Repository: WileyECoyote/geda-gaf
Catalog: gsymcheck/po/*.po
Languages: it

source: This is gEDA/gsymcheck version
it: Questa è la versione gEDA/gsymcheck

source: but you have a version
it: ma tu hai una versione

source: Please be sure that you have the latest rc file
it: Si prega di essere sicuri di avere l'ultimo file rc

source: Loaded file
it: File caricato

source: ERROR! You must specify at least one filename
it: ERRORE! Devi specificare almeno un nomefile

source: Usage: %s [OPTIONS] filename1 ... filenameN -h, --help Print usage -q, --quiet Quiet mode -u, --suppress Suppress "No errors found" when no errors -v, --verbose Verbose mode (cumulative: errors, warnings, info) Use this to get the actual symbol error messages -V, --version Show version information. filename1 ... filenameN are the symbols to check
it: Uso: %s [OPZIONI] nomefile1 ... nomefileN -h, --help Stampa l'uso -q, --quiet Modalità silenziosa -u, --suppress Sopprimere "Nessun errore trovato" quando non ci sono errori -v, --verbose Modalità prolissa (cumulativo: errori, avvertimenti, info) Usarla per ottenere i messaggi di errore dei simboli correnti -V, --version Informazioni Mostra la versione. nomefile1 ... nomefileN sono i simboli da controllare

source: gEDA/gsymcheck %s (%s) (g%.7s) Copyright (C) 1998-2017 gEDA developers This is free software, and you are welcome to redistribute it under certain conditions. For details, see the file `COPYING', which is included in the gEDA distribution. There is NO WARRANTY, to the extent permitted by law.
it: gEDA/gschem %s (%s) (g%.7s) Copyright (C) 1998-2017 sviluppatori gEDA Questo è software libero, è possibile la sua ridistribuzione sotto certe condizioni. Per i dettagli, vedere il file `COPYING', incluso nella distribuzione di gEDA. Non c'è ALCUNA GARANZIA, nei limiti di legge.

source: Checking
it: Controllo

source: No errors or warnings were detected.
it: Non sono stati rilevati errori o avvisi.

source: No warnings detected
it: Nessun avviso rilevato

source: 1 warning found
it: 1 avvertimento trovati

source: %d warnings found
it: %d avvertimenti trovati

source: use -vv to view details
it: (usare -vv per visualizzare i dettagli)

source: No errors detected
it: Nessun errore trovato

source: 1 error found
it: Nessun errore trovato

source: %d errors found
it: %d errori trovati

source: (use -v to view details)
it: (usare -v per visualizzare i dettagli)

source: Found forbidden %s= attribute: [%s=%s]
it: Trovato attributo %s= proibito: [%s=%s]

source: Found obsolete %s= attribute: [%s=%s]
it: Trovato attributo %s= obsoleto: [%s=%s]

source: Found misplaced pin attribute
it: attributo pin fuori luogo Trovato

source: Found unknown %s= attribute: [%s=%s]
it: Trovato attributo %s= sconosciuto: [%s=%s]

source: Found incorrectly attached attribute
it: Trovato attributo allegato erroneamente

source: Found redundant %s= attribute: [%s=%s]
it: Trovato ridondante %s= attributo: [%s=%s]

source: Found a simple text object with only SHOW_NAME or SHOW_VALUE set
it: Trovato un oggetto di testo semplice con impostati solo SHOW_NAME o SHOW_VALUE

source: Found text with a '\' in it: consider to escape it with
it: Trovato testo con un '\' in esso: considerate di farne l'escape con

source: Found text with a trailing '': consider to escape it with
it: Trovato testo con un '' finale: considerate di farne l'escape con

source: Found text with unbalanced overbar markers
it: Trovato testo con marcatori non bilanciati

source: Found a connection inside a symbol
it: Trovata una connessione dentro un simbolo

source: Found description
it: trovato descrizione

source: Found duplicate description=%s attributes
it: descrizione=%s attributi duplicati trovati

source: Missing description= attribute
it: Descrizione= mancante attributo

source: Found device
it: Trovato device

source: Found duplicate device=%s attributes
it: attributi trovato dispositivo duplicato=%s

source: Found multiple device= attributes
it: Trovati attributi multipli dispositivo=

source: Missing device= attribute
it: Manca attributo device=

source: Found graphical symbol, device=none
it: Trovato simbolo grafico, device=none

source: Found graphical symbol, device= should be set to none
it: Trovato simbolo grafico, device= dovrebbe essere impostato a none

source: Device not found in symbol filename
it: simbolo nome file non contiene il dispositivo

source: Found net=%s attribute
it: Trovato attributo net=%s

source: Bad net= attribute [net=%s]
it: Attributo net= sbagliato [net=%s]

source: Found pin number %s in net attribute
it: Trovato numero di pin %s in attributo net

source: Found duplicate pin in net= attributes
it: Trovato perno duplicato negli attributi net=

source: Found pinnumber 0 in net= attribute
it: Trovato pinnumber 0 in attributo net=

source: Found multiple pinnumber=%s attributes on one pin
it: Trovati attributi pinnumber=%s multipli su un pin

source: Missing pinnumber= attribute
it: Attributo pinnumber= mancante

source: Found duplicate pinnumber=%s attribute in the symbol
it: Trovato attributo pinnumber=%s duplicato nel simbolo

source: Found pinnumber=0 attribute
it: Trovato attributo pinnumber=0

source: Notice: net attribute using defined pin number
it: Avviso: l'attributo la rete utilizzando il numero di pin definiti

source: Found %d pins inside symbol
it: Trovati %d pin dentro un simbolo

source: Missing pinseq= attribute
it: Attributo mancante pinseq=

source: Found pinseq=%s attribute
it: Trovato attributo pinseq=%s

source: Found pinseq=0 attribute
it: Trovato attributo pinseq=0

source: Found multiple pinseq=%s attributes on one pin
it: Trovati attributi multipli pinseq=%s su un pin

source: Found duplicate pinseq=%s attribute in the symbol
it: Trovato attributo pinseq=%s duplicato nel simbolo

source: Found pintype=%s attribute
it: Trovato attributo pintype=%s

source: Unknown pintype
it: Sconosciuto pintype

source: attribute
it: attributo

source: check pin number
it: controllare numero pin

source: Found offgrid pin at location (x1=%d,y1=%d)
it: Trovato pin fuori griglia alla posizione (x1=%d,y1=%d)

source: Found offgrid pin at location (x2=%d,y2=%d)
it: Trovato pin fuori griglia alla posizione (x2=%d,y2=%d)

source: Found redundant numslots=%s attribute
it: Trovato attributo numslots=%s ridondante

source: Found numslots=%s attribute
it: Trovati attributi numslots=%s

source: numslots set to zero, symbol does not have slots
it: numslots impostato a zero, il simbolo non ha slots

source: Found %s slotdef= attributes. Expecting %s slotdef= attributes
it: Trovati %s attributi slotdef=. Previsti %s attributi slotdef=

source: Found slotdef=%s attribute
it: Trovato attributo slotdef=%s

source: Invalid slotdef=%s attributes
it: attributi non valido slotdef=%s

source: Found a zero slot in slotdef
it: Trovato uno zero slot in slotdef

source: Slot %s is larger then the maximum number of slots (%s)
it: Slot %s è più grande del valore massimo di slot (%s)

source: Duplicate slot number in slotdef
it: Numero slot duplicato in slotdef

source: Not enough pins in slotdef
it: Non abbastanza pin in slotdef

source: Too many pins in slotdef
it: Troppi pin in slotdef

source: Found a zero pin in slotdef
it: Trovato uno zero pin in slotdef

source: Missing slotdef= (there should be %s slotdef= attributes)
it: Mancante slotdef= (dovrebbero esserci %s attributi slotdef=)

source: Malformed slotdef= (the format is #:#,#,#,...)
it: Malformato slotdef= (il formato è #:#,#,#,...)

source: Found %d distinct pins in slots
it: Trovati %d pin distinti negli slot

source: Found old pin#=# attribute: %s
it: Trovato vecchio attributo pin#=#: %s

source: Found old slot#=# attribute
it: Trovato vecchio attributo slot#=#

source: Missing %s= attribute
it: Attributo %s= mancante

source: Found %s=%s attribute
it: Trovato attributo %s=%s

source: Found multiple %s=%s attributes
it: Trovati attributi %s=%s multipli

source: Check pin number
it: Controllare il numero pin

source: Check pin sequence
it: Controllare la sequenza pin

source: Found %s attribute
it: Trovato attributo %s

source: Missing footprint= attribute
it: Attributo footprint= mancante

source: Multiple footprint= attributes found
it: Trovati multipli attributi footprint=

source: Missing refdes= attribute
it: Attributo refdes= mancante

source: Multiple refdes= attributes found
it: Trovati multipli attributi refdes=

source: Found a net inside a symbol
it: Trovata una net dentro un simbolo

source: Found a bus inside a symbol
it: Trovato un bus dentro un simbolo

source: Information
it: Informazioni

source: Warning
it: Avvertimento

source: Error
it: Errore
