Repository: WileyECoyote/geda-gaf
Catalog: libgedathon/po/*.po
Languages: af, ar, bg, bs, da, de, el, es, fa, fi, fr, he, hu, it, ja, ml, nl, pl, pt_br, ru, sl, sr, sv, tr, uk

source: Get or Set the default symbol for capacitors
af: Kry of Stel die verstek simbool vir kapasitors
ar: الحصول على أو تعيين الرمز الافتراضي للمكثفات
bg: Вземете или задайте символ по подразбиране за кондензатори
bs: Podesite ili podesite podrazumevani simbol za kondenzatore
da: Få eller Indstil standard symbol for kondensatorer
de: Holen Sie sich das Standard-Symbol für Kondensatoren
el: Λήψη ή Ορισμός προεπιλεγμένου συμβόλου για πυκνωτές
es: Obtener o establecer el símbolo predeterminado para condensadores
fa: نماد پیش فرض را برای خازن دریافت یا تنظیم کنید
fi: Hanki tai Aseta kondensaattoreiden oletussymboli
fr: Obtenir ou définir le symbole par défaut pour les condensateurs
he: קבל או הגדר את סמל ברירת המחדל עבור קבלים
hu: Pobierz lub Ustaw domyślny symbol dla kondensatorów
it: Ottieni o imposta il simbolo predefinito per i condensatori
ja: コンデンサのデフォルトシンボルを取得または設定する
ml: ക്യാപ്സെയ്റ്ററുകൾക്കായി സ്ഥിരസ്ഥിതി ചിഹ്നം നേടുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Krijg of stel het standaardsymbool voor condensatoren in
pl: Pobierz lub Ustaw domyślny symbol dla kondensatorów
pt_br: Obter ou definir o símbolo padrão para capacitores
ru: Получить или установить символ по умолчанию для конденсаторов
sl: Pridobite ali nastavite privzeti simbol za kondenzatorje
sr: Добити или поставити подразумевани симбол за кондензаторе
sv: Få eller Ange standard symbol för kondensatorer
tr: Kondansatörler için varsayılan sembolü al veya ayarla
uk: Отримати або встановити символ за умовчанням для конденсаторів

source: Get or Set the default symbol for electrolytic capacitors
af: Kry of Stel die verstek simbool vir elektrolitiese kapasitors
ar: الحصول على أو تعيين الرمز الافتراضي للمكثفات التحليل الكهربائي
bg: Получете или задайте символа по подразбиране за електролитни кондензатори
bs: Podesite ili podesite podrazumevani simbol za elektrolitičke kondenzatore
da: Få eller Ställ in standardsymbolen för elektrolytkondensatorer
de: Holen Sie sich oder setzen Sie das Standardsymbol für Elektrolytkondensatoren
el: Λήψη ή Ορισμός προεπιλεγμένου συμβόλου για ηλεκτρολυτικούς πυκνωτές
es: Obtenga o establezca el símbolo predeterminado para condensadores electrolíticos
fa: نماد پیش فرض را برای خازن های الکترولیتی دریافت یا تنظیم کنید
fi: Hanki tai Aseta oletussymboli elektrolyyttikondensaattoreille
fr: Obtenir ou définir le symbole par défaut pour les condensateurs électrolytiques
he: קבל או הגדר את סמל ברירת המחדל עבור קבלים אלקטרוליטיים
hu: Szerezzen be vagy állítsa be az elektrolitikus kondenzátorok alapértelmezett szimbólumát
it: Ottieni o imposta il simbolo predefinito per i condensatori elettrolitici
ja: 電解コンデンサのデフォルトシンボルの取得または設定
ml: ഇലക്ട്രോലൈറ്റിക് കപ്പാസിറ്ററുകൾക്കായി സ്ഥിരസ്ഥിതി ചിഹ്നം നേടുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Zoek of stel het standaardsymbool in voor elektrolytische condensatoren
pl: Uzyskaj lub ustaw domyślny symbol kondensatorów elektrolitycznych
pt_br: Obter ou definir o símbolo padrão para capacitores eletrolíticos
ru: Получить или установить символ по умолчанию для электролитических конденсаторов
sl: Pridobite ali nastavite privzeti simbol za elektrolitske kondenzatorje
sr: Добити или поставити подразумевани симбол за електролитичке кондензаторе
sv: Få eller Ställ in standardsymbolen för elektrolytkondensatorer
tr: Elektrolitik kapasitörler için varsayılan sembolü al veya ayarla
uk: Отримати або встановити символ за замовчуванням для електролітичних конденсаторів

source: Get or Set the default symbol for inductors
af: Kry of Stel die verstek simbool vir induktore
ar: الحصول على أو تعيين الرمز الافتراضي للمحاثات
bg: Изтеглете или задайте символа по подразбиране за индуктори
bs: Podesite ili podesite podrazumevani simbol za indukcione uređaje
da: Huòqǔ huò shèzhì diàngǎn de mòrèn fúhào
de: Holen Sie sich das Standard-Symbol für Induktoren
el: Αποκτήστε ή ορίστε το προεπιλεγμένο σύμβολο για επαγωγείς
es: Obtener o establecer el símbolo por defecto para inductores
fa: نماد پیش فرض را برای سلف ها دریافت یا تنظیم کنید
fi: Hanki tai Aseta induktorien oletussymboli
fr: Obtenir ou définir le symbole par défaut pour inducteurs
he: קבל או הגדר את סמל ברירת המחדל עבור משרנים
hu: Szerezzen be vagy állítsa be az alapjel szimbólumát
it: Ottieni o imposta il simbolo predefinito per gli induttori
ja: インダクタのデフォルトシンボルを取得または設定する
ml: ഇൻഡക്റ്ററുകൾക്കായി സ്ഥിരസ്ഥിതി ചിഹ്നം നേടുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Zoek of stel het standaardsymbool voor inductoren in
pl: Uzyskaj lub ustaw domyślny symbol induktorów
pt_br: Obter ou definir o símbolo padrão para indutores
ru: Получить или установить символ по умолчанию для индукторов
sl: Pridobi ali nastavi privzeti simbol za induktorje
sr: Добијте или подесите подразумевани симбол за индукторје
sv: Få eller Ange standard symbol för induktorer
tr: İndüktörler için varsayılan sembolü alın veya ayarlayın
uk: Отримати або Встановити символ за замовчуванням для індукторів

source: Get or Set the default operational amplifier symbol
ar: الحصول على أو تعيين رمز مكبر للصوت التشغيلي الافتراضي
bg: Вземете или задайте символа по подразбиране за операционен усилвател
bs: Podesite ili podesite podrazumevani simbol operativnog pojačala
da: Få eller Ange standard operationsförstärkarsymbol
de: Holen Sie sich oder setzen Sie das Standard-Operationsverstärker-Symbol
el: Λήψη ή ορισμός του προεπιλεγμένου λειτουργικού ενισχυτή
es: Obtener o establecer el símbolo del amplificador operacional predeterminado
fa: نماد تقویت کننده عملیاتی پیش فرض را دریافت یا تنظیم کنید
fi: Hanki tai Aseta oletusarvon operaatiovahvistussymboli
fr: Obtenir ou définir le symbole d'amplificateur opérationnel par défaut
he: קבל או הגדר את סמל המגבר התפעולי המוגדר כברירת מחדל
hu: Get vagy Set az alapértelmezett műveleti erősítő szimbólum
it: Obteniu o estableixi el símbol d'amplificador operatiu predeterminat
ja: デフォルトのオペアンプシンボルを取得または設定する
ml: സ്ഥിര ഓപ്പറേഷൻ ആംപ്ലിഫയർ ചിഹ്നമാക്കുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Ophalen of instellen van het standaard operationele versterkersymbool
pl: Uzyskaj lub ustaw domyślny symbol wzmacniacza operacyjnego
pt_br: Obter ou definir o símbolo do amplificador operacional padrão
ru: Получить или установить символ операционного усилителя по умолчанию
sl: Pridobite ali nastavite privzeti simbol operacijskega ojačevalnika
sr: Подесите или подесите подразумевани симбол оперативног појачала
sv: Få eller Ange standard operationsförstärkarsymbol
tr: Varsayılan operasyonel amplifikatör sembolünü al veya ayarla
uk: Отримати або встановити символ операційного підсилювача за замовчуванням

source: Get or Set the default symbol for resistors
af: Kry of Stel die verstek simbool vir weerstande
ar: الحصول على أو تعيين الرمز الافتراضي للمقاومات
bg: Получете или задайте символ по подразбиране за резистори
bs: Podesite ili podesite podrazumevani simbol za otpornike
da: Få eller Indstil standard symbolet for modstande
de: Holen Sie sich oder setzen Sie das Standardsymbol für Widerstände
el: Λήψη ή Ορισμός προεπιλεγμένου συμβόλου για αντιστάσεις
es: Consigue o establece el símbolo por defecto para resistencias
fa: نماد پیش فرض برای مقاومت را دریافت یا تنظیم کنید
fi: Hanki tai Aseta oletusarvon otsikkosymboli
fr: Obtenir ou définir le symbole par défaut pour les résistances
he: קבל או הגדר את סמל ברירת המחדל עבור נגדים
hu: Szerezzen be vagy állítsa be az ellenállások alapértelmezett szimbólumát
it: Ottieni o imposta il simbolo predefinito per i resistori
ja: レジスタのデフォルトシンボルを取得または設定する
ml: പ്രതിരോധക്കാർക്കായി സ്ഥിരസ്ഥിതി ചിഹ്നം നേടുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Ophalen of instellen van het standaardsymbool voor weerstanden
pl: Uzyskaj lub ustaw domyślny symbol dla rezystorów
pt_br: Obter ou definir o símbolo padrão para resistores
ru: Получить или установить символ по умолчанию для резисторов
sl: Pridobi ali nastavi privzeti simbol za upore
sr: Добити или поставити подразумевани симбол за отпорнике
sv: Få eller Ange standard symbol för motstånd
tr: Dirençler için varsayılan sembolü al veya ayarla
uk: Отримати або Встановити символ за замовчуванням для резисторів

source: Get or Set the default titleblock symbol
af: Kry of Stel die verstek titelblok simbool in
ar: الحصول على أو تعيين رمز كتلة العنوان الافتراضي
bg: Вземете или задайте символа на основния блок на заглавието
bs: Podesite ili podesite podrazumevani simbol naslovnog bloka
da: Få eller Indstil standard titelbloksymbolet
de: Holen Sie sich oder setzen Sie das Standard-Schriftfeldsymbol
el: Λήψη ή ορισμός του προεπιλεγμένου συμβόλου μπλοκ τίτλου
es: Obtener o establecer el símbolo de bloqueo de título predeterminado
fa: نماد بلوک پیش فرض را دریافت یا تنظیم کنید
fi: Hanki tai Aseta oletus otsikkoblock-symboli
fr: Obtenir ou définir le symbole de cartouche par défaut
he: קבל או הגדר את סמל בלוק ברירת המחדל
hu: Szerezzen be vagy állítsa be az alapértelmezett címblokk szimbólumot
it: Obteniu o estableixi el símbol del bloc de títol predeterminat
ja: デフォルトのタイトルブロックシンボルを取得または設定する
ml: സ്ഥിരസ്ഥിതി ശീർഷക ബ്ലോക്ക് ചിഹ്നം നേടുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Haal het standaard symbool voor het titelblok op of stel het in
pl: Uzyskaj lub ustaw domyślny symbol bloku tytułowego
pt_br: Obter ou definir o símbolo de bloco de título padrão
ru: Получить или установить символ заголовка по умолчанию
sl: Pridobi ali nastavi privzeti simbol naslovnega bloka
sr: Добити или поставити подразумевани симбол насловног блока
sv: Få eller Ange standard titelbladsymbol
tr: Varsayılan başlık bloğu sembolünü al veya ayarla
uk: Отримати або встановити символ заголовка за умовчанням

source: Get or Set the default transformer symbol
es: Obtener o establecer el símbolo del transformador predeterminado
fa: نماد ترانسفورماتور پیش فرض را دریافت یا تنظیم کنید
fi: Hanki tai aseta muuntajan oletussymboli
fr: Obtenir ou définir le symbole du transformateur par défaut
he: קבל או הגדר את סמל שנאי ברירת המחדל
hu: Szerezze be vagy állítsa be az alapértelmezett transzformátor szimbólumot
it: Ottieni o imposta il simbolo del trasformatore predefinito
ml: സ്ഥിര ട്രാൻസ്ഫോർമർ ചിഹ്നം നേടുക അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: Krijg of stel het standaard transformatorsymbool in
pl: Uzyskaj lub ustaw domyślny symbol transformatora
pt_br: Obter ou definir o símbolo do transformador padrão
sv: Hämta eller ställa in standardtransformatorsymbolen
tr: Varsayılan trafo sembolünü Al veya Ayarla
uk: Отримати або встановити символ трансформатора за замовчуванням

source: Close all files and deinitialize the library.
af: Sluit al die lêers en deinitialiseer die biblioteek.
ar: أغلق كل الملفات والمكتبة.
bg: Затворете всички файлове и деинициализирайте библиотеката.
bs: Zatvorite sve datoteke i deinitializujte biblioteku.
da: Luk alle filer og deinitialiser biblioteket.
de: Schließen Sie alle Dateien und demitialisieren Sie die Bibliothek.
el: Κλείστε όλα τα αρχεία και απενεργοποιήστε την βιβλιοθήκη.
es: Cerrar todos los archivos y desinicializar la biblioteca.
fa: تمام فایل ها و کتابخانه را ببندید.
fi: Sulje kaikki tiedostot ja poista kirjasto.
fr: Cerrar todos los archivos y desinicializar la biblioteca.
he: סגור את כל הקבצים ושחרר את הספריה.
hu: Zárjon be minden fájlt, és távolítsa el a könyvtárat.
it: Chiudi tutti i file e deinitializza la libreria.
ja: すべてのファイルを閉じ、ライブラリの初期化を解除する.
ml: എല്ലാ ഫയലുകളും ലൈബ്രറിയും അടയ്ക്കുക.
nl: Sluit alle bestanden en desinitialiseer de bibliotheek.
pl: Zamknij wszystkie pliki i zdeinicjuj bibliotekę.
pt_br: Feche todos os arquivos e desinicialize a biblioteca.
ru: Закройте все файлы и деинициализируйте библиотеку.
sl: Zaprite vse datoteke in deinitializirajte knjižnico.
sr: Затворите све датотеке и деинитиализујте библиотеку.
sv: Stäng alla filer och avaktivera biblioteket.
tr: Tüm dosyaları kapat ve kütüphaneyi başlat.
uk: Закрийте всі файли та деініціалізуйте бібліотеку.

source: Append a folder to the library search path.
af: Voeg 'n gids by die biblioteek se soekpad.
ar: إلحاق مجلد بمسار بحث المكتبة.
bg: Добавете папка към пътя за търсене в библиотеката.
bs: Dodajte fasciklu na putanju za pretragu biblioteke.
da: Tilføj en mappe til bibliotekets søgevej.
de: Hängen Sie einen Ordner an den Suchpfad der Bibliothek an.
el: Προσθέστε ένα φάκελο στη διαδρομή αναζήτησης της βιβλιοθήκης
es: Adjuntar una carpeta a la ruta de búsqueda de la biblioteca.
fa: یک پوشه را به مسیر جستجوی کتابخانه اضافه کنید.
fi: Liitä kansio kirjaston hakupolkuun.
fr: Ajouter un dossier au chemin de recherche de la bibliothèque.
he: הוסף תיקיה לנתיב החיפוש בספריה.
hu: Fűzze hozzá egy mappát a könyvtár keresési útvonalához.
it: Afegiu una carpeta a la ruta de cerca de la biblioteca.
ja: ライブラリ検索パスにフォルダを追加する.
ml: ലൈബ്രറി തിരയൽ പാത്തിൽ ഒരു ഫോൾഡർ ചേർക്കുക.
nl: Voeg een map toe aan het zoekpad van de bibliotheek.
pl: Dołącz folder do ścieżki przeszukiwania biblioteki.
pt_br: Anexar uma pasta ao caminho de pesquisa da biblioteca.
ru: Добавить папку в путь поиска библиотеки.
sl: Dodajte mapo v pot do knjižnice.
sr: Додајте фасциклу у путању за претрагу библиотеке.
sv: Lägg till en mapp till bibliotekets sökväg.
tr: Kütüphane arama yoluna bir klasör ekle.
uk: Додайте папку до шляху пошуку бібліотеки.

source: Creates a gafrc file in the current directory.
af: Skep 'n gafrc-lêer in die huidige gids.
ar: ينشئ ملف gafrc في الدليل الحالي.
bg: Създайте gafrc файл в текущата директория.
bs: Kreira gafrc datoteku u trenutnom direktorijumu.
da: Skapar en gafrc-fil i den aktuella katalogen.
de: Erzeugt eine gafrc-Datei im aktuellen Verzeichnis.
el: Δημιουργεί ένα αρχείο gafrc στον τρέχοντα κατάλογο.
es: Crea un archivo gafrc en el directorio actual.
fa: یک فایل gafrc را در دایرکتوری فعلی ایجاد می کند.
fi: Luo gafrc-tiedoston nykyiseen hakemistoon.
fr: Crée un fichier gafrc dans le répertoire en cours.
he: יוצר קובץ gafrc בספריה הנוכחית.
hu: Létrehoz egy gafrc fájlt az aktuális könyvtárban.
it: Crea un file gafrc nella directory corrente.
ja: 現在のディレクトリにgafrcファイルを作成します.
ml: നിലവിലെ ഡയറക്ടറിയിൽ gafrc ഫയൽ സൃഷ്ടിക്കുന്നു.
nl: Creëert een gafrc-bestand in de huidige map.
pl: Tworzy plik gafrc w bieżącym katalogu.
pt_br: Cria um arquivo gafrc no diretório atual.
ru: Создает файл gafrc в текущем каталоге.
sl: Ustvari datoteko gafrc v trenutnem imeniku.
sr: Креира гафрц датотеку у тренутном директоријуму.
sv: Skapar en gafrc-fil i den aktuella katalogen.
tr: Geçerli dizinde bir gafrc dosyası oluşturur.
uk: Створює файл gafrc у поточному каталозі.

source: Retrieve list of all pages.
af: Haal lys van alle bladsye op.
ar: استرجاع قائمة بجميع الصفحات.
bg: Извличане на списък с всички страници.
bs: Preuzmite listu svih stranica.
da: Hent liste over alle sider.
de: Liste aller Seiten abrufen.
el: Ανάκτηση λίστας όλων των σελίδων.
es: Recuperar la lista de todas las páginas.
fa: لیست بازیابی تمام صفحات را بازیابی کنید.
fi: Nouda kaikkien sivujen luettelo.
fr: Récupérer la liste de toutes les pages.
he: אחזר רשימה של כל הדפים.
hu: Az összes oldal lekérése.
it: Recupera l'elenco di tutte le pagine.
ja: すべてのページのリストを取得する.
ml: എല്ലാ പേജുകളുടെയും ലിസ്റ്റ് വീണ്ടെടുക്കുക.
nl: Haal de lijst met alle pagina's op.
pl: Pobierz listę wszystkich stron.
pt_br: Recuperar lista de todas as páginas.
ru: Получить список всех страниц.
sl: Prikličite seznam vseh strani.
sr: Преузмите листу свих страница.
sv: Hent liste over alle sider.
tr: Tüm sayfaların listesini al.
uk: Отримати список всіх сторінок.

source: Get pointer to the active page.
af: Kry wyser na die aktiewe bladsy.
ar: الحصول على المؤشر إلى الصفحة النشطة.
bg: Получете показалеца на активната страница.
bs: Pokažite pokazivač na aktivnu stranicu.
da: Få markøren til den aktive side.
de: Zeiger auf die aktive Seite zeigen.
el: Βάλτε δείκτη στην ενεργή σελίδα.
es: Obtener puntero a la página activa.
fa: اشاره گر به صفحه فعال را دریافت کنید.
fi: Saat osoittimen aktiiviselle sivulle.
fr: Obtenir un pointeur vers la page active.
he: מצביע על הדף הפעיל.
hu: Mutasson mutatót az aktív oldalra.
it: Saat osoittimen aktiiviselle sivulle.
ja: アクティブなページへのポインタを取得する.
ml: സജീവ പേജിലേക്ക് പോയിന്റർ നേടുക.
nl: Krijg een pointer naar de actieve pagina.
pl: Pobierz wskaźnik do aktywnej strony.
pt_br: Obter ponteiro para a página ativa.
ru: Получить указатель на активную страницу.
sl: Poiščite kazalec na aktivno stran.
sr: Покажите показивач на активну страницу.
sv: Hämta pekaren till den aktiva sidan.
tr: Etkin sayfaya işaretçi alın.
uk: Отримати покажчик на активну сторінку.

source: Set the active page.
af: Stel die aktiewe bladsy.
ar: اضبط الصفحة النشطة.
bg: Задайте активната страница.
bs: Postavite aktivnu stranicu.
da: Indstil den aktive side.
de: Stellen Sie die aktive Seite ein.
el: Ορίστε την ενεργή σελίδα.
es: Establecer la página activa.
fa: صفحه فعال را تنظیم کنید.
fi: Aseta aktiivinen sivu.
fr: Définir la page active.
he: הגדר את הדף הפעיל.
hu: Állítsa be az aktív oldalt.
it: Imposta la pagina attiva.
ja: アクティブページを設定する.
ml: സജീവ പേജ് സജ്ജമാക്കുക.
nl: Stel de actieve pagina in.
pl: Ustaw aktywną stronę.
pt_br: Definir a página ativa.
ru: Установить активную страницу.
sl: Nastavite aktivno stran.
sr: Подесите активну страницу.
sv: Ställ in den aktiva sidan.
tr: Aktif sayfayı ayarla.
uk: Встановити активну сторінку.

source: Returns True if page has been modified and not saved.
af: Wys waar as die bladsy verander en nie gestoor is nie.
ar: إرجاع true إذا تم تعديل الصفحة ولم يتم حفظها.
bg: Връща True, ако страницата е променена и не е запазена.
bs: Vraća true ako je stranica izmijenjena i nije spremljena.
da: Returnerer True, hvis siden er blevet ændret og ikke gemt.
de: Gibt True zurück, wenn die Seite geändert und nicht gespeichert wurde.
el: Επιστρέφει True αν η σελίδα έχει τροποποιηθεί και δεν έχει αποθηκευτεί.
es: Devuelve True si la página ha sido modificada y no guardada.
fa: درست می شود اگر صفحه تغییر کرده و ذخیره نشده باشد.
fi: Palauttaa totta, jos sivua on muutettu eikä tallennettu.
fr: Renvoie True si la page a été modifiée et non enregistrée.
he: מחזירה אמת אם הדף השתנה ולא נשמר.
hu: Igaz, ha az oldalt módosították és nem mentették.
it: Restituisce vero se la pagina è stata modificata e non salvata.
ja: ページが変更されていて保存されていない場合はTrueを返します.
ml: പേജ് പരിഷ്കരിച്ചാലും സംരക്ഷിച്ചില്ലെങ്കിൽ ശരിയും നൽകുന്നു.
nl: Retourneert true als pagina is gewijzigd en niet is opgeslagen.
pl: Zwraca wartość True, jeśli strona została zmodyfikowana i nie została zapisana.
pt_br: Retorna verdadeiro se a página foi modificada e não salva.
ru: Возвращает true, если страница была изменена и не сохранена.
sl: Vrne true, če je bila stran spremenjena in ni shranjena.
sr: Враћа се тачно ако је страница промењена и није сачувана.
sv: Returnerar sant om sidan har ändrats och inte sparats.
tr: Sayfa değiştirilmiş ve kaydedilmemişse True değerini döndürür.
uk: Повертає true, якщо сторінка була змінена і не збережена.

source: Set the active page and change the current directory.
af: Stel die aktiewe bladsy en verander die huidige gids.
ar: قم بتعيين الصفحة النشطة تغيير الدليل الحالي.
bg: Задайте активната страница и променете текущата директория.
bs: Postavite aktivnu stranicu i promijenite trenutni direktorij.
da: Indstil den aktive side og ændrer den aktuelle mappe.
de: Legt die aktive Seite fest und wechselt das aktuelle Verzeichnis.
el: Ορίστε την ενεργή σελίδα και αλλάζει τον τρέχοντα κατάλογο.
es: Establecer la página activa y cambia el directorio actual.
fa: صفحه فعال را تنظیم کنید دایرکتوری فعلی را تغییر دهید.
fi: Aseta aktiivinen sivu ja muuttaa nykyistä hakemistoa.
fr: Définir la page active et modifier le répertoire en cours.
he: הגדר את הדף הפעיל ושנה את הספריה הנוכחית.
hu: Állítsa be az aktív oldalt és módosítja az aktuális könyvtárat.
it: Imposta la pagina attiva e cambia la directory corrente.
ja: アクティブページを設定し現在のディレクトリを変更します.
ml: സജീവമായ പേജ് സജ്ജമാക്കുക നിലവിലുള്ള ഡയറക്ടറി മാറ്റുന്നു.
nl: Stel de actieve pagina in en wijzig de huidige map.
pl: Ustaw aktywną stronę i zmienia bieżący katalog.
pt_br: Definir a página ativa e altera o diretório atual.
ru: Установить активную страницу и изменить текущий каталог.
sl: Nastavite aktivno stran in spremenite trenutni imenik.
sr: Подесите активну страницу и промените тренутни директоријум.
sv: Ställ in den aktiva sidan och ändrar aktuell katalog.
tr: Etkin sayfayı ayarla ve geçerli dizini değiştir.
uk: Встановіть активну сторінку та змініть поточний каталог.

source: Open a page.
af: Maak 'n bladsy oop.
ar: افتح صفحة.
bg: Отворете страница.
bs: Otvorite stranicu.
da: Åbn en side.
de: Öffnet eine Seite.
el: Ανοίξτε μια σελίδα.
es: Abra una página.
fa: یک صفحه باز کن.
fi: Avaa sivu.
fr: Ouvrir une page.
he: פתח דף.
hu: Nyissa meg az oldalt.
it: Apri una pagina.
ja: ページを開く.
ml: ഒരു പേജ് തുറക്കുക.
nl: Open een pagina.
pl: Otwórz stronę.
pt_br: Abra uma página.
ru: Открыть страницу.
sl: Odprite stran.
sr: Отворите страницу.
sv: Öppna en sida.
tr: Bir sayfa aç.
uk: Відкрийте сторінку.

source: Close page.
af: Sluit bladsy.
ar: إغلاق الصفحة.
bg: Затваряне на страницата.
bs: Zatvori stranicu.
da: Luk side.
de: Seite schließen.
el: Κλείσιμο σελίδας.
es: Cerrar página.
fa: صفحه بستن.
fi: Sulje sivu.
fr: Fermer la page.
he: סגור את הדף.
hu: Az oldal bezárása.
it: Chiudere la pagina.
ja: ページを閉じる.
ml: പേജ് അടയ്ക്കുക.
nl: Sluit de pagina.
pl: Zamknij stronę.
pt_br: Fechar página.
ru: Закрыть страницу.
sl: Zapri stran.
sr: Затвори страницу.
sv: Stäng sida.
tr: Sayfayı kapat.
uk: Закрити сторінку.

source: Create a new empty page.
af: Skep 'n nuwe leë bladsy.
ar: قم بإنشاء صفحة فارغة جديدة.
bg: Създайте нова празна страница.
bs: Napravite novu praznu stranicu.
da: Opret en ny tom side.
de: Erstellen Sie eine neue leere Seite.
el: Δημιουργήστε μια νέα κενή σελίδα.
es: Crear una nueva página vacía.
fa: یک صفحه خالی جدید ایجاد کنید.
fi: Luo uusi tyhjä sivu.
fr: Créer une nouvelle page vide.
he: צור דף ריק חדש.
hu: Hozzon létre egy új üres oldalt.
it: Crea una nuova pagina vuota.
ja: 新しい空のページを作成する.
ml: ഒരു പുതിയ ശൂന്യ പേജ് സൃഷ്ടിക്കുക.
nl: Maak een nieuwe lege pagina.
pl: Utwórz nową pustą stronę.
pt_br: Crie uma nova página vazia.
ru: Создать новую пустую страницу.
sl: Ustvarite novo prazno stran.
sr: Направите нову празну страницу.
sv: Skapa en ny tom sida.
tr: Yeni bir boş sayfa oluştur.
uk: Створіть нову пусту сторінку.

source: Rename a page changes the filename.
af: Hernoem 'n bladsy verander die lêernaam.
ar: إعادة تسمية صفحة بتغيير اسم الملف.
bg: Преименуване на страница променя името на файла.
bs: Preimenovanje stranice menja ime datoteke.
da: Omdøb en side ændrer filnavnet.
de: Umbenennen einer Seite ändert den Dateinamen.
el: Μετονομασία σελίδας αλλάζει το όνομα αρχείου.
es: Cambiar el nombre de una página cambia el nombre del archivo.
fa: تغییر نام یک صفحه نام فایل را تغییر می دهد.
fi: Nimeä sivu uudelleen nimeen.
fr: Renommer une page change le nom du fichier.
he: שינוי שם הדף משנה את שם הקובץ.
hu: Az oldal átnevezése megváltoztatja a fájlnevet.
it: Rinominare una pagina cambia il nome del file.
ja: ページ名を変更するとファイル名が変わります.
ml: ഫയലിന്റെ പേര് മാറ്റുന്നതിന്റെ പേരുമാറ്റുക.
nl: Hernoemen van een pagina verandert de bestandsnaam.
pl: Zmień nazwę strony zmienia nazwę pliku.
pt_br: Renomear uma página altera o nome do arquivo.
ru: Переименовать страницу меняет имя файла.
sl: Preimenovanje strani spremeni ime datoteke.
sr: Преименовање странице мења име датотеке.
sv: Byt namn på en sida ändrar filnamnet.
tr: Nimeä sivu uudelleen nimeen.
uk: Перейменування сторінки змінює назву файлу.
