Repository: WileyECoyote/geda-gaf
Catalog: libgedathon/po/*.po
Languages: af, ar, bg, bs, da, de, el, es, fa, fi, fr, he, hu, it, ja, ml, nl, pl, pt_br, ru, sl, sr, sv, tr, uk

source: Save the page by writing to storage.
af: Stoor die bladsy deur op te stoor.
ar: احفظ الصفحة بالكتابة للتخزين.
bg: Запазете страницата, като я запишете в хранилището.
bs: Sačuvajte stranicu pisanjem u memoriju.
da: Gem siden ved at skrive til opbevaring.
de: Speichern Sie die Seite, indem Sie in den Speicher schreiben.
el: Αποθηκεύστε τη σελίδα γράφοντας στο χώρο αποθήκευσης.
es: Guarda la página escribiendo en el almacenamiento.
fa: با نوشتن به ذخیره سازی، صفحه را ذخیره کنید.
fi: Tallenna sivu kirjoittamalla tallennukseen.
fr: Enregistrez la page en écrivant dans le stockage.
he: שמור את הדף על ידי כתיבה לאחסון.
hu: Mentse el az oldalt a tároláshoz.
it: Salva la pagina scrivendo sullo spazio di archiviazione.
ja: ストレージに書き込んでページを保存する.
ml: സംഭരണത്തിലേക്ക് എഴുതുന്നതിലൂടെ പേജ് സംരക്ഷിക്കുക.
nl: Sla de pagina op door naar de opslag te schrijven.
pl: Zapisz stronę, pisząc do magazynu.
pt_br: Salve a página escrevendo para armazenamento.
ru: Сохраните страницу, написав в хранилище.
sl: Stran shranite tako, da jo napišete v pomnilnik.
sr: Сачувајте страницу писањем у меморију.
sv: Spara sidan genom att skriva till lagring.
tr: Sayfayı depoya yazarak kaydedin.
uk: Збережіть сторінку, записавши її на сховище.

source: Save the page using a new file name.
af: Stoor die bladsy met 'n nuwe lêernaam.
ar: احفظ الصفحة باستخدام اسم ملف جديد.
bg: Запазете страницата с ново име на файл.
bs: Sačuvajte stranicu koristeći novo ime datoteke.
da: Gem siden ved hjælp af et nyt filnavn.
de: Speichern Sie die Seite unter einem neuen Dateinamen.
el: Αποθηκεύστε τη σελίδα χρησιμοποιώντας ένα νέο όνομα αρχείου.
es: Guarda la página usando un nuevo nombre de archivo.
fa: صفحه را با استفاده از یک نام فایل جدید ذخیره کنید.
fi: Tallenna sivu uudella tiedostonimellä.
fr: Enregistrer la page en utilisant un nouveau nom de fichier
he: שמור את הדף באמצעות שם קובץ חדש.
hu: Mentse el az oldalt egy új fájlnév használatával.
it: Salva la pagina usando un nuovo nome di file.
ja: 新しいファイル名を使用してページを保存してください.
ml: ഒരു പുതിയ ഫയൽ നാമം ഉപയോഗിച്ച് പേജ് സംരക്ഷിക്കുക.
nl: Sla de pagina op met een nieuwe bestandsnaam.
pl: Zapisz stronę, używając nowej nazwy pliku.
pt_br: Salvar a página usando um novo nome de arquivo.
ru: Сохраните страницу, используя новое имя файла.
sl: Stran shranite z novim imenom datoteke.
sr: Salvar a página usando um novo nome de arquivo.
sv: Spara sidan med ett nytt filnamn.
tr: Sayfayı yeni bir dosya adı kullanarak kaydedin.
uk: Збережіть сторінку за допомогою нового імені файлу.

source: Save all opened pages to storage.
af: Stoor alle oop bladsye op stoorplek.
ar: احفظ جميع الصفحات المفتوحة للتخزين.
bg: Запазете всички отворени страници в хранилището.
bs: Sačuvajte sve otvorene stranice u skladište.
da: Gem alle åbne sider til lagerplads.
de: Speichern Sie alle geöffneten Seiten im Speicher.
el: Αποθηκεύστε όλες τις ανοιχτές σελίδες στην αποθήκευση.
es: Guardar todas las páginas abiertas en el almacenamiento.
fa: تمام صفحات باز شده را به ذخیره سازی ذخیره کنید.
fi: Tallenna kaikki avatut sivut tallennukseen.
fr: Enregistrer toutes les pages ouvertes au stockage.
he: שמור את כל הדפים שנפתחו לאחסון.
hu: Mentse el az összes megnyitott oldalt a tároláshoz.
it: Salva tutte le pagine aperte nello spazio di archiviazione.
ja: 開いているすべてのページをストレージに保存する.
ml: സംഭരിച്ച എല്ലാ തുറന്ന പേജുകളും സംരക്ഷിക്കുക.
nl: Sla alle geopende pagina's op in de opslag.
pl: Zapisz wszystkie otwarte strony w pamięci.
pt_br: Salvar todas as páginas abertas no armazenamento.
ru: Сохранить все открытые страницы в хранилище.
sl: Shranite vse odprte strani v pomnilnik.
sr: Сачувајте све отворене странице у складиште.
sv: Spara alla öppnade sidor till lagring.
tr: Açık olan tüm sayfaları depoya kaydet.
uk: Збережіть всі відкриті сторінки до сховища.

source: Returns True if object is a GedaCapsule, otherwise False.
af: Wys waar as voorwerp 'n Geda-houer is, andersins vals.
ar: إرجاع صحيح إذا كان الكائن عبارة عن حاوية Geda ، وإلا كاذب.
bg: Връща True е обект GedaCapsule, в противен случай False.
bs: Vraća true ako je objekt Geda kontejner, inače false.
da: Returnerer True er objektet er en GedaCapsule, ellers False.
de: Rückgabe True ist Objekt ist eine GedaCapsule.
el: Επιστρέφει το true αν το αντικείμενο είναι δοχείο Geda, αλλιώς είναι ψευδές.
es: Devuelve True es objeto es una GedaCapsule, de lo contrario es False.
fa: بازده درست است شی است GedaCapsule، در غیر این صورت کاذب است.
fi: Returns True on kohde on GedaCapsule, muuten False.
fr: Retourne True est un objet GedaCapsule, sinon False.
he: מחזירה נכון אם האובייקט הוא מיכל Geda, אחרת שקר.
hu: Igaz, ha az objektum Geda konténer, különben hamis.
it: Restituisce Vero è l'oggetto è una GedaCapsule, altrimenti False.
ja: オブジェクトがGedaCapsuleの場合はtrue、それ以外の場合はfalseを返します。.
ml: ആദായം എന്നത് വസ്തുത ഗദ്ദാകൃതിയാണ്, അല്ലാത്തത് തെറ്റാണ്.
nl: Retourneert true als object een Geda-container is, anders false.
pl: Zwraca wartość true, jeśli obiekt jest kontenerem Gedy, w przeciwnym wypadku false.
pt_br: Retorna true se o objeto for um contêiner Geda, caso contrário, false.
ru: Возвращает True, если объект является контейнером Geda, иначе false.
sl: Vrne Doğru, če je objekt zabojnik Geda, sicer lažen.
sr: Враћа труе ако је објект Геда контејнер, иначе фалсе.
sv: Returnerar sant om objektet är en Geda-behållare, annars är det felaktigt.
tr: Döndürür Doğru, nesne bir GedaCapsule, aksi takdirde Yanlış.
uk: Повертає Правда, якщо об'єкт є контейнером Geda, інакше false.

source: Returns the rectangular boundaries of an object.
af: Wys die reghoekige grense van 'n voorwerp.
ar: يرجع الحدود المستطيلة للكائن.
bg: Връща правоъгълните граници на обект.
bs: Vraća pravokutne granice objekta.
da: Returnerer de rektangulære grænser for et objekt.
de: Gibt die rechteckigen Grenzen eines Objekts zurück.
el: Επιστρέφει τα ορθογώνια όρια ενός αντικειμένου.
es: Devuelve los límites rectangulares de un objeto.
fa: مرزهای مستطیلی یک شی را باز می گرداند.
fi: Palauttaa kohteen suorakulmaiset rajat.
fr: Renvoie les limites rectangulaires d'un objet.
he: מחזירה את הגבולות המלבניים של אובייקט.
hu: Visszaad egy objektum téglalap alakú határait.
it: Restituisce i limiti rettangolari di un oggetto.
ja: オブジェクトの長方形の境界を返します.
ml: ഒരു വസ്തുവിന്റെ ദീർഘചതുരം അതിരുകൾ നൽകുന്നു.
nl: Retourneert de rechthoekige grenzen van een object.
pl: Zwraca prostokątne granice obiektu.
pt_br: Retorna os limites retangulares de um objeto.
ru: Возвращает прямоугольные границы объекта.
sl: Vrne pravokotne meje objekta.
sr: Враћа правокутне границе објекта.
sv: Returnerar de rektangulära gränserna för ett objekt.
tr: Bir nesnenin dikdörtgen sınırlarını döndürür.
uk: Повертає прямокутні межі об'єкта.

source: Retrieve an object from a GedaCapsule.
af: Haal 'n voorwerp uit 'n Geda-houer.
ar: استرداد كائن من حاوية Geda.
bg: Вземете обект от контейнер на Geda.
bs: Dohvatite objekt iz Geda kontejnera.
da: Hent et objekt fra en Geda-beholder.
de: Rufen Sie ein Objekt aus einem Geda-Container ab.
el: Ανάκτηση ενός αντικειμένου από ένα δοχείο Geda.
es: Recuperar un objeto de una GedaCapsule.
fa: یک شی از یک را بازیابی کنید GedaCapsule.
fi: Hae objekti Gedan säiliöstä.
fr: Récupérer un objet d'une GedaCapsule.
he: אחזר אובייקט ממכל Geda.
hu: Visszaszerez egy objektumot egy Geda tartályból.
ja: Gedaコンテナからオブジェクトを取得する.
ml: ഗദ്ദാകപ്പ്ലെയിൽ നിന്ന് ഒരു വസ്തു വീണ്ടെടുക്കുക
nl: Haal een object op uit een Geda-container.
pl: Odzyskaj obiekt z kontenera Gedy.
pt_br: Recuperar um objeto de um contêiner Geda.
ru: Получить объект из контейнера Geda.
sl: Poiščite predmet iz Geda posode.
sr: Poiščite predmet iz Geda posode.
sv: Hämta ett objekt från en Geda-behållare.
tr: Bir nesneyi bir Geda kabından alın.
uk: Отримати об'єкт з контейнера Geda.

source: Retrieve all objects belonging to a page.
af: Haal lys van alle bladsye op.
ar: استرداد كل الكائنات التي تنتمي إلى صفحة.
bg: Извличане на всички обекти, принадлежащи към дадена страница.
bs: Dohvatite sve objekte koji pripadaju stranici.
da: Hent alle objekter, der tilhører en side.
de: Rufen Sie alle zu einer Seite gehörenden Objekte ab.
el: Ανακτήστε όλα τα αντικείμενα που ανήκουν σε μια σελίδα
es: Recuperar todos los objetos pertenecientes a una página.
fa: یک شی را به یک صفحه یا یک شی دیگری اضافه کنید.
fi: Hae kaikki sivulle kuuluvat objektit.
fr: Récupérer tous les objets appartenant à une page.
he: אחזר את כל האובייקטים השייכים לדף.
hu: Visszaszerez egy objektumot egy Geda tartályból.
it: Recupera tutti gli oggetti appartenenti a una pagina.
ja: ページに属するすべてのオブジェクトを取得します.
ml: ഒരു പേജിൽ നിന്നുള്ള എല്ലാ വസ്തുക്കളെയും വീണ്ടെടുക്കുക.
nl: Haal een object op uit een Geda-container.
pl: Haal een object op uit een Geda-container.
pt_br: Recuperar todos os objetos pertencentes a uma página.
ru: Получить все объекты, принадлежащие странице.
sl: Prikličite vse predmete, ki pripadajo strani.
sr: Дохвати све објекте који припадају страници.
sv: Hämta alla objekt som tillhör en sida.
tr: Bir sayfaya ait tüm nesneleri al.
uk: Отримати всі об'єкти, що належать сторінці.

source: Add an object to a page or another object.
af: Voeg 'n voorwerp by 'n bladsy of 'n ander voorwerp.
ar: إضافة كائن إلى صفحة أو كائن آخر.
bg: Добавете обект към страница или друг обект.
bs: Dodajte objekt na stranicu ili drugi objekt.
da: Tilføj et objekt på en side eller et andet objekt.
de: Fügen Sie ein Objekt zu einer Seite oder einem anderen Objekt hinzu.
el: Προσθέστε ένα αντικείμενο σε μια σελίδα ή άλλο αντικείμενο.
es: Agregar un objeto a una página u otro objeto.
fa: یک شی را به یک صفحه یا یک شی دیگر اضافه کنید.
fi: Lisää objekti sivulle tai muulle esineelle.
fr: Ajouter un objet à une page ou à un autre objet.
he: הוסף אובייקט לדף או לאובייקט אחר.
hu: Objektum hozzáadása egy oldalhoz vagy egy másik objektumhoz.
it: Aggiungi un oggetto a una pagina o un altro oggetto.
ja: オブジェクトをページまたは他のオブジェクトに追加する.
ml: ഒരു പേജിലേക്കോ മറ്റൊരു ഒബ്ജക്റ്റിലേക്കോ ഒരു വസ്തു ചേർക്കുക.
nl: Voeg een object toe aan een pagina of een ander object.
pl: Dodaj obiekt do strony lub innego obiektu.
pt_br: Adicione um objeto a uma página ou outro objeto.
ru: Добавить объект на страницу или другой объект.
sl: Dodajte predmet strani ali drugemu objektu.
sr: Додајте објекат на страницу или други објект.
sv: Lägg till ett objekt på en sida eller ett annat objekt.
tr: Sayfaya veya başka bir nesneye nesne ekleme.
uk: Додайте об'єкт до сторінки чи іншого об'єкта.

source: Add multiple objects to a page or another object.
af: Voeg verskeie voorwerpe by 'n bladsy of 'n ander voorwerp.
ar: إضافة كائنات متعددة إلى صفحة أو كائن آخر.
bg: Добавете няколко обекта към страница или друг обект.
bs: Dodajte više objekata stranici ili drugom objektu.
da: Tilføj flere objekter til en side eller et andet objekt.
de: Tilføj et objekt på en side eller et andet objekt.
el: Προσθέστε ένα αντικείμενο σε μια σελίδα ή άλλο αντικείμενο.
es: Agregar objetos multiples a una página u otro objeto.
fa: اشیای چندگانه را به یک صفحه یا شی دیگر اضافه کنید.
fi: Lisää useita kohteita objektiin tai muuhun kohteeseen.
fr: Ajouter plusieurs objets à une page ou à un autre objet.
he: הוסף אובייקטים מרובים לדף או לאובייקט אחר.
hu: Több objektum hozzáadása egy oldalhoz vagy egy másik objektumhoz.
it: Aggiungi più oggetti a una pagina oa un altro oggetto.
ja: ページまたは別のオブジェクトに複数のオブジェクトを追加する.
ml: ഒരു പേജിലേക്കോ മറ്റൊരു ഒബ്ജക്റ്റിയിലേക്കോ മൾട്ടിപ്പിൾ ഒബ്ജക്റ്റ് ചേർക്കുക.
nl: Voeg meerdere objecten toe aan een pagina of een ander object.
pl: Dodaj wiele obiektów do strony lub innego obiektu.
pt_br: Adicione vários objetos a uma página ou outro objeto.
ru: Добавить несколько объектов на страницу или другой объект.
sl: Dodajte več predmetov na stran ali drug objekt.
sr: Додајте више објеката страници или другом објекту.
sv: Lägg till flera objekt på en sida eller ett annat objekt.
tr: Bir sayfaya veya başka bir nesneye birden çok nesne ekleme.
uk: Додавання декількох об'єктів на сторінку або інший об'єкт.

source: Make a copy an object.
af: Maak 'n voorwerp van 'n kopie.
ar: جعل نسخة كائن.
bg: Направете копие на обект.
bs: Napravite kopiju objekta.
da: Lav en kopi af et objekt.
de: Machen Sie eine Kopie eines Objekts.
el: Κάντε ένα αντίγραφο ένα αντικείμενο.
es: Hacer una copia de un objeto.
fa: یک کپی یک شی را بگیرید.
fi: Tee kopiosta objekti.
fr: Faire une copie d'un objet.
he: צור עותק של אובייקט.
hu: Készítsen másolatot egy objektumról.
it: Crea una copia di un oggetto.
ja: コピーをオブジェクトにする.
ml: ഒരു വസ്തു പകർത്തുക.
nl: Maak een kopie van een object.
pl: Utwórz kopię obiektu.
pt_br: Faça uma cópia de um objeto.
ru: Сделать копию объекта.
sl: Naredite kopijo predmeta.
sr: Направите копију објекта.
sv: Gör en kopia ett objekt.
tr: Bir nesneyi kopyalayın.
uk: Зробіть копію об'єкта.

source: Remove object from a page.
af: Verwyder voorwerp van 'n bladsy.
ar: قم بإزالة كائن من صفحة.
bg: Премахване на обект от страница.
bs: Ukloni objekat sa stranice.
da: Fjern objekt fra en side.
de: Objekt von einer Seite entfernen.
el: Κατάργηση αντικειμένου από μια σελίδα.
es: Eliminar objeto de una página.
fa: حذف شیء از یک صفحه.
fi: Poista objekti sivulta.
fr: Supprimer un objet d'une page.
he: הסרת אובייקט מדף.
hu: Objektum eltávolítása az oldalról.
it: Rimuovi oggetto da una pagina.
ja: ページからオブジェクトを削除する.
ml: ഒരു പേജിൽ നിന്ന് വസ്തു നീക്കം ചെയ്യുക.
nl: Object van een pagina verwijderen.
pl: Usuń obiekt ze strony.
pt_br: Remover objeto de uma página.
ru: Odstranite objekt s strani.
sl: Odstranite objekt s strani.
sr: Уклони објекат са странице.
sv: Ta bort objekt från en sida.
tr: Sayfadan nesne kaldır.
uk: Видалити об'єкт зі сторінки.

source: Remove multiple objects from a page.
af: Premakhvane na nyakolko obekta ot stranitsa.
ar: إزالة كائنات متعددة من صفحة.
bg: Премахване на няколко обекта от страница.
bs: Uklonite više objekata sa stranice.
da: Fjern flere objekter fra en side.
de: Mehrere Objekte von einer Seite entfernen.
el: Καταργήστε πολλά αντικείμενα από μια σελίδα.
es: Eliminar múltiples objetos de una página.
fa: اشیای چندگانه را از یک صفحه حذف کنید.
fi: Poista useita objekteja sivulta.
fr: Supprimer plusieurs objets d'une page.
he: הסרת אובייקטים מרובים מדף.
hu: Több oldal eltávolítása az oldalról.
it: Rimuovi più oggetti da una pagina.
ja: ページから複数のオブジェクトを削除する.
ml: ഒരു പേജിൽ നിന്നും ഒന്നിലധികം വസ്തുക്കൾ നീക്കം ചെയ്യുക.
nl: Ta bort flera objekt från en sida.
pl: Usuń wiele obiektów ze strony.
pt_br: Remover vários objetos de uma página.
ru: Удалить несколько объектов со страницы.
sl: Odstranite več predmetov s strani.
sr: Уклоните више објеката са странице.
sv: Ta bort flera objekt från en sida.
tr: Sayfadaki birden çok nesneyi kaldırma.
uk: Видалити кілька об'єктів зі сторінки.

source: Delete an object from a page.
af: Vee 'n voorwerp uit 'n bladsy uit.
ar: حذف كائن من صفحة.
bg: Изтриване на обект от страница.
bs: Izbrišite objekt sa stranice.
da: Slet et objekt fra en side.
de: Löschen Sie ein Objekt von einer Seite.
el: Διαγράψτε ένα αντικείμενο από μια σελίδα.
es: Eliminar un objeto de una página.
fa: یک شی را از یک صفحه حذف کنید.
fi: Poista objekti sivulta.
fr: Supprimer un objet d'une page.
he: מחיקת אובייקט מדף.
hu: Objektum törlése az oldalról.
it: Elimina un oggetto da una pagina.
ja: ページからオブジェクトを削除する.
ml: ഒരു പേജിൽ നിന്ന് ഒരു വസ്തു തുറക്കുക.
nl: Verwijder een object van een pagina.
pl: Usuń obiekt ze strony.
pt_br: Excluir um objeto de uma página.
ru: Удалить объект со страницы.
sl: Izbrišite predmet s strani.
sr: Избришите објекат са странице.
sv: Ta bort ett objekt från en sida.
tr: Sayfadan nesne silme.
uk: Видалити об'єкт зі сторінки.

source: Delete multiple objects from a page.
af: Vee verskeie voorwerpe uit 'n bladsy uit.
ar: حذف كائنات متعددة من صفحة.
bg: Изтриване на няколко обекта от страница.
bs: Izbrišite više objekata sa stranice.
da: Slet flere objekter fra en side.
de: Löschen Sie mehrere Objekte von einer Seite.
el: Διαγράψτε πολλά αντικείμενα από μια σελίδα.
es: Eliminar múltiples objetos de una página.
fa: Elimineu diversos objectes d'una pàgina.
fi: מחק אובייקטים מרובים מדף.
fr: Supprimer plusieurs objets d'une page.
he: מחק אובייקטים מרובים מדף.
hu: Több objektum törlése az oldalról.
it: Elimina più oggetti da una pagina.
ja: ページから複数のオブジェクトを削除する.
ml: ഒരു പേജിൽ നിന്ന് ഒരു വസ്തു തുറക്കുക.
nl: Verwijder meerdere objecten van een pagina.
pl: Usuń wiele obiektów ze strony.
pt_br: Excluir vários objetos de uma página.
ru: Удалить несколько объектов со страницы.
sl: Izbrišite več predmetov s strani.
sr: Избришите више објеката са странице.
sv: Radera flera objekt från en sida.
tr: Sayfadan birden çok nesne silin.
uk: Видалити кілька об'єктів зі сторінки.

source: Synchronize object with library.
af: Sinkroniseer voorwerp met biblioteek.
ar: مزامنة الكائن مع المكتبة.
bg: Синхронизирайте обект с библиотека.
bs: Sinhronizacija objekta sa bibliotekom.
da: Synkroniser objekt med bibliotek.
de: Objekt mit Bibliothek synchronisieren.
el: Συγχρονισμός αντικειμένου με τη βιβλιοθήκη.
es: Sincronizar objeto con biblioteca.
fi: Synkronoi objekti kirjastoon.
fr: Synchroniser l'objet avec la bibliothèque.
he: סנכרן אובייקט עם ספריה.
hu: Szinkronizálja az objektumot a könyvtárral.
it: Sincronizza oggetto con libreria.
ja: オブジェクトをライブラリと同期する.
ml: ലൈബ്രറി ഉപയോഗിച്ച് ഒബ്ജക്റ്റ് സമന്വയിപ്പിക്കുക.
nl: Synchroniseer object met bibliotheek.
pl: Synchronizuj obiekt z biblioteką.
pt_br: Sincronizar objeto com biblioteca.
ru: Синкронизар objeto com biblioteca.
sl: Sincronizar objeto com biblioteca.
sr: Синцронизар објето цом библиотеца.
sv: Synkronisera objekt med bibliotek.
tr: Nesneyi kütüphane ile senkronize et.
uk: Синхронізувати об'єкт з бібліотекою.

source: Create a new arc object.
af: Skep 'n nuwe boogvoorwerp.
ar: قم بإنشاء كائن قوس جديد.
bg: Създайте нов обект на дъга.
bs: Kreirajte novi objekt luka.
da: Opret et nyt lysobjekt.
de: Opret et nyt lysobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο τόξου.
es: Crear un nuevo objeto de arco.
fa: یک شی جدید قوس ایجاد کنید.
fi: Luo uusi valokaavio.
fr: Créer un nouvel objet arc.
he: יצירת אובייקט arc חדש.
hu: Hozzon létre egy új ív objektumot.
it: Crea un nuovo oggetto arco.
ja: 新しい円弧オブジェクトを作成する.
ml: ഒരു പുതിയ ആർക്ക് ഒബ്ജക്റ്റ് സൃഷ്ടിക്കുക.
nl: Maak een nieuw boogobject.
pl: Utwórz nowy obiekt łuku.
pt_br: Crie um novo objeto de arco.
ru: Создать новый объект дуги.
sl: Ustvarite nov objekt obloka.
sr: Направите нови објекат лука.
sv: Skapa ett nytt bågobjekt.
tr: Yeni bir ark nesnesi oluştur.
uk: Створіть новий об'єкт дуги.

source: Create a new box object.
af: oru putiya bēāks vastu sr̥ṣṭikkuka.
ar: قم بإنشاء كائن مربع جديد.
bg: Създайте нов обект на кутия.
bs: Crea un nou objecte de caixa.
da: Opret en ny boksobjekt.
de: Erstellen Sie ein neues Boxobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο κουτιού.
es: Crear un nuevo objeto caja.
fa: یک شیء جعبه جدید ایجاد کنید.
fi: Luo uusi laatikkoobjekti.
fr: Créer un nouvel objet box.
he: צור אובייקט תיבה חדש.
hu: Hozzon létre egy új dobozobjektumot.
it: Crea un nuovo oggetto casella.
ja: 新しいボックスオブジェクトを作成する.
ml: ഒരു പുതിയ ബോക്സ് വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw box-object.
pl: Utwórz nowy obiekt skrzynki.
pt_br: Crie um novo objeto de caixa.
ru: Создать новый объект коробки.
sl: Направите нови објект оквира.
sr: Направите нови објект оквира.
sv: Skapa ett nytt lådobjekt.
tr: Yeni bir kutu nesnesi oluştur.
uk: Stvoritʹ novyy ob'yekt.

source: Create a new bus object.
af: Skep 'n nuwe busvoorwerp.
ar: إنشاء كائن ناقل جديد.
bg: Създайте нов автобусен обект.
bs: Kreirajte novi objekat sabirnice.
da: Opret et nyt busobjekt.
de: Legen Sie ein neues Busobjekt an.
el: Δημιουργήστε ένα νέο αντικείμενο διαύλου.
es: Crear un nuevo objeto de bus..
fa: یک شیء اتوبوس جدید ایجاد کنید.
fi: Luo uusi väyläobjekti.
fr: Créer un nouvel objet de bus.
he: צור אובייקט אוטובוס חדש.
hu: Hozzon létre egy új buszobjektumot.
it: Crea un nuovo oggetto bus.
ja: 新しいバスオブジェクトを作成する.
ml: പുതിയ ബസ് ഓബ്ജക്റ്റ് സൃഷ്ടിക്കുക.
nl: Maak een nieuw busobject.
pl: Utwórz nowy obiekt magistrali.
pt_br: Crie um novo objeto de barramento.
ru: Создать новый объект шины.
sl: Ustvarite nov objekt vodila.
sr: Креирајте нови кабл објекат.
sv: Skapa ett nytt bussobjekt.
tr: Yeni bir otobüs nesnesi oluştur.
uk: Створіть новий об'єкт шини.

source: Create a new circle object.
af: Skep 'n nuwe kringvoorwerp.
ar: قم بإنشاء كائن دائرة جديد.
bg: Създайте нов обект от кръга.
bs: Napravite novi objekt kruga.
da: Opret en ny cirkelobjekt.
de: Erstellen Sie ein neues Kreisobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο κύκλου.
es: Crear un nuevo objeto de círculo.
fa: یک شیء دایره جدید ایجاد کنید.
fi: Luo uusi ympyräobjekti.
fr: Créer un nouvel objet cercle.
he: צור אובייקט מעגל חדש.
hu: Hozzon létre egy új kör objektumot.
it: Crea un nuovo oggetto cerchio.
ja: Atarashī en obujekuto o sakusei suru.
ml: ഒരു പുതിയ സർക്കിൾ വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw cirkelobject.
pl: Utwórz nowy obiekt koła.
pt_br: Crie um novo objeto de círculo.
ru: Создать новый объект круга.
sl: Ustvarite nov objekt kroga.
sr: Направите нови објект круга.
sv: Skapa ett nytt cirkelobjekt.
tr: Yeni bir daire nesnesi oluştur.
uk: Створіть новий об'єкт кола.

source: Create a new complex object.
af: Skep 'n nuwe komplekse voorwerp.
ar: إنشاء كائن معقد جديد.
bg: Създайте нов сложен обект.
bs: Kreirajte novi kompleksni objekt.
da: Opret et nyt komplekst objekt.
de: Erstellen Sie ein neues komplexes Objekt.
el: Δημιουργήστε ένα νέο σύνθετο αντικείμενο.
es: Crear un nuevo objeto complejo..
fa: یک شی جدید پیچیده ایجاد کنید.
fi: Luo uusi monimutkainen objekti.
fr: Créer un nouvel objet complexe.
he: צור אובייקט מורכב חדש.
hu: Hozzon létre egy új összetett objektumot.
it: Crea un nuovo oggetto complesso.
ja: 新しい複雑なオブジェクトを作成する.
ml: ഒരു പുതിയ സങ്കീർണ്ണ വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw complex object.
pl: .Utwórz nowy złożony obiekt
pt_br: Crie um novo objeto complexo.
ru: Создать новый сложный объект.
sl: Ustvarite nov kompleksen objekt.
sr: Креирајте нови комплексни објекат.
sv: Skapa ett nytt komplext objekt.
tr: Yeni bir karmaşık nesne oluştur.
uk: Створити новий складний об'єкт

source: Create a new line object.
af: Skep 'n nuwe lynvoorwerp.
ar: قم بإنشاء كائن سطر جديد.
bg: Създайте нов обект линия.
bs: Kreirajte novi objekt linije.
da: Opret et nyt linjepost.
de: Erstellen Sie ein neues Linienobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο γραμμής.
es: Crear un nuevo objeto de línea.
fa: یک شیء خط جدید ایجاد کنید.
fi: Luo uusi rivikohta.
fr: Créer un nouvel objet de ligne.
he: צור אובייקט שורה חדש.
hu: Hozzon létre egy új objektumot.
it: Crea un nuovo oggetto linea.
ja: bangkeut vottho banteat thmei muoy.
ml: ഒരു പുതിയ ലൈൻ വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw lijnobject.
pl: Utwórz nowy obiekt linii.
pt_br: Crie um novo objeto de linha.
ru: Создать новый объект линии.
sl: Ustvarite nov objekt vrstice.
sr: Направите нови објекат линије.
sv: Skapa ett nytt linjobjekt.
tr: Yeni bir satır nesnesi oluştur.
uk: Створіть новий об'єкт лінії.

source: Create a new net object.
af: Skep 'n nuwe netto voorwerp.
ar: إنشاء كائن صافي جديد.
bg: Създайте нов net обект.
bs: Kreirajte novi neto objekt.
da: Opret et nyt netobjekt.
de: Erstellen Sie ein neues Netzobjekt.
el: Δημιουργήστε ένα νέο καθαρό αντικείμενο.
es: Crear un nuevo objeto de red.
fa: یک شیء خالص جدید ایجاد کنید.
fi: Luo uusi verkko-objekti.
fr: Créer un nouvel objet net.
he: צור אובייקט נטו חדש.
hu: Hozzon létre egy új hálózati objektumot.
it: Crea un nuovo oggetto netto.
ja: 新しいネットオブジェクトを作成する.
ml: ഒരു പുതിയ ഒബ്ജക്റ്റ് വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw net-object.
pl: Utwórz nowy obiekt sieciowy.
pt_br: Kreirajte novi neto objekat.
ru: Skapa ett nytt nätobjekt.
sl: Ustvarite nov neto objekt.
sr: Креирајте нови нето објекат.
sv: Skapa ett nytt nätobjekt.
tr: Yeni bir net nesnesi oluştur.
uk: Створіть новий чистий об'єкт.
