Repository: WileyECoyote/geda-gaf
Catalog: libgedathon/po/*.po
Languages: af, ar, bg, bs, da, de, el, es, fa, fi, fr, he, hu, it, ja, ml, nl, pl, pt_br, ru, sl, sr, sv, tr, uk

source: Bus
af: Buskabel
ar: الحافلة
bg: Автобусен
da: Buskabel
es: ómnibus
fa: کابل
fi: kaapeli
fr: câble
he: כבל
hu: kábel
it: cavo
ml: കേബിൾ
nl: kabel
pl: kabel
pt_br: cabo
sv: kabel
tr: kablo
uk: кабелю

source: Circle
af: sirkel
ar: دائرة
bg: кръг
bs: Krug
da: Cirkel
es: Circulo
fa: دایره
fi: Ympyrä
fr: Cercle
he: מעגל
hu: Kör
it: Cerchio
ml: സർക്കിൾ
nl: Cirkel
pl: okrąg
pt_br: Círculo
sv: Cirkel
tr: Daire
uk: Коло

source: Line
af: lyn
ar: خط
bg: линия
bs: Linija
da: linje
es: Línea
fa: خط
fi: Linja
fr: Ligne
he: קו
hu: Vonal
it: Linea
ml: ലൈൻ
nl: Lijn
pl: Linia
pt_br: Linha
sv: Linje
tr: Hat
uk: Лінія

source: Net
bg: нето
es: cadena
fa: خالص
fi: Netto
he: נטו
hu: Háló
it: Netto
ml: നെറ്റ്
nl: Netto
pl: Netto
pt_br: Líquido
sv: Netto
tr: Ağ
uk: Чистий

source: Path
af: pad
ar: مسار
bg: път
da: Sti
es: Camino
fa: چند ضلعی
fi: Monikulmio
fr: Polygone
he: מצולע
hu: Poligon
it: Poligono
ml: ബഹുഭുജം
nl: veelhoek
pl: wielokąt
pt_br: polígono
sv: polygon
tr: çokgen
uk: Шлях

source: Pin
af: Speld
ar: دبوس
bg: щифт
es: Alfiler
fa: میخ
fi: tappi
fr: Épingle
he: הצמד
hu: tű
it: perno
ml: പിൻ
pl: Kołek
sv: Stift
tr: Toplu iğne

source: Text
af: teks
ar: نص
bg: Текст
bs: Tekst
da: Tekst
es: Texto
fa: متن
fi: Teksti
fr: Texte
he: טקסט
hu: Szöveg
it: Testo
ml: വാചകം
nl: Tekst
pl: Tekst
pt_br: Texto
tr: Metin
uk: Текст

source: Error initializing new Arc object
af: Kon nie nuwe boogvoorwerp initialiseer nie
bg: Грешка при инициализиране на нов обект на дъга
bs: Greška pri inicijalizaciji novog objekta luka
da: Fejl ved at initialisere nyt lysobjekt
es: Error al inicializar el nuevo objeto de arco
fa: خطا در ارزیابی شی جدید قوس
fi: Virhe uuden kaaren objektin alustamisessa
fr: Erreur lors de l'initialisation d'un nouvel objet arc
he: שגיאה באתחול אובייקט arc חדש
hu: Hiba az új ív objektum inicializálásakor
it: Errore durante l'inizializzazione di un nuovo oggetto arco
ml: പുതിയ ആർക്ക് ഒബ്‌ജക്റ്റ് സമാരംഭിക്കുന്നതിൽ പിശക്
nl: Krijg of stel het standaard transformatorsymbool in
pl: Uzyskaj lub ustaw domyślny symbol transformatora
sv: Hämta eller ställa in standardtransformatorsymbolen

source: Cannot delete the %s attribute
af: Kan nie die kenmerk %s uitvee nie
bg: Атрибутът %s не може да бъде изтрит
da: Kan ikke slette attributten %s
es: No se puede eliminar el atributo %s
fa: می توانید ویژگی %s را حذف کنید
fi: %s määritettä ei voi poistaa
fr: Impossible de supprimer l'attribut %s
he: לא ניתן למחוק את התכונה %s
hu: A %s attribútum nem törölhető
it: Impossibile eliminare l'attributo %s
ml: %s ആട്രിബ്യൂട്ട് ഇല്ലാതാക്കാൻ കഴിയില്ല
nl: Kan het kenmerk %s niet verwijderen
pl: Nie można usunąć atrybutu %s
sv: Det går inte att ta bort attributet %s

source: The %s attribute must be an integer value
af: Die %s kenmerk moet 'n heelgetalwaarde wees
bg: Атрибутът %s трябва да е цяло число
bs: Атрибутът %s трябва да е цяло число
da: Egenskaben %s skal være en heltalværdi
es: El atributo %s debe ser un valor entero
fa: ویژگی %s باید یک مقدار صحیح باشد
fi: %s määritteen on oltava kokonaisluku
fr: L'attribut %s doit être une valeur entière
he: התכונה %s חייבת להיות ערך שלם
hu: A %s attribútumnak egész számnak kell lennie
it: L'attributo %s deve essere un valore intero
ml: %s ആട്രിബ്യൂട്ട് ഒരു പൂർണ്ണസംഖ്യയായിരിക്കണം
nl: Het kenmerk% s moet een geheel getal zijn
pl: Atrybut %s musi być liczbą całkowitą
sv: Attributet %s måste vara ett heltal

source: Python integer too large to convert to C integer
af: Python int te groot om na C int te omskep
bs: Python int je prevelik da bi se pretvorio u C int
da: Python int for stor til at konvertere til C int
es: Python entero demasiado grande para convertirlo en C entero
fa: عدد صحیح پایتون برای تبدیل به عدد صحیح C بسیار بزرگ است
fi: Python-kokonaisluku liian suuri, jotta se voidaan muuntaa C-kokonaislukuksi
fr: Nombre entier Python trop grand pour être converti en nombre C
he: מספר שלם של Python גדול מדי כדי להמיר C שלם
hu: A Python egész szám túl nagy ahhoz, hogy C egész számra konvertálhassa
it: Intero di Python troppo grande per essere convertito in intero C
ml: സി പൂർണ്ണസംഖ്യയിലേക്ക് പരിവർത്തനം ചെയ്യാൻ പൈത്തൺ സംഖ്യ വളരെ വലുതാണ്
nl: Python-geheel getal te groot om te converteren naar C-geheel getal
pl: Liczba całkowita Pythona jest zbyt duża, aby przekonwertować ją na liczbę całkowitą C.
sv: Python-heltal för stort för att konvertera till C-heltal

source: Creates an Arc object extension type.
af: Skep 'n Arc-voorwerp-uitbreidingstipe.
ar: يخلق نوع تمديد كائن القوس.
bg: Създава тип разширение на Arc обект.
bs: Kreira tip proširenja luka.
da: Opretter en bueobjekttype.
de: Erstellt einen Bogenobjekterweiterungstyp.
el: Δημιουργεί έναν τύπο επέκτασης αντικειμένου τόξου.
es: Crea un tipo de extensión de objeto de arco.
fa: نوع شیء قوس را ایجاد می کند.
fi: Luo Arc-objektin laajennustyypin.
fr: Crée un type d'extension d'objet Arc.
he: יוצר סוג הרחבה של אובייקט קשת.
hu: Létrehoz egy ív objektum kiterjesztés típusát.
it: Crea un tipo di estensione oggetto arco.
ja: 円弧オブジェクト拡張タイプを作成します.
ml: ആർക്ക് ഒബ്ജക്റ്റ് എക്സ്റ്റൻഷൻ തരം സൃഷ്ടിക്കുന്നു
nl: Voeg een kenmerkobject toe aan dit object.
pl: Tworzy typ rozszerzenia obiektu Łuk.
pt_br: Cria um tipo de extensão de objeto de arco.
ru: Создает тип расширения объекта Arc.
sl: Ustvari podaljšek tipa Arc.
sr: Креира тип проширења објекта Арц.
sv: Skapar en Arc-objektförlängningstyp.
tr: Bir Arc nesnesi uzantısı türü oluşturur.
uk: Створює тип розширення об'єкта Arc.

source: Error initializing new Box object
af: Kon nie nuwe boksvoorwerp initialiseer nie
bg: Грешка при инициализиране на нов обект на кутия
bs: Greška pri inicijalizaciji novog okvira objekta
da: Fejl ved initialisering af ny boksobjekt
es: Error al inicializar el nuevo objeto de caja
fa: خطا در راه اندازی جعبه جدید جعبه
fi: Virhe uuden laatikon objektin alustamisessa
fr: Erreur lors de l'initialisation d'un nouvel objet boîte
he: שגיאה באתחול אובייקט תיבה חדש
hu: Hiba az új dobozobjektum inicializálásakor
it: Errore durante l'inizializzazione di un nuovo oggetto casella
ml: പുതിയ ബോക്സ് ഒബ്‌ജക്റ്റ് സമാരംഭിക്കുന്നതിൽ പിശക്
nl: Fout bij initialiseren van nieuw Box-object
pl: Błąd podczas inicjowania nowego obiektu Box
sv: Fel vid initiering av nytt Box-objekt

source: Creates a Box object type.
af: Skep 'n vak-objek tipe.
ar: يخلق نوع تمديد كائن القوس.
bg: Създава тип обект на кутия.
bs: Kreira tip proširenja luka.
da: Opretter en boks-objekttype.
de: Erzeugt einen Box-Objekttyp.
el: Δημιουργεί έναν τύπο αντικειμένου κουτιού.
es: Crea un tipo de objeto caja.
fa: نوع شی جعبه را ایجاد می کند.
fr: Crée un type d'objet box.
he: יוצר סוג אובייקט תיבת.
hu: Létrehoz egy dobozobjektumot.
it: Crea un tipo di oggetto casella.
ja: ボックスオブジェクトタイプを作成します.
ml: ബോക്സ് ഒബ്ജക്റ്റ് തരം സൃഷ്ടിക്കുന്നു.
nl: Creëert een box-objecttype.
pl: Tworzy typ obiektu ramki.
pt_br: Cria um tipo de objeto de caixa.
ru: Создает тип объекта коробка.
sl: Ustvari vrsto predmeta v polju.
sr: Креира тип објекта оквира.
sv: Skapar en ruttypsobjekt.
tr: Bir kutu nesnesi türü yaratır.
uk: Створює тип об'єкта.

source: Error initializing new Bus object
af: Kon nie nuwe kabelvoorwerp begin nie
bg: Грешка при инициализиране на нов обект на кабел
bs: Greška pri pokretanju novog objekta kabla
da: Fejl ved initialisering af nyt kabelobjekt
es: Error al inicializar el nuevo objeto de cable
fa: خطا در راه اندازی کابل جدید جدید
fi: Virhe uuden kaapeliobjektin alustamisessa
fr: Erreur lors de l'initialisation d'un nouvel objet câble
he: שגיאה באתחול אובייקט כבל חדש
hu: Hiba az új kábelobjektum inicializálásakor
it: Errore durante l'inizializzazione di un nuovo oggetto cavo
ml: പുതിയ കേബിൾ ഒബ്‌ജക്റ്റ് സമാരംഭിക്കുന്നതിൽ പിശക്
nl: Fout bij het initialiseren van nieuw Bus-object
pl: Błąd podczas inicjowania nowego obiektu Bus
sv: Fel vid initiering av nytt bussobjekt

source: The bus name attribute value must be a string
af: Die waarde van die busnaam kenmerk moet 'n string wees
bg: Стойността на атрибута за име на шината трябва да бъде низ
bs: Vrijednost atributa imena sabirnice mora biti niz
da: Bussenavnet attributværdi skal være en streng
es: El valor del atributo del nombre del cable debe ser una cadena
fa: مقدار نام مشخصه نام کابل باید یک رشته باشد
fi: Kaapelin nimen määritteen arvon on oltava merkkijono
fr: La valeur de l'attribut du nom du câble doit être une chaîne
he: ערך מאפיין שם הכבל חייב להיות מחרוזת
hu: A kábelnév attribútumának stringnek kell lennie
it: Il valore dell'attributo nome cavo deve essere una stringa
ml: ബസ് നാമ ആട്രിബ്യൂട്ട് മൂല്യം ഒരു സ്ട്രിംഗ് ആയിരിക്കണം
nl: De kenmerknaam van de busnaam moet een tekenreeks zijn
pl: Wartość atrybutu nazwy magistrali musi być ciągiem
sv: Attributvärdet för bussnamnet måste vara en sträng

source: Creates a Bus object type.
af: Skep 'n Bus-objek tipe.
ar: ينشئ نوع كائن كبل.
bg: Създава тип обект Bus.
bs: Kreira tip kablovskog objekta.
da: Opretter en busobjekttype.
el: Δημιουργεί έναν τύπο αντικειμένου λεωφορείου.
es: Crea un tipo de objeto bus.
fa: یک نوع شی اتوبوس ایجاد می کند.
fi: Luo väylän objektityypin.
fr: Crée un type d'objet Bus.
he: יוצר סוג אובייקט באוטובוס.
hu: Létrehoz egy buszobjektumot.
it: Crea un tipo di oggetto Bus.
ml: ഒരു ബസ് ഓബ്ജക്റ്റ് തരം സൃഷ്ടിക്കുന്നു.
nl: Creëert een Bus-objecttype.
pl: Tworzy typ obiektu magistrali.
pt_br: Cria um tipo de objeto de barramento.
ru: Создает тип объекта шины.
sl: Ustvari tip objekta vodila.
sr: Креира тип кабловског објекта.
sv: Skapar en bussobjektyp.
tr: Bir veri yolu nesnesi türü oluşturur.
uk: Створює тип об'єкта шини.

source: Error initializing new Circle object
af: Kon nie nuwe kringvoorwerp initialiseer nie
ar: خطأ في تهيئة كائن دائرة جديد
bg: Грешка при инициализиране на нов обект от кръга
bs: Greška pri inicijalizaciji novog objekta kruga
da: Fejl ved initialisering af ny cirkelobjekt
el: Παρουσιάστηκε σφάλμα κατά την αρχικοποίηση του αντικειμένου νέου κύκλου
es: Error al inicializar el nuevo objeto de círculo
fa: خطا در راه اندازی شی جدید دایره
fi: Virhe käynnistettäessä uutta ympyräobjektia.
fr: Erreur lors de l'initialisation d'un nouvel objet cercle.
he: שגיאה באתחול אובייקט מעגל חדש.
hu: Hiba az új kör objektum inicializálásakor
it: Errore durante l'inizializzazione di un nuovo oggetto cerchio.
ja: 新しい円オブジェクトの初期化エラー
ml: പുതിയ സർക്കിൾ വസ്തുവിനെ ആരംഭിക്കുന്നതിൽ പിശക്
nl: Fout bij initialiseren van een nieuw cirkelobject
pl: Błąd inicjowania nowego obiektu okręgu.
pt_br: Erro ao inicializar o novo objeto de círculo.
ru: Ошибка инициализации нового объекта круга.
sl: Napaka pri inicializaciji novega objekta kroga.
sr: Грешка при иницијализацији новог објекта круга.
sv: Ett fel på att initiera ett nytt cirkelobjekt.
tr: Yeni Circle nesnesini başlatma hatası.
uk: Помилка ініціалізації нового об'єкта кола.

source: Creates a Circle object type.
af: Skep 'n sirkel-objek tipe.
ar: ينشئ نوع كائن دائرة.
bg: Creëert een cirkelobjecttype.
bs: Kreira tip objekta kruga.
da: Opretter en cirkelobjekttype.
el: Δημιουργεί έναν τύπο αντικειμένου κύκλου.
es: Crea un tipo de objeto de círculo.
fa: نوع شیء دایره ای ایجاد می کند.
fi: Luo ympyräobjektityypin.
fr: Crée un type d'objet Cercle.
he: יוצר סוג אובייקט מעגל.
hu: Létrehoz egy kör objektumtípust.
it: Crea un tipo di oggetto Cerchio.
ja: Circleオブジェクト型を作成します.
ml: ഒരു സർക്കിൾ ഒബ്ജക്റ്റ് തരം സൃഷ്ടിക്കുന്നു.
nl: Creëert een cirkelobjecttype.
pl: Tworzy typ obiektu okręgu.
pt_br: Cria um tipo de objeto de círculo.
ru: Создает тип объекта круга.
sl: Ustvari tip objekta kroga.
sr: Креира тип објекта круга.
sv: Skapar en cirkelobjektyp.
tr: Bir daire nesnesi tipi yaratır.
uk: Створює тип об'єкта кола.

source: Python int too large to convert to C int
bg: Python int твърде голям, за да конвертирате в C int
