Repository: WileyECoyote/geda-gaf
Catalog: libgedathon/po/*.po
Languages: af, ar, bg, bs, da, de, el, es, fa, fi, fr, he, hu, it, ja, ml, nl, pl, pt_br, ru, sl, sr, sv, tr, uk

source: Create a new path object.
bg: Създайте нов обект път.
bs: Kreirajte novi objekt staze.
da: Opret et nyt stiobjekt.
de: Erstellen Sie ein neues Pfadobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο διαδρομής.
es: Crear un nuevo objeto de ruta.
fa: یک شیء مسیر جدید ایجاد کنید.
fi: Luo uusi polkuobjekti.
fr: Créer un nouvel objet de chemin.
he: צור אובייקט נתיב חדש.
hu: Hozzon létre egy új útvonal objektumot.
it: Crea un nuovo oggetto di percorso.
ja: 新しいネットオブジェクトを作成する.
ml: ഒരു പുതിയ പാത്ത് വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw padobject.
pl: Utwórz nowy obiekt ścieżki.
pt_br: Crie um novo objeto de caminho.
ru: Создать новый объект пути.
sl: Ustvarite nov objekt poti.
sr: Креирајте нови објект путање.
sv: Skapa ett nytt sökobjekt.
tr: Yeni bir yol nesnesi oluştur.
uk: Створіть новий об'єкт шляху.

source: Create a new picture object.
af: Skep 'n nuwe prentobjek.
ar: قم بإنشاء كائن صورة جديد.
bg: Създайте нов обект на картина.
bs: Kreirajte novi objekt slike.
da: Opret et nyt billedobjekt.
de: Erstellen Sie ein neues Bildobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο εικόνας.
es: Crear un nuevo objeto de imagen.
fa: یک شیء تصویر جدید ایجاد کنید.
fi: Luo uusi kuvaobjekti.
fr: Créer un nouvel objet d'image.
he: צור אובייקט תמונה חדש.
hu: Új képobjektum létrehozása.
it: Crea un nuovo oggetto immagine.
ja: 新しい画像オブジェクトを作成する.
ml: ഒരു പുതിയ ചിത്ര വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw beeldobject.
pl: Utwórz nowy obiekt obrazu.
pt_br: Crie um novo objeto de imagem.
ru: Создать новый объект изображения.
sl: Ustvarite nov objekt slike.
sr: Направите нови објекат слике.
sv: Skapa ett nytt bildobjekt.
tr: Yeni bir resim nesnesi oluştur.
uk: Створіть новий об'єкт зображення.

source: Create a new pin object.
af: Skep 'n nuwe penvoorwerp.
ar: قم بإنشاء كائن دبوس جديد.
bg: Създайте нов обект с пин.
bs: Napravite novi pin objekt.
da: Opret et nyt pinobjekt.
de: Erstellen Sie ein neues Pin-Objekt.
el: Δημιουργήστε ένα νέο αντικείμενο καρφίτσας.
es: Crear un nuevo objeto pin.
fa: یک شی پین جدید ایجاد کنید.
fi: Luo uusi pin-objekti.
fr: Créer un nouvel objet pin.
he: צור אובייקט סיכה חדש.
hu: Hozzon létre egy új pin objektumot.
it: Crea un nuovo oggetto pin.
ja: 新しいピンオブジェクトを作成する.
ml: ഒരു പുതിയ പിൻ വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw pinobject.
pl: Utwórz nowy obiekt szpilki.
pt_br: Crie um novo objeto de contato.
ru: Создать новый контактный объект.
sl: Ustvarite nov predmet za stik.
sr: Направите нови контактни објект.
sv: Skapa ett nytt stiftobjekt.
tr: Yeni bir pin nesnesi oluştur.
uk: Yeni bir pin nesnesi oluştur.

source: Create a new text object.
af: Skep 'n nuwe teksobjek.
ar: قم بإنشاء كائن نص جديد.
bg: Създайте нов текстов обект.
bs: Napravite novi tekstualni objekt.
da: Opret en ny tekstobjekt.
de: Erstellen Sie ein neues Textobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο κειμένου.
es: Crear un nuevo objeto de texto.
fa: یک شیء متن جدید ایجاد کنید.
fi: Luo uusi tekstiobjekti.
fr: Créer un nouvel objet texte.
he: צור אובייקט טקסט חדש.
hu: Hozzon létre egy új szövegobjektumot.
it: Crea un nuovo oggetto di testo.
ja: 新しいテキストオブジェクトを作成する.
ml: ഒരു പുതിയ ടെക്സ്റ്റ് വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw tekstobject.
pl: Utwórz nowy obiekt tekstowy.
pt_br: Crie um novo objeto de texto.
ru: Создать новый текстовый объект.
sl: Ustvarite nov besedilni predmet.
sr: Направите нови текстуални објект.
sv: Skapa ett nytt textobjekt.
tr: Yeni bir metin nesnesi oluştur.
uk: Створити новий текстовий об'єкт.

source: Create a new attribute object.
af: Skep 'n nuwe kenmerk voorwerp.
ar: قم بإنشاء كائن سمة جديد.
bg: Създайте нов обект на атрибут.
bs: Kreirajte novi objekt atributa.
da: Opret et nyt attributobjekt.
de: Erstellen Sie ein neues Attributobjekt.
el: Δημιουργήστε ένα νέο αντικείμενο χαρακτηριστικών.
es: Crear un nuevo objeto de atributo.
fa: یک شیء ویژگی جدید ایجاد کنید.
fi: Luo uusi määriteobjekti.
fr: Créer un nouvel objet d'attribut.
he: צור אובייקט תכונה חדשה.
hu: Hozzon létre egy új attribútumobjektumot.
it: Crea un nuovo oggetto attributo.
ja: 新しい属性オブジェクトを作成する.
ml: ഒരു പുതിയ ആട്രിബ്യൂട്ട് വസ്തു സൃഷ്ടിക്കുക.
nl: Maak een nieuw attribuut-object.
pl: Utwórz nowy obiekt atrybutu.
pt_br: Crie um novo objeto de atributo.
ru: Создать новый объект атрибута.
sl: Ustvarite nov objekt atributa.
sr: Креирајте нови објекат атрибута.
sv: Skapa ett nytt attributobjekt.
tr: Yeni bir öznitelik nesnesi oluştur.

source: New object type syntax
af: Nuwe objek tipe sintaksis
ar: بناء جملة نوع كائن جديد
bg: Нов синтаксис на тип обект
bs: Nova sintaksa tipa objekta
da: Ny objekttype syntaks
de: Neue Objekttypsyntax
el: Σύνταξη νέου τύπου αντικειμένου
es: Nueva sintaxis de tipo de objeto
fa: نحو نوع جدید شی
fi: Uusi objektityyppinen syntaksi
fr: Nouvelle syntaxe de type d'objet
he: סוג חדש של תחביר סוג
hu: Új objektumtípus-szintaxis
it: Nuova sintassi del tipo di oggetto
ja: 新しいオブジェクト型の構文
ml: പുതിയ വസ്തു തരം സിന്റാക്സ്
nl: Syntaxis van het nieuwe objecttype
pl: Nowa składnia typu obiektu
pt_br: Nova sintaxe de tipo de objeto
ru: Синтаксис нового типа объекта
sl: Синтаксис нового типа объекта
sr: Нова синтакса типа објекта
sv: Ny objekttyps syntax
tr: Yeni nesne tipi sözdizimi
uk: Новий синтаксис типу об'єкта

source: The object name
af: Die voorwerpnaam
ar: Ime objekta
bg: Името на обекта
bs: Ime objekta
da: Objektnavnet
de: Der Objektname
el: Το όνομα του αντικειμένου
es: El nombre del objeto
fa: نام هدف
fi: Objektin nimi
fr: Le nom de l'objet
he: שם האובייקט
hu: Az objektum neve
it: Il nome dell'oggetto
ja: オブジェクト名
ml: വസ്തുവിന്റെ പേര്
nl: De objectnaam
pl: Nazwa obiektu
pt_br: O nome do objeto
ru: Наименование объекта
sl: Nazva ob'yekta
sr: Име објекта
sv: Objektnamnet
tr: Nesne adı
uk: Назва об'єкта

source: Add an attribute object to this object
af: Voeg 'n attribuutvoorwerp by hierdie voorwerp
ar: إضافة كائن سمة لهذا الكائن
bg: Добавете атрибутен обект към този обект
bs: Dodajte objekt atributa ovom objektu
da: Tilføj et attribut objekt til dette objekt
de: Fügen Sie diesem Objekt ein Attributobjekt hinzu
el: Προσθέστε ένα αντικείμενο χαρακτηριστικών σε αυτό το αντικείμενο
es: Añadir un objeto de atributo a este objeto
fa: یک شیء صفت برای این شیء اضافه کنید
fi: Lisää määriteobjekti tähän kohteeseen
fr: Ajouter un objet d'attribut à cet objet
he: הוסף אובייקט תכונה לאובייקט זה
hu: Adjon hozzá egy attribútumobjektumot ehhez az objektumhoz
it: Aggiungi un oggetto attributo a questo oggetto
ja: このオブジェクトに属性オブジェクトを追加します
ml: ഈ വസ്തുവിന് ഒരു ആട്രിബ്യൂട്ട് ഒബ്ജക്റ്റ് ചേർക്കുക
nl: Voeg een kenmerkobject toe aan dit object
pl: Dodaj obiekt atrybutu do tego obiektu
pt_br: Adicione um objeto de atributo a este objeto
ru: Добавить объект атрибута к этому объекту
sl: Dodajte predmet atributa temu objektu
sr: Додајте објекат атрибута овом објекту
sv: Lägg till ett attribut objekt till det här objektet
tr: Bu nesneye bir özellik nesnesi ekleyin
uk: Додати об'єкт атрибута до цього об'єкта

source: Copy the object
af: Kopieer die voorwerp
ar: انسخ الكائن
bg: Копирайте обекта
bs: Kopirajte objekt
da: Kopier objektet
de: Kopieren Sie das Objekt
el: Αντιγράψτε το αντικείμενο
es: Copia el objeto
fa: کپی شی
fi: Kopioi kohde
fr: Copier l'objet
he: העתק את האובייקט
hu: Másolja az objektumot
it: Copia l'oggetto
ja: オブジェクトをコピーする
ml: വസ്തു പകർത്തുക
nl: Kopieer het object
pl: Skopiuj obiekt
pt_br: Copie o objeto
ru: Скопируйте объект
sl: Kopirajte predmet
sr: Копирајте објекат
sv: Kopiera objektet
tr: Nesneyi kopyala
uk: Скопіюйте об'єкт

source: Rotate the object
af: Draai die voorwerp
ar: تدوير الكائن
bg: Завъртете обекта
bs: Rotirajte objekat
da: Drej objektet
de: Objekt drehen
el: Περιστρέψτε το αντικείμενο
es: Girar el objeto
fa: چرخش شیء
fi: Kierrä objekti
fr: Faire pivoter l'objet
he: סובב את האובייקט
hu: Forgassa az objektumot
it: Ruota l'oggetto
ja: オブジェクトを回転させる
ml: വസ്തുവിനെ തിരിക്കുക
nl: Roteer het object
pl: Obróć obiekt
pt_br: Rodar o objeto
ru: Повернуть объект
sl: Zavrtite predmet
sr: Ротирајте објекат
sv: Rotera objektet
tr: Nesneyi döndür
uk: Поверніть об'єкт

source: Select this Object
af: Kies hierdie objek
ar: حدد هذا الكائن
bg: Изберете този обект
bs: Odaberite ovaj objekt
da: Vælg dette objekt
de: Wählen Sie dieses Objekt aus
el: Επιλέξτε αυτό το αντικείμενο
es: Valitse tämä kohde
fa: این شی را انتخاب کنید
fi: Valitse tämä kohde
fr: Sélectionnez cet objet
he: ī vastu tiraññeṭukkuka
hu: Válassza ezt az objektumot
it: Seleziona questo oggetto
ja: このオブジェクトを選択
ml: ഈ വസ്തു തിരഞ്ഞെടുക്കുക
nl: Selecteer dit object
pl: Wybierz ten obiekt
pt_br: Selecione este objeto
ru: Выберите этот объект
sl: Zavrtite predmet
sr: Изаберите овај објекат
sv: Välj det här objektet
tr: Bu Nesneyi Seç
uk: Виберіть цей об'єкт

source: Unselect this Object
af: Ontkies hierdie objek
ar: قم بإلغاء تحديد هذا الكائن
bg: Премахнете избора на този обект
bs: Poništite odabir ovog objekta
da: Fjern markeringen af ​​dette objekt
de: Deaktivieren Sie dieses Objekt
el: Καταργήστε την επιλογή αυτού του αντικειμένου
es: Deseleccionar este objeto
fa: این شیء را غیرفعال کنید
fi: Poista tämä kohde
fr: Désélectionner cet objet
he: בטל בחירה של אובייקט זה
hu: Jelölje ki ezt az objektumot
it: Deseleziona questo oggetto
ja: このオブジェクトの選択を解除
ml: ഈ ഒബ്ജക്റ്റ് തിരഞ്ഞെടുക്കുക
nl: Deselecteer dit object
pl: Usuń zaznaczenie tego obiektu
pt_br: Desmarque este objeto
ru: Отменить выбор этого объекта
sl: Prekličite izbiro tega predmeta
sr: Поништите одабир овог објекта
sv: Avmarkera det här objektet
tr: Bu nesnenin seçimini kaldır
uk: Скасувати вибір цього об'єкта

source: Returns the length of a linear object.
af: Wys die lengte van 'n lineêre voorwerp.
ar: اسم الملف من هذه الصفحة.
bg: Име на файла на тази страница.
bs: Vraća dužinu linearnog objekta.
da: Returnerer længden af ​​en lineær objekt.
el: Επιστρέφει το μήκος ενός γραμμικού αντικειμένου.
es: Devuelve la longitud de un objeto lineal.
fa: طول یک شیء خطی را برمی گرداند.
fi: Palauttaa lineaarisen objektin pituuden.
fr: Retourne la longueur d'un objet linéaire
he: מחזירה את האובייקט ליניארי.
hu: Visszaadja a lineáris objektum hosszát.
it: Restituisce la lunghezza di un oggetto lineare.
ja: 線形オブジェクトの長さを返します
ml: ഒരു ലൈനർ വസ്തുവിന്റെ ദൈർഘ്യം നൽകുന്നു.
nl: Retourneert de lengte van een lineair object.
pl: Zwraca długość obiektu liniowego.
pt_br: Retorna o comprimento de um objeto linear.
ru: Возвращает длину линейного объекта.
sl: Vrne dolžino linearnega objekta.
sr: Враћа дужину линеарног објекта.
sv: Returnerar längden på ett linjärt objekt.
tr: Doğrusal bir nesnenin uzunluğunu döndürür.
uk: Повертає довжину лінійного об'єкта.

source: File Name of this Page.
af: Lêernaam van hierdie bladsy.
ar: اسم الملف من هذه الصفحة.
bg: Име на файла на тази страница.
bs: Naziv datoteke.
da: Filnavn på denne side.
el: Όνομα αρχείου αυτής της σελίδας.
es: Nombre del archivo de esta página.
fa: نام فایل این صفحه.
fi: Tämän sivun tiedostonimi.
fr: Nom du fichier de cette page.
he: שם הקובץ של דף זה.
hu: Ennek az oldalnak a neve.
it: File Nome di questa pagina.
ja: このページのファイル名
ml: ഈ പേജിന്റെ ഫയലിന്റെ പേര്.
nl: Bestandsnaam van deze pagina.
pl: Nazwa pliku tej strony.
pt_br: Nome de arquivo desta página.
ru: Имя файла этой страницы.
sl: Ime datoteke te strani.
sr: Име датотеке ове странице.
sv: Filnamn på den här sidan.
tr: Bu sayfanın dosya adı.
uk: Назва файлу цієї сторінки.

source: String describing a geometric element
af: String wat 'n meetkundige element beskryf
ar: سلسلة تصف العنصر الهندسي
bg: Струн, описващ геометричен елемент
bs: Niz koji opisuje geometrijski element
da: String, der beskriver et geometrisk element
el: Σειρά που περιγράφει ένα γεωμετρικό στοιχείο
es: Cadena que describe un elemento geométrico
fa: رشته ای که یک عنصر هندسی را توصیف می کند
fi: Merkkijono, joka kuvaa geometrista elementtiä
fr: Chaîne décrivant un élément géométrique
he: מחרוזת המתארת ​​אלמנט גיאומטרי
hu: A geometriai elemet leíró karakterlánc
it: Stringa che descrive un elemento geometrico
ja: 幾何学的要素を説明する文字列
ml: ഒരു ജ്യാമിതീയ ഘടകം വിവരിക്കുന്ന സ്ട്രിംഗ്
nl: String die een geometrisch element beschrijft
pl: Ciąg opisujący element geometryczny
pt_br: Cadeia que descreve um elemento geométrico
ru: Строка, описывающая геометрический элемент
sl: Niz, ki opisuje geometrični element
sr: Низ који описује геометријски елемент
sv: String som beskriver ett geometriskt element
tr: Geometrik bir öğeyi tanımlayan dize
uk: Рядок, що описує геометричний елемент

source: Retrieve a specific attribute Object
af: Haal 'n spesifieke kenmerk Object
ar: استرداد كائن سمة محدد
bg: Извличане на конкретен обект атрибут
bs: Dohvatite određeni objekt atributa
da: Hent en specifik attributobjekt
el: Ανάκτηση ενός συγκεκριμένου αντικειμένου
es: Recuperar un objeto de atributo específico
fa: یک خصوصیت مشخص Object را بازیابی کنید
fi: Hae tietty määriteobjekti
fr: Récupérer un objet d'attribut spécifique
he: אחזר אובייקט מאפיין ספציפי
hu: Adjon meg egy adott attribútumobjektumot
it: Recupera un oggetto attributo specifico
ja: 特定の属性オブジェクトを取得する
ml: ഒരു പ്രത്യേക ആട്രിബ്യൂട്ട് ഒബ്ജക്റ്റ് വീണ്ടെടുക്കുക
nl: Haal een specifiek attribuutobject op
pl: Pobierz konkretny obiekt atrybutu
pt_br: Recuperar um objeto de atributo específico
ru: Получить определенный атрибут объекта
sl: Pridobi določen objekt atributa
sr: Дохватите одређени објекат атрибута
sv: Hämta ett specifikt attributobjekt
tr: Belirli bir özellik nesnesini al
uk: Отримати певний об'єкт атрибута

source: Retrieve list of associated attribute Objects
af: Haal lys van alle bladsye op.
ar: استرداد قائمة كائنات السمة المرتبطة
bg: Извличане на списък от свързани атрибутни обекти
bs: Dohvatite popis pridruženih atributnih objekata
da: Hent liste over tilhørende attributobjekter
es: Recuperar lista de objetos de atributos asociados
fa: بازخوانی لیست اشیاء مرتبط مربوطه
fi: Hae luettelo niihin liittyvistä attribuuttikohteista
fr: Récupérer la liste des objets d'attributs associés
he: אחזר רשימה של אובייקטי מאפיין הקשורים
hu: A kapcsolódó attribútumok Objektumok listájának lekérése
it: Recupera la lista degli oggetti attributi associati
ja: 関連付けられている属性オブジェクトのリストを取得する
ml: അനുബന്ധ ആട്രിബ്യൂട്ട് ഒബ്ജക്റ്റുകളുടെ ലിസ്റ്റ് വീണ്ടെടുക്കുക
nl: Haal de lijst met bijbehorende attribuutobjecten op
pl: Pobierz listę powiązanych obiektów atrybutów
pt_br: Recuperar lista de objetos de atributo associados
ru: Получить список связанных объектов атрибутов
sl: Pridobi seznam povezanih objektov atributov
sr: Дохватите листу придружених атрибутних објеката
sv: Hämta lista över tillhörande attributobjekt
tr: İlişkilendirilmiş öznitelik nesnelerinin listesini alma
uk: Отримати список пов'язаних об'єктів атрибутів

source: Set the value of a specified attribute Object
af: Stel die waarde van 'n gespesifiseerde kenmerkobjek
ar: عيّن قيمة كائن سمة محدد
bg: Задайте стойността на определен обект на атрибут
bs: Postavite vrijednost specificiranog objekta atributa
da: Indstil værdien af ​​en specificeret attributobjekt
es: Establecer el valor de un objeto de atributo especificado
fa: مقدار یک شی مشخصه مشخص شده را تنظیم کنید
fi: Määritä määritetyn määriteobjektin arvo
fr: Définir la valeur d'un objet d'attribut spécifié
he: הגדר את הערך של אובייקט מאפיין שצוין
hu: Állítsa be a megadott attribútumobjektum értékét
it: Imposta il valore di un oggetto attributo specificato
ml: നിർദ്ദിഷ്ട ആട്രിബ്യൂട്ട് ഒബ്ജക്റ്റിന്റെ മൂല്യം സജ്ജമാക്കുക
nl: Stel de waarde in van een opgegeven attribuutobject
pl: Ustaw wartość określonego obiektu atrybutu
pt_br: Definir o valor de um objeto de atributo especificado
sv: Ange värdet för ett specificerat attributobjekt
tr: Belirtilen bir nitelik nesnesinin değerini ayarlayın
uk: Встановіть значення заданого об'єкта атрибута

source: Refresh Objects attributes
af: Verfris voorwerpe-eienskappe
ar: تحديث سمات الكائنات
bg: Обновяване на атрибутите на обектите
bs: Dohvatite sve objekte povezane s određenim objektom
da: Hent alle objekter, der er forbundet med specifikke objekter
es: Actualizar atributos de objetos
fa: ویژگی های اشیاء را تازه سازی کنید
fi: Päivitä objektin määritteet
fr: Actualiser les attributs des objets
he: רענן תכונות אובייקטים
hu: Objektumok attribútumai frissítése
it: Aggiorna gli attributi degli oggetti
ml: വസ്തുക്കളുടെ ഗുണവിശേഷത റിഫ്രഷ് ചെയ്യുക
nl: Object Geheugen vernieuwen
pl: Odśwież atrybut obiektów
pt_br: Osveži atribute predmetov
sv: Uppdatera objekt attribut
tr: Nesnelerin niteliklerini yenile
uk: Оновити атрибути об'єктів

source: Retrieve all objects connected to specific Object
af: Haal alle voorwerpe wat verband hou met spesifieke voorwerpe
ar: استرجع كل الكائنات المتصلة بكائن محدد
bg: Извличане на всички обекти, свързани с конкретен обект
bs: Dohvatite sve objekte povezane s određenim objektom
da: Hent alle objekter, der er forbundet med specifikke objekter
es: Recuperar todos los objetos conectados a objetos específicos
fa: تمام اشیاء متصل به شیء خاص را بازیابی کنید
fi: Hae kaikki tiettyyn objektiin liittyvät objektit
fr: Récupérer tous les objets connectés à un objet spécifique
he: אחזר את כל האובייקטים המחוברים לאובייקט מסוים
hu: Az objektumhoz kapcsolódó összes objektum lekérése
it: Recupera tutti gli oggetti collegati a un oggetto specifico
ml: നിർദ്ദിഷ്ട ഒബ്ജക്റ്റുമായി ബന്ധപ്പെട്ട എല്ലാ വസ്തുക്കളെയും വീണ്ടെടുക്കുക
nl: Haal alle objecten op die verbonden zijn met een specifiek object
pl: Pobierz wszystkie obiekty połączone z określonym obiektem
pt_br: Recuperar todos os objetos conectados a um objeto específico
sv: Hämta alla objekt som är kopplade till specifika objekt
tr: Belirli bir nesneye bağlı tüm nesneleri al
uk: Отримати всі об'єкти, пов'язані з певним об'єктом

source: Retrieve list of points for junction for specified Objects
af: Haal lys van punte vir aansluiting vir gespesifiseerde voorwerpe
ar: استرجع قائمة نقاط الوصلات للكائنات المحددة
bg: Извличане на списък от точки за кръстовище за определени обекти
bs: Dohvatite listu tačaka za spajanje za određene objekte
da: Hent liste over punkter for kryds for bestemte objekter
es: Recuperar lista de puntos para la unión para objetos especificados
fa: بازیابی لیست امتیاز برای اتصال برای اشیاء مشخص شده
fi: Hae pisteen luettelo risteyksistä määritellyille kohteille
fr: Récupérer la liste des points de jonction pour les objets spécifiés
he: אחזר רשימת נקודות לצומת עבור אובייקטים שצוינו
hu: A pontok listájának lekérése az egyes objektumokhoz való csatlakozáshoz
it: Recupera un elenco di punti per la giunzione per gli oggetti specificati
ml: നിശ്ചിത വസ്തുക്കൾക്കായി ജംഗ്ഷൻ പോയിന്റുകൾ വീണ്ടെടുക്കുക
nl: Ophalen lijst met punten voor kruising voor specifieke objecten
pl: Pobierz listę punktów dla połączenia dla określonych obiektów
pt_br: Recuperar lista de pontos para junção de objetos especificados
sv: Hämta lista över punkter för korsning för specificerade objekt
tr: Belirtilen nesneler için birleşme noktalarının listesini alma
uk: Отримати список точок для переходу для заданих об'єктів

source: Retrieve list of points of unconnected nodes for specified Objects
af: Haal lys van punte van ongebonde nodes vir spesifieke voorwerpe
ar: استرداد قائمة نقاط العقد غير المتصلة لكائنات محددة
bg: Извличане на списък от точки на несвързани възли за конкретни обекти
bs: Dohvatite listu točaka nepovezanih čvorova za određene objekte
da: Hent liste over punkter af ikke-forbundne noder til bestemte objekter
es: Recuperar lista de puntos de nodos desconectados para objetos especificados
fa: بازیابی لیست نقاط گره های متصل نشده برای اشیاء مشخص شده
fi: Hae luettelot yhteyskohtien solmupisteistä määritellyille kohteille
fr: Récupérer la liste des points des noeuds non connectés pour les objets spécifiés
he: אחזר רשימה של נקודות של צמתים לא מחוברים עבור אובייקטים שצוינו
hu: A nem kapcsolódó csomópontok pontjainak lekérése a megadott objektumokhoz
it: Recupera un elenco di punti di nodi non connessi per oggetti specificati
ml: നിർദ്ദിഷ്ട ഒബ്ജക്റ്റുകൾക്കായി നോൺ-നോൺ-നോൺ പോയിന്റുകൾ പോയിന്റുകൾ വീണ്ടെടുക്കുക
nl: Ophalen lijst met punten van niet-verbonden knooppunten voor specifieke objecten
pl: Pobierz listę punktów niepołączonych węzłów dla określonych obiektów
pt_br: Recuperar lista de pontos de nós não conectados para objetos especificados
sv: Hämta lista över punkter av oknutna noder för angivna objekt
tr: Otrymaty spysok tochok nezv'yazanykh vuzliv dlya zadanykh ob'yektiv
uk: Отримати список точок незв'язаних вузлів для заданих об'єктів

source: Type error, ignoring invalid optional parameter 5
af: Tik fout, ignoreer ongeldige opsionele parameter 5
ar: اكتب خطأ ، مع تجاهل المعلمة الاختيارية غير الصالحة 5
bg: Въведете грешка, пренебрегвайки невалидния незадължителен параметър 5
bs: Upišite grešku, zanemarite nevažeći opcionalni parametar 5
da: Skriv fejl, ignorerer ugyldig valgfri parameter 5
es: Tipo de error, ignorando el parámetro opcional inválido 5
fa: خطا را تایپ کنید، پارامتر اختیاری نامعتبر 5 را نادیده بگیرید
fi: Kirjoita virhe virheellistä valinnaista parametria 5 lukuun ottamatta
fr: Erreur de type, ignorant le paramètre facultatif non valide 5
he: הקלד שגיאה, תוך התעלמות מפרמטר אופציונלי לא חוקי 5
hu: Írja be a hibát, figyelmen kívül hagyva az érvénytelen 5-ös paramétert
it: Digitare errore, ignorando il parametro opzionale 5 non valido
ml: അസാധുവായ ഓപ്ഷണൽ പാരാമീറ്റർ 5 അവഗണിക്കുന്ന തരം തെറ്റ്
nl: Typ error, negeer ongeldige optionele parameter 5
pl: Wpisz błąd, ignorując niepoprawny opcjonalny parametr 5
pt_br: Erro de tipo, ignorando o parâmetro opcional inválido 5
sv: Skriv fel, ignorerar ogiltig valfri parameter 5
tr: Geçersiz isteğe bağlı parametre 5 yoksayılarak hata yazın
uk: Введіть помилку, ігноруючи недійсний необов'язковий параметр 5

source: get
af: kry
ar: احصل على
bg: получавам
da: få
es: obtener
fa: گرفتن
fi: saada
fr: obtenir
he: לקבל
hu: kap
it: ottenere
ml: നേടുക
nl: krijgen
pl: dostać
pt_br: pegue
sv: skaffa sig
tr: almak
uk: отримати

source: or set
af: of stel
ar: أو مجموعة
bg: или набор
bs: ili set
da: eller sæt
es: o conjunto
fa: یا مجموعه
fi: tai asettaa
fr: ou ensemble
he: או להגדיר
hu: vagy beállítva
it: o set
ml: അല്ലെങ്കിൽ സജ്ജമാക്കുക
nl: of stel in
pl: lub ustaw
pt_br: ou conjunto
sv: eller set
tr: veya ayarlandı
uk: або набір

source: An error occurred
af: 'N Fout het voorgekom
ar: حدث خطأ
bg: Възникна грешка
bs: Dogodila se greška
da: En fejl opstod
es: Ocurrió un error
fa: خطایی رخ داده است
fi: Tapahtui virhe
fr: Une erreur est survenue
he: התרחשה שגיאה
hu: Hiba történt
it: Si è verificato un errore
ml: ഒരു പിശക് സംഭവിച്ചു
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Wystąpił błąd
sv: Ett fel uppstod
tr: Bir hata oluştu
uk: Виникла помилка

source: object was not created
af: voorwerp is nie geskep nie
ar: لم يتم إنشاء الكائن
bg: не е създаден
bs: objekat nije kreiran
da: objekt blev ikke oprettet
es: el objeto no fue creado
fa: شی ایجاد نشد
fi: kohdetta ei ole luotu
fr: l'objet n'a pas été créé
he: האובייקט לא נוצר
hu: az objektumot nem hozták létre
it: l'oggetto non è stato creato
ml: ഒബ്ജക്റ്റ് സൃഷ്ടിച്ചില്ല
nl: object is niet gemaakt
pl: obiekt nie został utworzony
pt_br: objeto não foi criado
sv: objekt skapades inte
tr: nesne yaratılmadı
uk: Об'єкт не був створений

source: Arc
ar: قوس
bg: Дъга
da: Bue
es: Arco
fa: قوس
fi: kaari
he: קשת
hu: ív
it: arco
ml: ആർക്ക്
nl: Boog
pl: Łuk
pt_br: Arco
sv: Båge
tr: Ark
uk: Дуга

source: Text Attribute
af: Teks eienskap
ar: سمة النص
bg: Текстов атрибут
da: Tekstattribut
es: Atributo de texto
fa: مشخصه متن
fi: Tekstin määrite
fr: Attribut de texte
he: תכונת טקסט
hu: Szöveg attribútum
it: Attributo del testo
ml: ടെക്സ്റ്റ് ആട്രിബ്യൂട്ട്
nl: Tekstkenmerk
pl: Atrybut tekstu
pt_br: Atributo de texto
sv: Text Attribut
tr: Metin Özelliği
uk: Текстовий атрибут

source: Box
af: reghoek
ar: مستطيل
bg: правоъгълник
bs: Pravougaonik
da: Rektangel
es: Rectángulo
fa: مستطیل
fi: Suorakulmio
fr: Rectangle
he: מלבן
hu: Téglalap
it: Rettangolo
ml: ദീർഘചതുരം
nl: Doos
pl: Pudełko
pt_br: Caixa
sv: Låda
tr: Kutu
uk: Коробка
