Repository: WileyECoyote/geda-gaf
Catalog: libgedathon/po/kh.po
Languages: kh

source: Get or Set the default symbol for capacitors
kh: ttuol ryy kamnt nimittasanhnhea lomneadaem samreab capacitors

source: Get or Set the default symbol for electrolytic capacitors
kh: ttuol ryy kamnt nimittasanhnhea lomneadaem samreab capacitor electrolytic

source: Get or Set the default symbol for inductors
kh: ttuol ryy kamnt nimittasanhnhea lomneadaem samreab inductors

source: Get or Set the default operational amplifier symbol
kh: ttuol ryy kamnt nimittasanhnhea pongrik bratebatte lomneadaem

source: Get or Set the default symbol for resistors
kh: ttuol ryy kamnt nimittasanhnhea lomneadaem samreab tngsyong

source: Get or Set the default titleblock symbol
kh: ttuol ryy kamnt nimittasanhnhea blok chamnangcheung lomneadaem

source: Get or Set the default transformer symbol
kh: ttuol ryy kamnt nimittasanhnhea bleng tam lomneadaem

source: Close all files and deinitialize the library.
kh: Hanki tai Aseta oletus otsikkoblock-symboli.

source: Append a folder to the library search path.
kh: banthem tht tow phlauv svengork bannaly.

source: Creates a gafrc file in the current directory.
kh: bangkeut eksar gafrc nowknong tht bachchobban.

source: Retrieve list of all pages.
kh: tow yk banhchi tompr teangoasa.

source: Get pointer to the active page.
kh: yk tossaatronich tow tompr sakam.

source: Set the active page.
kh: kamnt tompr sakam.

source: Returns True if page has been modified and not saved.
kh: tralb pit brasenbae tompr trauv ban kebre haey minban roksaatouk te.

source: Set the active page and change the current directory.
kh: kamnt tompr sakamm ning phlasabdaur tht bachchobban.

source: Open a page.
kh: baek tompr.

source: Close page.
kh: bet tompr.

source: Create a new empty page.
kh: bangkeut tompr tte thmei.

source: Rename a page changes the filename.
kh: btau r chhmoh tompr phlasa btau r chhmoh eksar.

source: Save the page by writing to storage.
kh: roksaatouk tompr nih daoy sarser towkean kar phtok.

source: Save the page using a new file name.
kh: roksaatouk tompr daoy brae chhmoh eksar thmei.

source: Save all opened pages to storage.
kh: roksaatouk tompr del ban baek teangoasa towkean ubakar phtok.

source: Returns True if object is a GedaCapsule, otherwise False.
kh: tralb pit brasenbae vottho kuchea kongteunr robsa hke de baemindauchnaohte min pit.

source: Returns the rectangular boundaries of an object.
kh: tralb promden chtokaon nei vottho muoy.

source: Retrieve an object from a GedaCapsule.
kh: tow yk vottho pi kongteunr hke da.

source: Retrieve all objects belonging to a page.
kh: teanh yk vottho teangoasa del chea robsa tompr.

source: Add an object to a page or another object.
kh: banthem vottho muoy tow tompr ryy vottho phsaeng.

source: Add multiple objects to a page or another object.
kh: banthem vottho chraen tow tompr ryy vottho phsaeng.

source: Make a copy an object.
kh: thveu aoy chbab chamlong vottho muoy.

source: Remove object from a page.
kh: yk vottho chenhpi tompr.

source: Remove multiple objects from a page.
kh: yk vottho chraen chenhpi tompr.

source: Delete an object from a page.
kh: loub vottho pi tompr.

source: Delete multiple objects from a page.
kh: loub vottho chraen pi tompr muoy.

source: Synchronize object with library.
kh: thveu sam kal kammovottho cheamuoy bannaly.

source: Create a new arc object.
kh: bangkeut vottho thnou thmei.

source: Create a new box object.
kh: bangkeut vottho braab thmei.

source: Create a new bus object.
kh: bangkeut vottho lanokrong thmei muoy.

source: Create a new circle object.
kh: bangkeut vottho rongvong thmei.

source: Create a new complex object.
kh: bangkeut vottho smokosmanh thmei.

source: Create a new line object.
kh: bangkeut vottho banteat thmei muoy.

source: Create a new net object.
kh: bangkeut vottho sotth thmei muoy.

source: Create a new path object.
kh: bangkeut vottho phlauv thmei muoy.

source: Create a new picture object.
kh: bangkeut vottho roubpheap thmei.

source: Create a new pin object.
kh: bangkeut vottho mchoul thmei.

source: Create a new text object.
kh: bangkeut vottho atthabt thmei.

source: Create a new attribute object.
kh: bangkeut vottho kounalokkhan thmei.

source: New object type syntax
kh: veakyasamponth braphet vottho thmei

source: The object name
kh: chhmoh vottho

source: Add an attribute object to this object
kh: banthem vottho kounalokkhan tow vottho nih

source: Copy the object
kh: chamlong vottho

source: Rotate the object
kh: bangvil vottho

source: Select this Object
kh: chreusa vottho nih

source: Unselect this Object
kh: min chreusa vottho nih

source: Returns the length of a linear object.
kh: tralb braveng robsa vottho lineaer.

source: File Name of this Page.
kh: chhmoh eksar nei tompr nih

source: String describing a geometric element
kh: khsae aksaar pipnrnea ampi theato thorneimat

source: Retrieve a specific attribute Object
kh: tow yk vottho kounalokkhan cheakleak muoy

source: Retrieve list of associated attribute Objects
kh: tow yk banhchi robsa vottho kounalokkhan del teaktong

source: Set the value of a specified attribute Object
kh: kamnt tamlei nei vottho kounalokkhan del ban banhcheak

source: Refresh Objects attributes
kh: thveu aoy kounalokkhan vottho thveu aoy srasa

source: Retrieve all objects connected to specific Object
kh: tow yk vottho teangoasa del ban taphcheab tow vottho cheakleak

source: Retrieve list of points for junction for specified Objects
kh: tow yk banhchi chamnoch samreab chamnochabrasapv samreab vottho del ban banhcheak

source: Retrieve list of points of unconnected nodes for specified Objects
kh: tow yk banhchi chamnoch nei thnang del min teaktng samreab vottho del ban banhcheak

source: Type error, ignoring invalid optional parameter 5
kh: banhchoul kamhosa daoy min aepeu bareametr srech chett del min troemotrauv 5

source: get
kh: ttuol ban

source: or set
kh: ryy kamnt

source: An error occurred
kh: kamhosa​ muoy​ ban​ kaet​ laeng

source: object was not created
kh: vottho min trauv ban bangkeut

source: Arc
kh: thnou

source: Text Attribute
kh: kounalokkhan atthabat

source: Box
kh: chtokaon

source: Bus
kh: khsae

source: Circle
kh: rongvong

source: Line
kh: banteat

source: Net
kh: sot

source: Path
kh: phokaon

source: Text
kh: atthabat

source: Error initializing new Arc object
kh: kamhosa knong kar chabphtaem vottho thnou thmei

source: Cannot delete the %s attribute
kh: min ach loub kounalokkhan %s ban te

source: The %s attribute must be an integer value
kh: kounalokkhan %s trauvte chea chamnuonokt

source: Python integer too large to convert to C integer
kh: chamnuonokt Python thom pek daembi bamleng tow chamnuonokt C

source: Creates an Arc object extension type.
kh: bangkeut braphet phnek banthem vottho thnou.

source: Error initializing new Box object
kh: kamhosa knong kar chabphtaem vottho braab thmei

source: Creates a Box object type.
kh: bangkeut braphet vottho braab muoy.

source: Error initializing new Bus object
kh: kamhosa knong kar chabphtaem vottho khsae thmei

source: The bus name attribute value must be a string
kh: tamlei kounalokkhan chhmoh rothayont trauvte khsae aksaar

source: Creates a Bus object type.
kh: bangkeut braphet vottho lanokrong.

source: Error initializing new Circle object
kh: kamhosa knong kar chabphtaem vottho rongvong thmei

source: Creates a Circle object type.
kh: bangkeut vottho rongvong thmei.
