Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: View the front page of the gEDA wiki in a browser.
fr: Afficher la page d'accueil du wiki gEDA dans un navigateur.
it: Visualizza la pagina principale del wiki di gEDA in un browser.
pt_br: Veja a página inicial do wiki do gEDA em um navegador.
ru: Открыть основную страницу gEDA wiki в браузере.

source: Invalid text alignment ~A.
de: Ungültige Ausrichtung: ~A.
es: Alineación de texto inválida ~A.
fr: Alignement du paragraphe invalide ~A.
it: Allineamento testo non valido ~A.
pt_br: Alinhamento de texto ~A inválido.
ru: Недопустимое выравнивание текста ~A.

source: No documentation found
ar: ت_وثيق
de: Dokumentation konnte nicht gefunden werden
es: No se encontró la documentación
fr: Aucune documentation trouvée
it: Nessun documento trovato
pt_br: Documento não encontrado
ru: Документация не найдена

source: ~S is not a valid key combination.
de: ~S ist keine gültige Tasten-Kombination.
es: ~S no es una combinación de teclas válida.
fr: ~S n'est pas une combinaison de touches valide.
it: ~S non è una combinazione di tasti valida.
pt_br: ~S não é uma combinação válida.
ru: Недопустимая комбинация клавиш ~S.

source: ~S is not a prefix key sequence.
de: ~S ist kein gültiger erster Teil einer Tastenkombination.
es: ~S no es una secuencia de teclas válida como prefijo.
fr: ~S n'est pas un préfixe valide.
it: ~S non è un prefisso di sequenza di tasti.
pt_br: ~S não é uma sequência de prefixo.
ru: ~S не является префиксом клавишной последовательности.

source: Enter text, click apply, move cursor into window, click to place text. Middle button to rotate while placing.
ar: ﻿أدخل النص، انقر فوق تطبيق، حرّك المؤشر إلى داخل النافذة،ثم انقر لوضع النص. الزر الأوسط للتدوير عند الوضع.
de: Geben Sie Text ein, klicken auf Anwenden, bewegen den Cursor ins Fenster, klicken, um den Text zu platzieren. Mittlere Maustaste dreht während dem Platzieren.
es: Introduzca el texto, pulse "Aplicar", mueva el cursor en la ventana, presione el botón izq. del ratón para colocar el texto. Botón intermedio para rotar mientras está colocando el texto.
fr: Entrez le texte, cliquez sur appliquer, déplacez le curseur dans la fenêtre, cliquez pour placer le texte. Bouton du milieu pour pivoter le texte avant placement.
pl: Wprowadź tekst, kliknij "Zastosuj", przenieś kursor do głownego okna, kliknij aby umieścić tekst. Środkowy przycisk obraca tekst przed umieszczeniem.
pt_br: Entre com o texto e clique em Aplicar, então ponha o cursor na janela, e clique para deixar o texto. Use botão do meio para rotacionar enquanto posiciona.

source: Indicates total number of objects currently selected
es: Indica el número total de objetos actualmente seleccionados

source: Row
es: Fila

source: Column
es: Columna

source: Read only count of objects currently selected
es: Cuenta de solo lectura de objetos actualmente seleccionados

source: Read only x bounds displacement of selected object
es: Solo lectura x límites de desplazamiento del objeto seleccionado

source: Read only y bounds displacement of selected object
es: Solo lectura y límites de desplazamiento del objeto seleccionado

source: Spinner entry number of rows to create
es: Spinner número de entrada de filas para crear
fr: Spinner nombre de lignes à créer

source: Spinner entry number of columns to create
es: Spinner número de entrada de columnas para crear
fr: Spinner nombre de colonnes à créer

source: Select to choose an attribute visibility options
es: Seleccione para elegir las opciones de visibilidad de un atributo

source: Set preloaded reference designators.
ar: تعيين المصممين المرجعي مسبقة.
de: Vorgeladene Referenzbezeichner setzen.
es: Configurar los designadores de referencia precargados.
fr: Définir des indicateurs de référence préchargés.
pl: Ustaw wstępnie oznaczone symbole
pt_br: Definir designadores de referência pré-carregados.

source: Entry for name of the author
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
pl: Wejście dla imienia autho
pt_br: Entrada para o nome do autor

source: Entry for reference designator
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
pl: Wejście dla desygnatora referencyjnej
pt_br: Entrada para designador de referência

source: Entry for model file name
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
pl: Wejście do nazwy pliku modelu
pt_br: Entrada para o nome do arquivo do modelo

source: already exists
ar: موجود أصلا
de: ist bereits vorhanden
es: Ya existe
fr: existe déjà
it: esiste già
pl: już istnieje
pt_br: Já existe

source: Encapsulated Postscript
ar: بوست-سكريبت مغلف
es: Postscript encapsulado
fr: PostScript encapsulé

source: Toggle Drag-can-Move mode
ar: وضع الشبكة الم_غناطيسية
de: Toggle Drag-can-Move-Modus
es: Modo ayuda _magnética a la conexión
fr: Piste _magnétique On/Off
pl: Przegubowe Drag-can-Move mode
pt_br: Alternar o modo arrastar-pode-mover

source: gschem _FAQ...
ar: الأ_سئلة الأكثر شيوعا لـ gschem...
es: PU_F de gschem...
it: _FAQ di gschem...
pl: _FAQ gschem...
pt_br: Perguntas e Respostas...

source: gEDA _Wiki...
ar: _ويكي gEDA...
es: _Wiki de gEDA...
it: _Wiki di gEDA...
pl: _Wiki gEDA...
pt_br: _Wiki gEDA...

source: gschem FAQ
ar: الأ_سئلة الأكثر شيوعا لـ gschem
es: PU_F de gschem
it: FAQ di gschem
pl: gschem Pytania i odpowiedzi
pt_br: Perguntas e Respostas

source: gEDA wiki
ar: _ويكي gEDA...
es: _Wiki de gEDA...
it: Wiki di gEDA
pt_br: Wiki gEDA

source: gEDA Console
ar: gEDA وحدة التحكم الطرفية

source: Symbol renamed, cannot be undone
ar: رمز اعادة تسميته, ولا يمكن التراجع عنه

source: File name entry of component symbol
ar: اسم الملف رمز

source: Excessive errors
ar: أخطاء المفرطة

source: disabling sensitivity warnings
ar: تعطيل تحذيرات حساسية

source: Goto the first page
ar: الصفحة الحالية
de: Aktuelle Seite
pl: Przejdź do pierwszego arkusza
pt_br: Ir para a primeira página

source: Goto the last page
ar: تراجع عن العملية الأخيرة
de: Letzte Aktion rückgängig machen
pl: Przejdź do ostatniego arkusza
pt_br: Ir para a última página

source: Select the name of the attribute to edit
fr: Sélectionnez le nom de l'attribut à modifier
it: Selezionare il nome dell'attributo da modificare

source: Spinner with entry for number of slots
fr: Spinner avec entrée pour nombre de fentes

source: Spinner with entry for number of pins
fr: Spinner avec entrée pour nombre de broches

source: Enable or disable renumbering pin numbers, Number will be the starting pin number
fr: Activer ou désactiver la renumérotation des numéros de broches, le numéro sera le numéro de broche de départ

source: Guile Path
fr: Chemin de Guile

source: Warning, Error accessing image file
fr: Avertissement, Erreur lors de l'accès au fichier image
it: Attenzione, Errore durante l'accesso file immagine

source: Shutting down icon factory
fr: Fermeture usine icône
it: Arresto icona di fabbrica

source: Initializing icon factory
fr: Initialisation icône usine
it: L'inizializzazione icona di fabbrica

source: Click to select size of the image to be created
fr: Cliquez pour sélectionner la taille de l'image à créer
it: Selezionare dimensione dell'immagine da creare

source: Click to select the type of image to be created
fr: Cliquez pour sélectionner le type d'image à créer
it: Fare clic per selezionare il tipo di immagine da creare

source: Slots
fr: Élément

source: Fill
fr: Remplir

source: Demote
fr: Rétrograder

source: Hidden
fr: Caché

source: Inherited
fr: Hérité

source: Find
fr: Chercher

source: Hide
fr: Cacher

source: Show
fr: Montrer

source: Auto #
fr: numéro automatiquement

source: Set selected value visible
de: Setzen Sie den ausgewählten Wert sichtbar
fr: Définir la valeur sélectionnée

source: Set selected name visible
fr: Définir le nom sélectionné visible

source: Set selected name and value visible
fr: Définir le nom et la valeur sélectionnés visibles

source: Cycle grid between Dot, Mesh and Off
fr: Grille cyclable entre Dot, Mesh et Off

source: Toggle the object snap mode
fr: Basculer le mode d'accrochage d'objets
pl: Przełącz tryb przyciągania obiektu
pt_br: Alternar o modo de snap de objeto

source: Open the Text Size settings
fr: Ouvrez les paramètres de taille du texte
pt_br: Abra as configurações de Tamanho do Texto

source: _Preferences...
fr: _Préférences...
pt_br: _Preferências...

source: Open the Preferences dialog
fr: Ouvrez la boîte de dialogue Préférences
pt_br: Abra a caixa de diálogo Preferências

source: Enable/Disable Drag move
fr: Activer/Désactiver déplacer déplacer

source: Enable/Disable Auto Panning
fr: Activer/désactiver le panoramique automatique
pl: Włączanie/wyłączanie automatycznego panoramowania
pt_br: Ativar/Desativar o Panning Automático

source: S_pice netlist
fr: Liste de nœuds de simulation
it: Elenco dei nodi di simulazione

source: VHDL netlist
fr: Liste de nœuds VHDL
it: Elenco dei nodi VHDL

source: Verilog netlist
fr: Liste de nœuds Verilog
it: Elenco dei nodi Verilog

source: Show both the name and the value of the attribute
pt_br: Mostrar tanto o nome eo valor do atributo

source: Restoring user settings
pt_br: Restaurando configurações do usuário

source: Create Array:Error
de: Array erstellen: Fehler
pl: utwórz tablicę: błąd

source: Create Array
de: Array erstellen
pl: Tworzenie tablicy

source: Create arc
de: Bogen erstellen

source: Insert an image into the current document
de: Legen Sie ein Bild in das aktuelle Dokument ein

source: Create a new session
de: Erstellen Sie eine neue Sitzung

source: Launch the open Session dialog
de: Starten Sie den geöffneten Session-Dialog

source: _Restore
de: Wiederherstellen

source: Restore an existing Session
de: Wiederherstellen einer vorhandenen Sitzung

source: Save the current Session to another name
de: Sichern Sie die aktuelle Sitzung auf einen anderen Namen

source: Object ~A is not included in the current gschem page.
pl: Obiekt ~A nie występuje w bieżącym arkuszu.

source: Components may overlay, Continue?
pl: Komponenty mogą nakładać się, kontynuować?

source: _Label:
pl: Etykieta:

source: Sequence Number
pl: Numer sekwencji

source: Pin Label
pl: etykieta pin

source: Sessio_ns
pl: Sesje
