Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Copy to point
af: Kopieer in 1 in
ar: انسخ إلى الحافظة
de: Kopieren
es: Copiar al portapapeles
fr: Copier vers le presse-papier
it: Copia negli appunti
pl: Kopiowanie do punktu
pt_br: Copiar para apontar
ru: Скопировать в точку

source: Rotate Mode
af: Roteermodus
ar: وضع الإستدارة
de: Drehmodus
es: Rotar
fr: Mode Rotation
it: Modalità Rotazione
pl: Tryb obrotu
pt_br: Modo de Rotação
ru: Поворот

source: Side to offset?
af: Kant te verreken?
ar: الجانب للتعويض؟
es: Lado para compensar?
pt_br: Lado a compensar?

source: Mirror Mode
af: Weerkaatsmodus
ar: وضع المرآة
de: Spiegelmodus
es: Voltear
fr: Mode Miroir
it: Modalità specchio
pl: Tryb odbijania
pt_br: Modo de espelho
ru: Зеркальное отражение

source: Pan Mode
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Trascina ingrandimento
pl: Tryb Snap
pt_br: Modo Centrar
ru: Центрирование

source: Choose component
af: Komponent
ar: مكوّن
de: Bauteil
es: Componente
fr: Composant
it: Componente
pl: Wybierz komponent
pt_br: Selecionar componente
ru: Выберите компонент

source: Magnetic Net Mode
af: Magnetiese Netmodus
ar: وضع الشبكة المغناطيسية
de: Magnetischer Netzmodus
es: Modo Ayuda a la conexión
fr: Mode Piste Magnétique
it: Modo Net Magnetiche
pl: Tryb magnetycznych połączeń
pt_br: Modo de Conexão magnético
ru: Магнитные соединения

source: Net Mode
af: Netmodus
ar: وضع الشبكة
de: Netzmodus
es: Modo Conexión
fr: Mode Piste
it: Modalità Collegamento
pl: Tryb połączeń
pt_br: Modo de Conexão (NET)
ru: Ввод соединений

source: Pin Mode
af: Penmodus
ar: وضع الدبوس
de: Anschlußmodus
es: Modo Pin
fr: Mode Broche
it: Modalità Pin
pl: Tryb pinów
pt_br: Modo de Pino
ru: Добавление выводов

source: Line Mode
af: Lynmodus
ar: وضع الخط
de: Linienmodus
es: Modo Línea
fr: Mode Ligne
it: Modalità Linea
pl: Tryb linii
pt_br: Modo de Linha
ru: Ввод линий

source: Box Mode
af: Reghoekmodus
ar: وضع الإطار
de: Rechteckmodus
es: Modo Rectángulo
fr: Mode Cadre
it: Modalità Riquadro
pl: Tryb prostokątów
pt_br: Modo de Caixa
ru: Ввод прямоугольников

source: Circle Mode
af: Sirkelmodus
ar: وضع الدائرة
de: Kreismodus
es: Modo Círculo
fr: Mode Cercle
it: Modalità Cerchio
pl: Tryb okręgów
pt_br: Modo de Círculo
ru: Ввод окружностей

source: Text Mode
af: Teksmodues
ar: وضع النص
de: Textmodus
es: Modo Texto
fr: Mode Texte
it: Modalità Testo
pl: Tryb tekstu
pt_br: Modo Texto
ru: Ввод текста

source: Arc Mode
af: Boogmodus
ar: وضع القوس
de: Bogenmodus
es: Modo Arco
fr: Mode Arc de cercle
it: Modalità Arco
pl: Tryb łuków
pt_br: Modo de Arco
ru: Ввод дуг

source: Path Mode
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Modalità percorso
pl: Tryb ścieżka
pt_br: Modo de caminho
ru: Ввод контуров

source: Picture Mode
af: Afbeeldingmodus
ar: وضع الصورة
de: Bildmodus
es: Modo Imagen
fr: Mode Image
it: Modalità Immagine
pl: Tryb obrazów
pt_br: Modo Imagem
ru: Вставка изображений

source: Bus Mode
af: Busmodus
ar: وضع الناقل
de: Busmodus
es: Modo Bus
fr: Mode Bus
it: Modalità Bus
pl: Tryb magistrali
pt_br: Modo Barramento (BUS)
ru: Ввод шин

source: Move Mode
af: Skuifmodus
ar: وضع التّحريك
de: Verschiebemodus
es: Mover
fr: Mode Déplacement
it: Modalità spostamento
pl: Tryb posunięcie
pt_br: Modo de Movimentação
ru: Перемещение

source: Paste %d Mode
af: Plak %d Modus
ar: وضع اللصق %d
de: %d-Einfügemodus
es: Modo Pegar %d
fr: Mode Coller %d
it: Modalità %d Incolla
pl: Tryb wklejania z bufora %d
pt_br: Modo Colar de %d
ru: Вставка из %d

source: First point?
af: Eerste punt?
ar: ﻿نقطة شبيكة
de: Rasterpunkt
es: Punto de rejilla
fr: Point de grille
it: Primo punto?
pl: Pierwszy punkt?
pt_br: Primeiro ponto?
ru: Первая точка?

source: Second point?
af: Tweede punt?
ar: ﻿نقطة النهاية للشبكة
de: Netz-Endemarkierung
es: Punto final de conexión
fr: Point d'arrêt de la liaison
it: Secondo punto?
pl: Drugi punkt?
pt_br: Segundo ponto?
ru: Второй пункт?

source: Project Mode
af: Netmodus
ar: وضع الشبكة
de: Netzmodus
es: Modo Conexión
fr: Mode Piste
it: Modalità Collegamento
pl: rozciągać się Tryb
pt_br: Modo de projeto
ru: Режим проекта

source: Select Projectiles
af: Kies
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: Sélection de projectiles
it: Oggetti selezionati
pl: Wybierz obiekty do stopnia
pt_br: Selecione as linhas a serem estendidas
ru: Выбор объектов для расширения

source: Select Object
af: Kies
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Wybierz obiekt
pt_br: Selecionar Objeto
ru: Выбор объекта

source: Show Hidden
af: Toon Verskuilde
ar: أظهر المخفي
de: Verborgenes anzeigen
es: Mostrar ocultos
fr: Montrer caché
it: Mostra Nascosto
pl: Pokaż ukryte
pt_br: Mostrar Oculto
ru: Отображение скрытого текста

source: Snap Off
af: snap Af
ar: إيقاف الجذب
de: Am Raster ausrichten aus
es: Desactivado el ajuste a la rejilla
pl: Wyłącz przyciąganie
pt_br: Ajuste desligado
ru: Привязка отключена

source: Resnap Active
af: Resnap aktiewe
ar: تفعيل إعادة الجذب
de: Neu Ausrichen
es: Reajuste a la rejilla activado
fr: Resnap Actif
it: Resnap Attivo
pt_br: Reajuste Ativo
ru: Режим перепривязки

source: Initializing default configuration settings
af: Inisialiseer verstek opset instellings
ar: تهيئة إعدادات التكوين الافتراضية
pt_br: Inicializando as configurações padrão

source: Failed to save user configuration to
af: Kon nie gebruiker opset red
ar: فشل في حفظ تكوين المستخدم
de: Die folgenden Bilder konnten nicht überschrieben werden
es: Error al guardar la configuración de usuario a
fr: Impossible d'enregistrer la configuration de l'utilisateur
it: Impossibile salvare la configurazione utente
pl: Nie udało zapisać konfigurację użytkownika do
pt_br: Falha ao salvar a configuração do usuário para
ru: Не удалось сохранить конфигурацию пользователя

source: Closing Page
af: Sluit Bladsy
ar: إغلاق الصفحة
de: Seite schließen
es: Cerrar página
fr: Fermer la page
it: Chiudi pagina
pl: Zamknięcie Page
pt_br: Fechar página
ru: Закрыть страницу

source: Set page <%s> active.
af: Stel bladsy <%s> aktief.
ar: اجعل الصفحة <%s> نشطة.
es: Establecer página <%s> activo.
pt_br: Definir página <%s> ativa.

source: Really revert page?
af: gaan regtig terug bladsy?
ar: تريد استعادة الصفحة حقا؟
de: Seite wirklich wiederherstellen?
es: ¿Seguro que quiere recargar la página?
fr: Abandonner les modifications?
it: Vuoi veramente ritornare alla pagina precedente?
pl: Czy na pewno przywrócić arkusz?
pt_br: Reverter Página?
ru: Действительно вернуть сохранённую страницу?

source: An error occurred while processing request to revert
af: 'N fout tydens die verwerking van versoek om die data te herlaai
ar: حدث خطأ أثناء معالجة طلب للعودة
de: FEHLER: Beim Einlesen der Konfigurationsdateien trat ein Fehler auf
es: ERROR: Ocurrió un error desconocido al interpretar los archivos de configuración.
fr: Une erreur s'est produite lors du traitement de la demande de retour
it: Si è verificato un errore durante l'elaborazione richiesta per ripristinare
pl: Wystąpił błąd podczas przetwarzania żądania, aby przywrócić
pt_br: Ocorreu um erro durante o processamento da solicitação para reverter
ru: Произошла ошибка при обработке запроса вернуться

source: <b>File error.</b>
af: <b>Bestek</b>
ar: <b>المجال</b>
de: <b>Suchbereich</b>
es: <b>Error de archivo.</b>
fr: <b>Portée</b>
it: <b>Visibilità</b>
pl: <b>Błąd pliku.</b>
pt_br: <b>Erro de arquivo.</b>
ru: <b>ошибка файла.</b>

source: Revert failed
af: Gaan Bladsy Terug
ar: أعد الصفحة
de: Seite wirklich wiederherstellen?
es: ¿Seguro que quiere recargar la página?
fr: Abandonner les modifications ?
it: Annulla i cambiamenti
pl: Wróć nie powiodło się
pt_br: Reverter falhou
ru: Откат не удалось

source: Error encountered during file operation
af: Fout tydens lêer operasie
ar: تمت مصادفة خطأ أثناء عملية ملف
de: Fehler bei der Dateiverwendung
es: Error encontrado durante la operación de archivo
fr: Erreur rencontrée lors de l'opération de fichier
it: Errore incontrato durante il funzionamento di file
pl: Wystąpił błąd podczas operacji na pliku
pt_br: ERRO: encontrado durante a operação de arquivo
ru: Ошибка во время операции с файлом

source: Recovery: undo last action
af: Maak laaste handeling ongedaan
ar: تراجع عن العملية الأخيرة
de: Letzte Aktion rückgängig machen
es: Recuperación: deshacer la última acción
fr: Récupération: annuler dernière action
it: Recupero: annullare l'ultima azione
pl: Odzyskiwanie: cofnij ostatnią czynność
pt_br: Recuperação: Desfazer última operação
ru: Восстановление: отменить последнее действие

source: already attached to an object
af: reeds aan 'n voorwerp geheg

source: Attribute is
af: Attribuut is
ar: السمة هي
de: Атрибутът е
es: El atributo es
fr: L'attribut est
it: L'attributo è
pl: Atrybut to
pt_br: Atributo é
ru: Атрибут

source: One attribute was
af: Eén attribuut was
ar: كان سمة واحدة
de: Ein Attribut war
es: Un atributo era
fr: Un attribut était
it: Un attributo era
pl: Jeden atrybut był
pt_br: Um atributo foi
ru: Один из атрибутов

source: All of the attributes were
af: Al die eienskappe was
ar: كل من الصفات كانت
de: Alle Attribute waren
es: Todos los atributos fueron
fr: Tous les attributs étaient
it: Tutti gli attributi erano
pl: Wszystkie atrybuty były
pt_br: Todos os atributos foram
ru: Όλα τα χαρακτηριστικά ήταν

source: Some of the attributes were
af: Sommige van die eienskappe was
ar: بعض من الصفات كانت
de: Einige der Attribute waren
es: Algunos de los atributos fueron
fr: Certains des attributs étaient
it: Alcuni degli attributi erano
pl: Niektóre z atrybutów były
pt_br: Alguns dos atributos foram
ru: Некоторые из атрибутов были

source: Attached %d attribute
af: aangeheg %d eienskap
ar: مرفق%d سمة
de: angefügtes %d Attribut
es: %d atributo adjunto
fr: attaché %d attribut
it: attributo %d attributo
pl: załącznik %d atrybut
pt_br: atributo %d anexado
ru: прикрепленный атрибут %d

source: Point 2 missed x=%d, y=%d
af: Punt 2 gemis x=%d, y=%d

source: Point 1 missed x=%d, y=%d
af: Punt 1 gemis x=%d, y=%d

source: Translating objects
af: Vertaal voorwerpe
ar: ترجمة الأشياء
de: Objekte übersetzen
es: Traducir objetos
fr: Traduire des objets
it: Traduzione di oggetti
pl: Tłumaczenie obiektów
pt_br: Traduzindo objetos
ru: Перевод объектов

source: Translating schematic
af: Verskuif stroombaandiagram
ar: سحب المخطط
de: Verschiebe Schaltplan
es: Esquema de traducción
fr: Traduire du schéma
it: Spostamento schema
pl: Tłumaczenie schematu
pt_br: Transladando diagrama
ru: Смещение схемы

source: Delete locked object?
af: Verwyder %u geslote voorwerpe?
ar: حذف كائن مقفل؟
de: Ausgewählte Objekte
es: Eliminar objeto bloqueado?
fr: Supprimer l'objet verrouillé?
it: Cancellare l'oggetto bloccato?
pl: Usuwanie zablokowanego obiektu
pt_br: Apagar objeto bloqueado?
ru: Удалить %u заблокированный объект?

source: attributes were hidden
af: Eienskappe
ar: سمات
de: Attribute wurden ausgeblendet
es: Los atributos estaban ocultos
fr: Attributs
it: Attributi
pl: Atrybuty były ukryte
pt_br: Atributos foram escondidos
ru: атрибуты были скрыты

source: hidden attributes were revealed
af: Vervang bestaande eienskappe
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra gli attributi ereditati
pl: Ukryty zostały ujawnione atrybuty
pt_br: Atributos ocultos foram revelados
ru: Скрытые атрибуты были показал

source: Hidden text is now visible
af: Verskuilde teks is nou sigbaar
ar: أصبح الآن النص المخفي ظاهرا
de: Verborgener Text ist jetzt sichtbar.
es: El texto oculto es ahora visible
fr: Le texte normalement caché est maintenant visible
it: Il testo nascosto è ora visibile
pl: Ukryty tekst jest teraz widoczny
pt_br: Texto oculto agora está visível
ru: Скрытый текст теперь видим

source: Hidden text is now invisible
af: Verskuilde teks is nou onsigbaar
ar: أصبح الآن النص المخفي مستترا
de: Verborgener Text ist jetzt unsichbar.
es: El texto oculto es ahora invisible
fr: Le texte normalement caché est maintenant invisible
it: Il testo ora è non visibile
pl: Ukryty tekst jest teraz niewidoczny
pt_br: Texto oculto agora está invisível
ru: Скрытый текст теперь невидим

source: Could not find symbol
af: Kon dit nie vind simbool
ar: لا يمكن أن تجد رمز
de: Symbol konnte nicht gefunden werden
es: No se pudo encontrar el símbolo
fr: Impossible de trouver le symbole
it: Impossibile trovare il simbolo
pl: Nie ould znaleźć symbol
pt_br: Impossível encontrar simbolo
ru: Не удалось найти символ

source: in library. Update failed
af: in die biblioteek. Opdatering misluk
ar: في المكتبة. فشل التحديث
de: in Bibliothek. Aktualisierung fehlgeschlagen
es: en biblioteca. Error en la actualización
fr: Dans la bibliothèque. Mise à jour a échoué
it: in libreria. Aggiornamento non riuscito
pl: w bibliotece. Aktualizacja nie powiodła się
pt_br: na biblioteca. Atualização falhou
ru: В библиотеке. Не удалось обновить

source: Updating symbol
af: opdatering simbool
ar: رمز التحديث
de: Aktualisierung dem Symbol
es: Símbolo de actualización
fr: Mise à jour du symbole
it: simbolo aggiornamento
pl: Aktualizowanie symbolu
pt_br: A atualização por símbolo
ru: Символ обновитьбновления

source: Could not resolve which end of pin to connect
af: Kon nie vasstel watter punt van die pen om te koppel nie

source: Warning: Starting net off grid coordinate
af: Waarskuwing: Begin net van rooster koördinaat
ar: ﻿تحذير: بدء الشبكة خارج إحداثيات الشبيكة
de: Achtung: Der Startpunkt des Netzes befindet sich nicht auf dem Raster
es: Advertencia: se ha iniciado la conexión en una coordenada fuera de la rejilla
fr: Attention; Démarrage d'une liaison en-dehors des coordonnées de la grille
it: Attenzione: una net inizia in un punto fuori griglia
pl: Ostrzeżenie: Uruchomienie siatki poza współrzędną siatki
pt_br: Aviso: Iniciando uma NET fora de grade
ru: Внимание: начальная точка соединения не совпадает с узлом сетки

source: Warning: Ending net off grid coordinate
af: Waarskuwing: eindig net van rooster koördinaat
ar: ﻿تحذير: إنهاء الشبكة خارج إحداثيات الشبيكة
de: Achtung: Das Ende des Netzes befindet sich nicht auf dem Raster
es: Advertencia: se ha finalizado la conexión en una coordenada fuera de la rejilla
fr: Attention; Arrêt d'une liaison en-dehors des coordonnées de la grille
it: Attenzione: una net finisce in un punto fuori griglia
pl: Ostrzeżenie: Końcowa współrzędna siatki
pt_br: Aviso: Fim de NET fora de grade
ru: Внимание: конечная точка соединения не совпадает с узлом сетки

source: Bus ripper symbol was not found in any component library
af: Bus Ripper simbool is nie gevind in enige komponent biblioteek
ar: لم يتم العثور على رمز BusRipper في أي مكتبة مكون
de: Das Busripper Symbol wurde in keiner Bauteilbibliothek gefunden
es: No se ha encontrado el símbolo en ninguna librería de componentes
fr: Bus ripper symbol n'a été trouvé dans aucune librairie de composants
it: Simbolo bus ripper non trovato in alcuna libreria
pt_br: Símbolo de entrada de barramento não encontrado nas bibliotecas
ru: Шины символ рыхлителя не был найден в любой компонент библиотеки

source: Update All
af: Bewaar Alles
ar: حدّث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pl: aktualizacja Wszystko
pt_br: Atualize tudo
ru: обновить все

source: Update all selected Picture images
af: Werk alle geselekteerde prente beelde op
pt_br: Atualizar todas as imagens selecionadas

source: Failed to replace picture
af: Kon beeld te vervang
ar: فشل لتحل محل الصورة
de: <b>Bild konnte nicht ersetzt werden</b>
es: Falló al reemplazar las imágenes
fr: Impossible de remplacer les images
it: Fallito il rimpiazzo dei disegni
pl: Nie udało się zamienić obraz
pt_br: Falha ao substituir imagem
ru: Не удалось заменить изображение

source: <b>Failed to replace picture</b>
af: <b>Kon beeld te vervang</b>
ar: فشل لتحل محل الصورة
de: <b>Bild konnte nicht ersetzt werden</b>
es: <b>Falló al reemplazar las imágenes</b>
fr: <b>Impossible de remplacer les images</b>
it: <b>Fallito il rimpiazzo dei disegni</b>
pl: <b>Nie udało się zamienić obraz</b>
pt_br: <b>Falha ao substituir imagem</b>
ru: <b>Не удалось заменить изображение</b>

source: Original size
af: Oorspronklike grootte

source: When checked the image size will be exported
af: As dit nagegaan word, sal die beeldgrootte uitgevoer word

source: An unknown error occurred
af: 'N Onbekende fout het voorgekom

source: <b>Failed to load picture</b>
af: <b>Laai foto misluk</b>
ar: فشل تحميل الصورة: %s
de: Die folgenden Bilder konnten nicht überschrieben werden: %s
es: <b>Error al cargar la imagen</b>
fr: Impossible de remplacer les images: %s
it: <b>Impossibile caricare la foto</b>
pl: <b>Wczytanie obrazu nie powiodło się<b>
pt_br: <b>Falha ao substituir imagem</b>
ru: <b>Не удалось загрузить фотографию</b>

source: Load failed
af: Laai misluk

source: Buffer is empty, nothing to place
af: Buffer is leeg, niks om te plaas nie

source: Slot attribute malformed
af: "slot" eienskap is misvorm
ar: سمة ﻿الشقّ تالفة
de: Slot Attribut ist fehlerhaft.
es: El atributo del elemento está mal especificado
fr: Attribut slot mal formé
it: Attributo dello slot malposto
pl: Nieprawidłowa wartość atrybutu "slot"
pt_br: Atributo Slot mau feito
ru: Недопустимый формат атрибута «slot»

source: numslots attribute missing
af: "numslots" eienskap bestaan nie
ar: السمة numslots (عدد الشقوق) مفقودة
de: Das numslots Attribut fehlt
es: La propiedad "numslots" no está definida
fr: attribut numslots manquant
it: attributo del numero dello slot mancante
pl: Brak atrybutu "numslots"
pt_br: Sem atributo NUMSLOTS
ru: Атрибут «numslots» отсутствует

source: Slotting not allowed for this component
af: Gleuwe is nie toegelaat vir hierdie komponent nie
ar: التقسيم (الشقّ) غير مسموح لهذا المكون
de: Bei diesem Bauteil ist nur ein slot erlaubt.
es: No se permiten múltiples elementos para este componente
fr: Le slotting n'est pas supporté par ce composant
it: Slot non ammesso per questo componente
pt_br: Slots não disponível para este componente
ru: Нумерация секций для этого компонента невозможна

source: New slot number [%d], is out of range
af: Nuwe gleufnommer [%d], buite bereik
ar: فتحة جديدة رقم [%d]، خارج النطاق
de: Neue Steckplatznummer [%d] liegt außerhalb des zulässigen Bereichs
es: El nuevo número de ranura [%d], está fuera de rango
fr: Nouvelle valeur de slot hors plage [%d]
it: Numero del nuovo slot [%d], fuori dal limite
pt_br: Novo número de slot [%d], está fora do intervalo
ru: Новый номер слота [%d], находится вне диапазона

source: Undo: using temporary directory specified on command-line
af: Ongedaan te maak: die gebruik van tydelike gids gespesifiseer opdrag-lyn
ar: التراجع عن: استخدام الدليل المؤقت المحدد في سطر الأوامر

source: Directory is not read/writable, check permissions
af: Gids is nie lees/skryfbaar, tjek regte
ar: مجلد الملف ليس للقراءة والكتابة، أذونات الاختيار

source: Auto switching Undo system to type Memory
af: Auto skakel ongedaan stelsel Memory tik
ar: تغيير تلقائيا إلىUndo Memory
fr: Commutation automatique Annuler le système pour saisir la mémoire

source: Gschem Undo System
af: Gschem Ongedaan Stelsel
ar: الأ_سئلة الأكثر شيوعا لـ gschem
de: gschem System rückgängig machen
es: PU_F de gschem
fr: gschem annuler système
pl: Gschem Cofnij systemu
pt_br: Sistema Desfazer Gschem

source: Undo: encountered an error, file
af: Fout: plaasgevind, Slaan Kon
ar: التراجع عن: واجه خطأ، ملف
fr: Annuler: a rencontré une erreur, fichier

source: Undo: system error
af: Ongedaan te maak: stelselfout
ar: التراجع عن: خطأ في النظام
fr: Annuler: erreur système

source: switching to MEMORY mode
af: oor te skakel na Memory Mode
de: Umschalten in den Speichermodus
fr: Passer en mode MEMORY

source: An error occurred during an UNDO disk operation
af: 'N fout tydens 'n UNDO lêer open werking
ar: حدث خطأ أثناء عملية قرص تراجع
de: Während einer UNDO-Datenträgeroperation ist ein Fehler aufgetreten
es: ERROR: Ocurrió un error desconocido al interpretar los archivos de configuración.
fr: Une erreur s'est produite lors d'une opération de disque UNDO
it: Si è verificato un errore durante un'operazione disco di annullamento
pl: Wystąpił błąd podczas operacji dysku UNDO
pt_br: Ocorreu um erro durante uma operação do disco de desfazer
ru: Произошла ошибка во время отменить операции диска

source: Undo/Redo disabled
af: Ongedaan / oordoen gestremde
ar: التراجع / إعادة المعوقين
de: Rückgängig/Wiederherstellen deaktiviert
es: ¡Deshacer/Rehacer deshabilitado en el fichero rc!
fr: Opérations Défaire/Refaire désactivées dans
it: Cancella/Ripristina disabilitato nel file rc
pl: Undo / Redo niepełnosprawnych
pt_br: Desfaz e Refaz desabilitado
ru: Отмена/повтор отключены в файле настроек

source: Undo error
af: Ongedaan Fou
ar: التراجع عن خطأ في النظام
de: Fehler rückgängig
es: Deshacer error
fr: Annuler Erreur
it: Visibilità
pl: Cofanie błąd
pt_br: Desfaz erro
ru: Отверните ошибка

source: Undo failed
af: Ongedaan misluk
ar: التراجع عن الفشل
de: Rückgängig ausgefallen
es: ¡Deshacer/Rehacer deshabilitado en el fichero rc!
fr: Échec de l'annulation
pl: Cofanie zawiodły
pt_br: Desfaz falhou
ru: Не удалось отменить

source: Search for:
af: Soek vir:
ar: البحث عن:
de: Suchen nach:
es: Buscar:
fr: Rechercher:
it: Cercare:
pl: Szukać:
pt_br: Procurar por:
ru: Искать:

source: Set the search criteria
af: Stel die soek kriteria in
ar: تعيين معايير البحث
de: Legen Sie die Suchkriterien fest
es: Establecer los criterios de búsqueda
fr: Définir les critères de recherche
it: Imposta i criteri di ricerca
pl: Ustaw kryteria wyszukiwania
pt_br: Definir os critérios de pesquisa
ru: Задайте критерии поиска

source: Autonumber text in:
af: Outonommer teks in:
ar: أوتونومبر النص في:
de: Text automatisch eingeben in:
es: Autoenumerar texto en:
fr: Numéroter automatiquement le texte dans:
it: Testo numerico automatico in:
pl: Autonumeruj tekst w:
pt_br: Autonumerar texto em:
ru: Текст автосообщения в:

source: Set the context of the search scope
af: Stel die soek kriteria in
es: Establecer el contexto del alcance de búsqueda
fr: Définir le contexte de la portée de la recherche
it: Imposta il contesto dell'ambito di ricerca
ru: Задайте контекст области поиска

source: Skip numbers found in:
af: Slaan getalle oor in:

source: Set where NOT to look for numbers
af: Stel waar NIE om nommers te soek nie
ar: تعيين حيث لا للبحث عن الأرقام
de: Stellen Sie ein, wo Sie NICHT nach Zahlen suchen sollen
es: Establezca dónde NO buscar números
fr: Définir où ne pas rechercher les numéros
it: Impostare dove NON cercare i numeri
pl: Ustaw, gdzie NIE szukać liczb
pt_br: Defina onde NÃO procurar números
ru: Установить, где НЕ искать номера

source: Sort order:
af: Sorteervolgorde:

source: Select the orientation of the Scan method
af: Kies die oriëntasie van die Scan-metode
ar: حدد اتجاه طريقة المسح الضوئي
de: Wählen Sie die Ausrichtung der Scan-Methode
es: Seleccione la orientación del método de escaneo
fr: Sélectionnez l'orientation de la méthode de scan
it: Selezionare l'orientamento del metodo di scansione
pl: Wybierz orientację metody skanowania
pt_br: Selecione a orientação do método de digitalização
ru: Выберите ориентацию метода сканирования

source: Starting number:
af: Begin nommer:
ar: رقم البدء:
de: Startnummer:
es: Número inicial:
fr: Numéro de départ:
it: Numero iniziale:
pl: Numer początkowy:
pt_br: Número inicial:
ru: Начальный номер:

source: Set the starting number for the current scan
af: Stel die string vir die teks op die statusbalk
es: Establecer el número inicial para el escaneo actual

source: Remove numbers:
af: Verwyder getalle:
ar: إزالة الأرقام:
de: Zahlen entfernen:
es: Eliminar números:
fr: Supprimer des numéros:
it: Rimuovi numeri:
pt_br: Remover números:
ru: Удалить номера:

source: Remove existing reference numbers
af: Verwyder bestaande verwysingsnommers
