Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: data saved to
af: data gestoor
fr: Données sauvegardées
pt_br: os dados guardados
ru: Данные сохраняются в

source: Could not save Toolbar configuration to
af: Kan nutsbalkopstelling as om
ar: لا يمكن حفظ التكوين شريط الأدوات ل
de: Die Symbolleistenkonfiguration konnte nicht gespeichert werden
es: No se pudo guardar la configuración de la Barra de herramientas en
fr: Impossible d'enregistrer la configuration de la barre d'outils
it: Impossibile salvare la configurazione barra degli strumenti per
pl: Nie udało się zapisać konfigurację pasku narzędzi, aby
pt_br: Não foi possível salvar a configuração da barra de ferramentas
ru: Не удалось сохранить конфигурацию панели инструментов для

source: Error, Toolbar configuration key file
af: Fout, nutsbalkopstelling sleutel lêer
ar: خطأ، تكوين شريط الأدوات ملف مفتاح
de: Konfigurationsdateien konnte nicht eingelesen werden.
es: Error, archivo de clave de configuración de la barra de herramientas
fr: Erreur, fichier de clé de configuration de la barre d'outils
it: Errore, file di chiave di configurazione Toolbar
pl: Błąd, plik klucza konfiguracji paska narzędzi
pt_br: Erro no arquivo de configuração da barra de ferramentas
ru: Ошибка конфигурации на панели инструментов файл ключа

source: Retrieving toolbar geometry
af: Herwinning nutsbalk meetkunde
fr: Récupération de la géométrie de la barre d'outils
pt_br: Recuperando a geometria da barra de ferramentas

source: Toolbar configuration restored from
af: Nutsbalkopstelling herstel van
ar: استعادة إعدادات شريط الأدوات من
de: Die Symbolleistenkonfiguration wurde wiederhergestellts
es: Configuración de la barra de herramientas restaurada desde
fr: Configuration de la barre d'outils restaurée à partir de
it: la configurazione della barra degli strumenti restaurato
pl: Konfiguracja paska narzędzi została przywrócona
pt_br: Configuração de ferramentas restaurado a partir de
ru: Конфигурация Панели инструментов восстановить из

source: Warning, error restoring toolbar configuration
af: Waarskuwing, fout herstel nutsbalkopstelling
ar: تحليل الأخطاء
de: Konfigurationsdateien konnte nicht eingelesen werden.
es: Advertencia, error restauración de la configuración de la barra de herramientas
fr: Avertissement, erreur restauration de la configuration de la barre d'outils
it: Attenzione, errore ripristino della configurazione di toolbar
pl: Ostrzeżenie, przywracanie konfiguracji paska narzędzi
pt_br: Aviso, Erro ao restaurar a configuração da barra de ferramentas
ru: Не удалось загрузить файлы настроек gschem

source: Warning, toolbar configuration file access error
af: Waarskuwing, nutsbalk konfigurasielêer toegang fout
ar: خطأ، تكوين شريط الأدوات ملف مفتاح
de: Konfigurationsdateien konnte nicht eingelesen werden.
es: Advertencia, error de acceso al archivo de configuración de la barra de herramientas
fr: Avertissement, erreur d'accès au fichier de configuration de la barre d'outils
it: Attenzione, errore di accesso file di configurazione toolbar
pl: Ostrzeżenie, błąd dostępu do pliku konfiguracji narzędzia
pt_br: Aviso, Erro de acesso ao arquivo de configuração da barra de ferramentas
ru: Не удалось загрузить файлы настроек gschem

source: Toolbar configuration not found
af: Toolbar opset wat nie gevind
ar: لا يمكن العثور على إعدادات شريط الأدوات
de: Symbolleistenkonfiguration nicht gefunden
es: Configuración de la barra de herramientas no encontrada
fr: Configuration de la barre d'outils introuvable
it: la configurazione della barra degli strumenti non trovato
pl: Nie znaleziono konfiguracji paska narzędzi
pt_br: Configuração da barra de ferramentas não encontrado
ru: Панель инструментов конфигурации не найден

source: Could not allocate a graphics context
af: Kon nie toeken n grafiese konteks
ar: لا يمكن الحصول على الرسومات السياق
de: Ein grafikkontext konnte nicht zugewiesen werden
es: No se pudo asignar un contexto gráfico
fr: Impossible d'allouer un contexte graphique
it: Impossibile allocare un contesto grafico
pl: Błąd podczas alokacji kontekst grafika
pt_br: Não foi possível alocar um contexto de gráficos
ru: Не может выделить в контексте графической подсистемы

source: there is no current window
af: Daar is geen huidige venster
ar: لا يوجد الإطار الحالي
de: Aktuelles Fenster
es: no hay ninguna ventana actual
fr: Vue en cours
it: Chiudi finestra
pl: nie ma bieżące okno
pt_br: nenhuma janela ativa
ru: Нет текущего окна

source: Could not create a Cairo context, is window drawable?
af: Kon nie aanspraak maak op gc nie
ar: لا يمكن إنشاء سياق القاهرة، هي نافذة صالح
de: Ein Kairo-Kontext konnte nicht erstellt werden?
es: No se pudo crear un contexto de El Cairo, es ventana dibujable?
fr: Allocation gc impossible
pl: Nie można utworzyć kontekst Cairo jest okno drawable?
pt_br: Não foi possível criar uma janela de contexto é Cairo desenho?!

source: Saving main window settings.
af: Spaar hoof venster instellings.
de: Speichern der Hauptfenstereinstellungen.
es: Guardando los ajustes de la ventana principal.
fr: Enregistrement des paramètres pour la fenêtre principale.
it: SSalvataggio delle impostazioni principali della finestra.
pl: Zapisywanie ustawień okna głównego
pt_br: Salvando as configurações da janela principal
ru: Сохранение настроек главного окна.

source: Retrieving main Window settings.
af: Herwinning hoof venster instellings.
pt_br: Restaurando configurações principais da janela

source: Aborting action
af: Staak aksie
fr: Abandonner l'action
it: Interruzione azione

source: Close Window canceled
af: Sluit Venster
ar: إغلاق ألغت
de: Fenster s_chließen
es: _Cerrar ventana
fr: _Fermer la fenêtre
it: Chiudi finestra annullato
pl: Zamknięte okno zostało anulowane
pt_br: Fechar Janela cancelada
ru: Закрыть окно отменено

source: Shutdown schematic editor
af: Afsluit skematiese redakteur
ar: اغلاق محرر التخطيطي
de: Schaltplaneditor herunterfahren
fr: Éditeur de schéma d'arrêt
it: Arresto dell'editor schematico
pt_br: Editor esquemático de desligamento
ru: Выключение схематичного редактора

source: Loading file
af: Laai lêer
ar: جار تحميل الملف
de: Datei wird geladen
es: Cargando archivo
fr: Chargement du fichier
it: Caricamento di file
pl: Wczytywanie pliku
pt_br: Carregando o diagrama
ru: Загрузка файл

source: New file
af: Nuwe lêer
ar: ملف جديد
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
it: Nuovo file
pl: Nowy plik
pt_br: Novo arquivo
ru: Новый файл

source: Failed to load file
af: Kon nie afbeelding laai nie
ar: فشل تحميل الصورة
de: Fehler beim Laden der Datei
es: Error al cargar el archivo
fr: Impossible de charger le fichier
it: Fallito il caricamento del disegno
pl: Nie udało się załadować pliku
pt_br: Falha ao carregar arquivo
ru: Не удалось загрузить файл

source: Creating new file
af: Skep 'n nuwe leë lêer
ar: إنشاء ملف جديد
de: Neue Datei erstellen
es: Crear nuevo archivo
fr: Création d'un nouveau fichier
it: Creazione nuovo file
pl: Tworzenie nowego pliku
pt_br: Criar novo arquivo
ru: Создание нового файла

source: did not exist successfully created
af: nie bestaan suksesvol geskep

source: Discarding page
af: wegdoen stroombaandiagram
ar: الصفحة المرتجع
de: Schließe Schaltplan
es: Descartando página
fr: Abandonne page
it: Annulla pagina
pl: Odrzuć stronę
pt_br: Descartando página
ru: Закрытие без сохранения изменений

source: Closing
af: Sluit Bladsy
ar: أغلق الصفحة
de: Seite schließen
es: Cerrar página
fr: Fermer la page
it: Chiudi pagina
pl: Zamknięcie
pt_br: Fechar página
ru: закрытие

source: Could NOT save page
af: Kon nie bladsy red
ar: الصفحة لا يمكن حفظ
de: Kann nicht gespeichert werden Schaltplan
es: NO se ha podido guardar la página
fr: Impossible de sauver la page
it: Impossibile salvare la pagina
pl: Zapisanie arkusza nie powiodło się
pt_br: Impossível salvar página
ru: Не удалось сохранить страницу

source: Error while trying to save
af: Fout gedurende poging om te bewaar
ar: خطا عند محاولة الحفظ
de: Fehler während des Speicherns
es: Error al intentar guardar
fr: Erreur lors de la tentative de sauvegarde
it: Errore durante il salvataggio
pl: Błąd podczas próby zapisania
pt_br: Erro tentando salvar
ru: Ошибка при попытке сохранения

source: Saved as
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva come
pl: zapisywane jako
pt_br: Salvo como
ru: Сохранено как

source: gEDA Schematic Editor
af: gEDA Stroombaandiagram Bewerker
ar: محرّر المخططات gEDA
de: gEDA – Schaltplanbearbeitung
es: Editor de esquemas gEDA
fr: Éditeur de schémas gEDA
it: Editor di schemi gEDA
pl: gEDA Edytor Schematów
pt_br: Editor de Esquemas gEDA
ru: Схемотехнический редактор gEDA

source: Create and edit electrical schematics and symbols with gschem
af: Skep en bewerk stroombaandiagramme en simbole met gschem
ar: أنشء و حرّر المخططات الكهربائية والرموز مع gschem
de: Erstellen oder editieren eines elektrischen Schaltplans oder Symbols mit gschem
es: Crear y modificar esquemas y símbolos con gschem
fr: Créer et éditer des schémas électriques et des symboles avec gschem
it: Crea e modifica schemi elettrici e simboli con gschem
pl: Projektuj i edytuj schematy i symbole elektroniczne za pomocą gschem
pt_br: Crie e edite esquemas elétricos e símbolos com o gschem
ru: Создание и редактирование электрических схем и символов в gschem

source: _New
af: _Huur
ar: جديد
de: _Neu
es: _Nuevo
fr: _Nouveau
it: _Nuovo
pl: _Nowy
pt_br: _Novo
ru: _Новый

source: Create a new file
af: Skep 'n nuwe lêer
ar: إنشاء ملف جديد
fr: Créer un nouveau fichier
it: Crea un nuovo file

source: _Open...
af: Oop...
ar: ا_فتح...
de: Ö_ffnen...
es: _Abrir...
fr: _Ouvrir...
it: _Apri...
pl: _Otwórz...
pt_br: _Abrir...
ru: _Открыть...

source: Open Recen_t
af: Oop Onlangse
ar: افتح الأح_دث
de: _Zuletzt geöffnet
es: Abrir recien_te
fr: _Récemment ouverts
it: Apri recen_ti
pl: Otwórz os_tatnio używane
pt_br: Abrir Recen_te
ru: Открыть не_давние

source: Open recently accessed schematic or symbol files
af: Maak onlangs verkry skematiese of simbool lêers
pt_br: Aberto recentemente acessada esquema ou arquivos de símbolo

source: Save _As...
af: Stoor soos...
ar: احفظ _ك‍...
de: Speichern _unter...
es: Guardar _como...
fr: Enregistrer _sous...
it: Salva _come...
pl: Zapisz j_ako...
pt_br: Salvar _Como...
ru: Сохранить _как...

source: Save the current document to a new name or location
af: Stoor die huidige dokument na 'n nuwe naam of plek

source: Save A_ll
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva tutto
pl: Zapisz wszystko
pt_br: Salvar Tudo
ru: Сохранить все

source: Save all open documents
af: Stoor al die oop dokumente
es: Guardar todos los documentos abiertos
pt_br: Salvar Tudo

source: Save _Modified
af: Slaan Gewysig
ar: وضع التّحريك
de: Verschiebemodus
es: Mover
fr: Mode Déplacement
it: Modalità spostamento
pl: Zapisz zmodyfikowany
pt_br: Modo de _Movimentação
ru: Сохранить Модифицированная

source: Save all modified documents
af: Stoor al verander dokumente
es: Guardar todos los documentos modificados
pt_br: Salve todos os documentos movimentação

source: _Revert
af: terugkeer
ar: ت_راجع
de: Neu _laden
es: _Recargar
fr: _Rétablir
it: _Ripristina
pl: P_rzywróć
pt_br: _Recarregar
ru: _Возвратить

source: Discard changes and reload the current document
af: Gooi veranderinge en herlaai die hele dokumente
es: Descartar cambios y volver a cargar el documento actual

source: Re_vert All
af: Gaan Bladsy Terug
ar: أعد الصفحة
de: Seite wirklich wiederherstellen?
es: ¿Seguro que quiere recargar la página?
fr: Abandonner les modifications ?
it: Annulla i cambiamenti
pt_br: Re_verter Página
ru: Отменить все

source: Discard changes and reload all open documents
af: Gooi veranderinge en herlaai al die oop dokumente
es: Descartar los cambios y volver a cargar todos los documentos abiertos

source: Export options
af: opsies uitvoer
es: Opciones de exportación

source: Write p_df
af: Skryf PDF
es: Escribir p_df

source: Create PDF document
af: Skep PDF dokument
es: Crear documento PDF

source: Write _image...
af: beeld skryf...
ar: أكتب _صورة...
de: Bild e_xportieren...
es: Guardar _imagen...
fr: Tracer l'image...
it: Scrivi _immagine...
pl: Zap_isz obraz...
pt_br: Salvar _imagem...
ru: Сохранить _изображение...

source: Export image
af: Lê Komponent/Afbeelding In
ar: ضمّن المكون/الصورة
de: Bauteil/Bild einbetten
es: Incrustar componente/imagen
fr: Embarquer le composant/l'image
it: Esporta immagine
pl: Eksportuj obraz
pt_br: Exportar imagem
ru: Экспорт изображения

source: E_xecute Script...
af: Voer Script Uit...
ar: نفذ مخطوطا (سكربت)...
de: Skript ausführen...
es: Ejecutar subprograma...
fr: Exécuter le script...
it: Esegui script...
pl: Wykonaj skrypt...
pt_br: Executar Script...
ru: Выполнить скрипт...

source: Execute a script file
af: Voer Script Uit...
ar: نفذ مخطوطا (سكربت)...
de: Skript ausführen...
es: Ejecutar subprograma...
fr: Exécuter le script
it: Esegui script...
pl: Wykonaj plik skryptu
pt_br: Executar Script
ru: Выполнить скрипт файл...

source: _Close
af: Maak
ar: أ_غلق
de: S_chließen
es: C_errar
fr: _Fermer
it: _Chiudi
pl: _Zamknij
pt_br: _Fechar
ru: _Закрыть

source: Close the current document
af: Maak die huidige dokument
es: Cerrar el documento actual
pt_br: Fechar o documento atual

source: Close All
af: Sluit Bladsy
ar: أ_غلق
de: S_chließen
es: C_errar
fr: _Fermer
it: _Chiudi
pl: Zamknij wszystko
pt_br: Fechar todos
ru: Закрыть Все

source: Close all open documents
af: Maak al die oop dokumente
es: Cerrar todos los documentos abiertos
pt_br: Feche todos os documentos abertos

source: _Quit
af: afsluit
ar: أ_خرج
de: _Beenden
es: _Salir
fr: _Quitter
it: _Esci
pl: Za_kończ
pt_br: _Sair
ru: В_ыход

source: _Undo
af: ongedaan
ar: ت_راجع
de: _Rückgängig
es: _Deshacer
fr: A_nnuler
it: Ann_ulla
pl: _Cofnij
pt_br: _Desfazer
ru: _Отменить

source: _Redo
af: oordoen
ar: _كرّر
de: _Wiederherstellen
es: _Rehacer
fr: _Rétablir
it: _Ripeti
pl: _Ponów
pt_br: _Refazer
ru: _Повторить

source: Cu_t clipboard
af: Kopieer in 1 in
ar: قصّ إلى الحافظة
de: Einfügen
es: Cortar al portapapeles
fr: Coupe la sélection dans le presse-papier
it: Taglia negli appunti
pl: Wytnij do schowka
pt_br: Cortar à área de transferência
ru: Вырезание в буфер

source: _Copy clipboard
af: Kopieer in 1 in
ar: انسخ إلى الحافظة
de: Kopieren
es: Copiar al portapapeles
fr: Copier vers le presse-papier
it: Copia negli appunti
pl: Kopiuj do schowka
pt_br: Copiar à área de transferência
ru: Копирование в буфер

source: _Paste clipboard
af: Plak 1
ar: ألصق من الحافظة
de: Einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
pl: Wklej ze schowka
pt_br: Colar da área de transferência
ru: Вставка из буфера

source: C_opy
af: Kopie
es: Copiar
pt_br: Cópia

source: _Multiple Copy
af: Veelvoudige Kopieer
ar: نسخ متعدد
de: Mehrfaches Kopieren
es: Copia múltiple
fr: Copie Multiple
it: Copia Multipla
pl: Kopiuj wielokrotnie
pt_br: Multipla Cópia
ru: Многократное копирование

source: M_irror
af: Weerkaats
ar: مرآة
de: Spiegeln
es: Voltear
fr: Miroir
it: Specchio
pl: Odbicie
pt_br: Espelhar
ru: Отражение

source: Mo_ve
af: Skuif
es: Mo_verse
pt_br: Mover

source: O_ffset
af: verreken
ar: وضع الشبكة
de: Netzmodus
es: Modo Conexión
fr: Mode Piste
it: Modalità Collegamento
pl: O_ffsetowy
pt_br: deslocado
ru: офсет

source: Offset the selected objects
af: Huidige Venster
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Offsetowy wybranych obiektów
pt_br: Deslocar os objetos selecionados
ru: Смещение выбранных объектов

source: Rotate _90
af: Roteer
ar: أدر
de: Drehen
es: Rotar
fr: Pivoter
it: Ruota
pl: Obróć _90
pt_br: Rotacionar _90
ru: Поворот _90

source: Snap to _grid
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Commuta la modalità magnetica
pl: Przyciągaj do siatki
pt_br: Ajustar à grade
ru: Привязки к сетке

source: Snap selection to current grid
af: Snap seleksie om huidige rooster
ar: اختيار المفاجئة إلى الشبكة الحالية
de: Auswahl auf aktuelles Raster ausrichten
es: Ajustar a cuadrícula de selección actual
fr: Vue en cours
pl: wyboru Przyciągaj do siatki bieżącym
pt_br: Seleção de snap para a grade atual

source: _Array
af: verskeidenheid
es: Form_ación

source: _Break
af: _Breek
es: Rotura

source: E_xtend
af: Zoem Uitmate
ar: /قرّب مع شمل الامتدادات
de: Verlängern
es: /Mostrar todo
fr: /Agrandissement auto
it: Zoom alla pagina
pl: Rozciągać się
pt_br: Ampliar
ru: простираться

source: _Edit...
af: Bewerk...
ar: حرّر...
de: Bearbeiten...
es: Editar...
fr: Éditer...
it: Modifica...
pl: _Edytuj...
pt_br: _Editar...
ru: _Правка...

source: E_dit Text...
af: Bewerk Teks...
ar: حرّر النص...
de: Text bearbeiten...
es: Editar texto...
fr: Éditer le texte...
it: Modifica il testo...
pl: Edytować tekst...
pt_br: Editar Texto...
ru: Правка текста...

source: Open the Text Editor Dialog
af: oop die venster teks editor
pt_br: Abrir a caixa de diálogo Editor de texto

source: Co_lor...
af: Kleur...
ar: لون...
de: Farbe...
fr: Couleur...
it: Colore...
pl: Kolor...
pt_br: Cor...
ru: Цвет...

source: Edit Pi_n...
af: Bewerk Vultipe...
ar: /حرّر نوع الدبوس...
de: /Pin-Typ bearbeiten...
es: Editar tipo de pin...
fr: /Édition de type de broche...
it: Modifica tipo pin...
pl: Edycja pinu...
pt_br: Editar de pino...
ru: Редактировать контакт...

source: Line _Width & Type...
af: Lyn_wydte en tipe...
ar: عرض و نوع الخط...
de: Linieneigenschaften...
es: Anchura y tipo de línea...
fr: Épaisseur & type de ligne...
it: Tipo & Larghezza linea...
pl: Szerokość linii i typ...
pt_br: Largura/Tipo de Linha...
ru: Свойства линии...

source: Open the Line Editor Dialog
af: Maak die line redigeerder Dialog
es: Abrir el cuadro de diálogo Editor de líneas
pt_br: Abra a caixa de diálogo Editor de Linha

source: Fill T_ype...
af: Vultipe...
ar: نوع الملء...
de: Füllung...
es: Tipo de relleno...
fr: Type de remplissage...
it: Tipo riempimento...
pl: Vul het type...
pt_br: Preenchimento...
ru: Заполнение...

source: Open the Fill Editor Dialog
af: Oop die vul Redakteur Dialog
es: Abra el cuadro de diálogo Editor de tipo de relleno

source: Edit Component...
af: Voeg Komponent By...
ar: /أضف مكونا...
de: /Bauteil hinzufügen...
es: Añadir componente...
fr: /Ajouter un composant...
it: _Componente...
pl: Edycja Komponent...
pt_br: Editar Componente...
ru: Изменить компонент...

source: _Slot...
af: Gleuf...
ar: شقّ...
es: Elemento...
pl: Element...
pt_br: Elemento...
ru: Секция...

source: Open the Slot Editor Dialog
af: Oop die slot Redakteur Dialog
es: Abrir el cuadro de diálogo Editor de ranuras
pl: Otwórz Element dialogowym Edytor
ru: Откройте Редактор слот для диалога

source: Select All
af: Kies Alle
ar: انتق
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выделить всё

source: Select all objects
af: Kies al die voorwerpe
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Wybierz wszystkie obiekty
pt_br: Selecionar todos os objetos
ru: Выбрать все объекты

source: Deselect All
af: uit te skakel al
ar: انتق
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
pl: Odznacz wszystkie
pt_br: Desmarcar todos
ru: Убрать выделение со всего

source: Unselect everything
af: uit te skakel al
es: Deseleccionar todo
pt_br: Desmarcar tudo

source: _Invert Selection
af: Keer die huidige seleksie
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
pl: Odwróć wybór
pt_br: Seleção invertida
ru: Наоборот

source: Invert the current selection set
af: Keer die huidige seleksie stel
es: Invertir el conjunto de selección actual
pt_br: Inverter o conjunto de seleção atual

source: Copy into 1
af: Kopieer in 1 in
ar: انسخ إلى 1
de: Kopieren in 1
es: Copiar en memoria intermedia 1
fr: Copier dans 1
it: Copia in 1
pl: Kopiuj do 1
pt_br: Copiar para 1
ru: Скопировать в 1

source: Copy selection to first auxiliary buffer
af: Kopie seleksie om eerste hulp buffer
es: Copiar la selección al primer búfer auxiliar

source: Copy into 2
af: Kopieer in 2 in
ar: انسخ إلى 2
de: Kopieren in 2
es: Copiar en memoria intermedia 2
fr: Copier dans 2
it: Copia in 2
pl: Kopiuj do 2
pt_br: Copiar para 2
ru: Скопировать в 2

source: Copy selection to second auxiliary buffer
af: Kopie seleksie tweede hulp buffer
es: Copiar la selección en el segundo búfer auxiliar

source: Copy into 3
af: Kopieer in 3 in
ar: انسخ إلى 3
de: Kopieren in 3
es: Copiar en memoria intermedia 3
fr: Copier dans 3
it: Copia in 3
pl: Kopiuj do 3
pt_br: Copiar para 3
ru: Скопировать в 3

source: Copy selection to third auxiliary buffer
af: Kopie seleksie aan derde hulp buffer
es: Copiar la selección al tercer búfer auxiliar

source: Copy into 4
af: Kopieer in 4 in
ar: انسخ إلى 4
de: Kopieren in 4
es: Copiar en memoria intermedia 4
fr: Copier dans 4
it: Copia in 4
pl: Kopiuj do 4
pt_br: Copiar para 4
ru: Скопировать в 4

source: Copy selection to forth auxiliary buffer
af: Kopie seleksie te voorskyn hulp buffer
es: Copiar la selección a la memoria intermedia auxiliar

source: Copy into 5
af: Kopieer in 5 in
ar: انسخ إلى 5
de: Kopieren in 5
es: Copiar en memoria intermedia 5
fr: Copier dans 5
it: Copia in 5
pl: Kopiuj do 5
pt_br: Copiar para 5
ru: Скопировать в 5

source: Copy selection to fifth auxiliary buffer
af: Kopie seleksie tot die vyfde hulp buffer
es: Copiar la selección a la quinta memoria auxiliar

source: Cut into 1
af: Sny in 1 in
ar: قص إلى 1
de: Ausschneiden in 1
es: Cortar en memoria intermedia 1
fr: Couper dans 1
it: Taglia in 1
pl: Wytnij do 1
pt_br: Cortar para 1
ru: Вырезать в 1

source: Cut selection to first auxiliary buffer
af: Sny seleksie om eerste hulp buffer

source: Cut into 2
af: Sny in 2 in
ar: قص إلى 2
de: Ausschneiden in 2
es: Cortar en memoria intermedia 2
fr: Couper dans 2
it: Taglia in 2
pl: Wytnij do 2
pt_br: Cortar para 2
ru: Вырезать в 2

source: Cut selection to second auxiliary buffer
af: Sny seleksie tweede hulp buffer
es: Corte la selección en el primer búfer auxiliar

source: Cut into 3
af: Sny in 3 in
ar: قص إلى 3
de: Ausschneiden in 3
es: Cortar en memoria intermedia 3
fr: Couper dans 3
it: Taglia in 3
pl: Wytnij do 3
pt_br: Cortar para 3
ru: Вырезать в 3

source: Cut selection to third auxiliary buffer
af: Sny seleksie aan derde hulp buffer
es: Corte la selección en el tercer tampón auxiliar

source: Cut into 4
af: Sny in 4 in
ar: قص إلى 4
de: Ausschneiden in 4
es: Cortar en memoria intermedia 4
fr: Couper dans 4
it: Taglia in 4
pl: Wytnij do 4
pt_br: Cortar para 4
ru: Вырезать в 4

source: Cut selection to forth auxiliary buffer
af: Sny seleksie te voorskyn hulp buffer
es: Selección de corte para avanzar el buffer auxiliar

source: Cut into 5
af: Sny in 5 in
ar: قص إلى 5
de: Ausschneiden in 5
es: Cortar en memoria intermedia 5
fr: Couper dans 5
it: Taglia in 5
pl: Wytnij do 5
pt_br: Cortar para 5
ru: Вырезать в 5

source: Cut selection to fifth auxiliary buffer
af: Sny seleksie tot die vyfde hulp buffer
es: Corte la selección a la quinta memoria auxiliar

source: Paste from 1
af: Plak vanuit 1
ar: ألصق من 1
de: Einfügen aus 1
es: Pegar memoria intermedia 1
fr: Coller depuis 1
it: Incolla da 1
pl: Wklej z 1
pt_br: Colar de 1
ru: Вставить из 1

source: Insert contents of the first auxiliary buffer
af: Voeg inhoud van die eerste hulp buffer
es: Insertar el contenido del primer búfer auxiliar

source: Paste from 2
af: Plak vanuit 2
ar: ألصق من 2
de: Einfügen aus 2
es: Pegar memoria intermedia 2
fr: Coller depuis 2
it: Incolla da 2
pl: Wklej z 2
pt_br: Colar de 2
ru: Вставить из 2

source: Insert contents of the second auxiliary buffer
af: Voeg inhoud van die tweede hulp buffer
es: Insertar el contenido del segundo búfer auxilia
