Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Invalid value, bus-ripper-size cannot be zero, check entry rc file
af: Ongeldige waarde, kan die bus-Ripper-grootte nie nul wees, check inskrywing RC lêer
ar: قيمة غير صالحة ، لا يمكن أن يكون حجم ناقل الكسارة صفرًا ، تحقق من ملف RC للإدخال
es: Valor no válido, el tamaño del extractor de bus no puede ser cero, verifique el archivo rc de entrada
ru: Geçersiz değer, bus-ripper boyutu sıfır olamaz, giriş rc dosyasını kontrol edin

source: Invalid type assignment, check bus-ripper-size entry in rc file
af: Ongeldige tipe opdrag, gaan bus-Ripper-grootte inskrywing in RC lêer
ar: تعيين نوع غير صالح ، تحقق من إدخال حجم ناقل الخارق في ملف RC
es: Asignación de tipo no válida, verifique la entrada de tamaño de extractor de bus en el archivo rc
ru: Geçersiz değer, bus-ripper boyutu sıfır olamaz, giriş rc dosyasını kontrol edin

source: Can not scroll 0 steps, invalid scrollpan-steps, check entry in rc file
af: Kan nie blaai 0 stappe, ongeldig scrollpan-stappe, kyk inskrywing in RC lêer
ar: لا يمكن التمرير 0 خطوات ، خطوات التمرير غير صالحة ، والتحقق من الإدخال في ملف RC
es: No se puede desplazar 0 pasos, pasos de desplazamiento inválidos, verificar la entrada en el archivo rc
ru: Geçersiz değer, bus-ripper boyutu sıfır olamaz, giriş rc dosyasını kontrol edin

source: Invalid type assignment, check scrollpan-steps entry in rc file
af: Ongeldige tipe opdrag, nagaan scrollpan-stappe inskrywing in RC lêer
ar: تعيين نوع غير صالح ، تحقق من إدخال خطوات التمرير في ملف RC
es: Asignación de tipo no válida, verifique la entrada bandeja de desplazamiento-pasos en el archivo rc
ru: Geçersiz değer, bus-ripper boyutu sıfır olamaz, giriş rc dosyasını kontrol edin

source: Invalid zoom factor
af: Ongeldige zoemmaat faktor
ar: عامل التكبير غير صالح
de: Ungültiger Zoomfaktor
es: Se ha especificado un factor de ampliación no válido
fr: Facteur de zoom non valide
it: fattore di zoom non valido
pl: Nieprawidłowy współczynnik powiększenia
pt_br: O fator de zoom inválido
ru: Неверный коэффициент масштабирования

source: Object ~A is not directly included in a page.
af: Objekte ~A is nie direk in 'n bladsy.
ar: الكائن ~A غير مضمّن مباشرةً في الصفحة.
de: Das Objekt ~A ist in keiner Schaltplanseite direkt eingebunden.
es: El objeto ~A no está incluído directamente en una página.
fr: L'objet ~A n'est inclus directement par aucune page.
it: L'oggetto ~A non è direttamente incluso in una pagina.
pl: Obiekt ~A nie jest przypisany do arkusza.
ru: Объект ~A непосредственно в данных страницы не содержится.

source: Could not launch URI
af: Kon nie die bekendstelling van URI
ar: تعذّر استحضار
de: URI konnte nicht gestartet werden
es: No se puede abrir la URI
fr: Impossible de lancer l'URI
it: Impossibile avviare l'URI
pl: Nie można otworzyć adresu URI
pt_br: Impossível lançar URI
ru: Не удалось открыть URI

source: Found invalid gschem window smob ~S
af: gevind ongeldig gschem venster smob ~S
ar: تم العثور على نافذة gschem غير صالحة smob ~S
es: Se encontró `smob' de ventana de gschem inválido ~S
it: Trovato smob finestra gschem non valido ~S
pl: Nieprawidłowy obiekt reprezentujący okno gschem: ~S
ru: Обнаружена недопустимая структура данных smob окна gschem ~S

source: current value of
af: huidige waarde van
ar: القيمة الحالية لل
de: Aktueller Wert von
es: valor actual de
fr: valeur actuelle de
it: valore corrente
pl: Aktualna wartość
pt_br: Valor atual de
ru: Текущее значение

source: Processing Action
af: Verwerking bevel
ar: القيادة المعالجة
de: Verarbeitung
es: Acción de procesamiento
fr: Traitement de l'action
it: Azione Processing
pt_br: Acção Processando
ru: Обработка действий

source: Select object first
af: Kies eers voorwerp
ar: حدد الكائن أولاً
de: Wählen Sie zuerst das Objekt aus
es: Seleccionar objeto primero
fr: Sélectionnez d'abord l'objet
it: Seleziona prima l'oggetto
pt_br: Selecione o objeto primeiro
ru: Сначала выберите объект

source: Cannot
af: kan nie
ar: لا تستطيع
es: No puedo
fr: Ne peux pas
ru: Не может

source: while inside an action!
af: terwyl in 'n aksie!
ar: أثناء تنفيذ الأمر!
es: mientras dentro de una acción!
fr: alors que dans une action!
ru: в то время как в действии!

source: New page created
af: Nuwe bladsy geskep
ar: أنشئت صفحة جديدة
de: Neue Seite erzeugt
es: Nueva página creada
fr: Nouvelle page créée
it: Nuova pagina creata
pl: Utworzono nowy arkusz
pt_br: Criada Nova Página
ru: Создана новая страница

source: New Window created
af: Nuwe Venster geskep
ar: أنشئت نافذة جديدة
de: Neues Fenster erstellt
es: Nueva ventana creada
fr: Nouvelle fenêtre créée
it: Nuova finestra creata
pl: Utworzono nowe okno
pt_br: Criada nova Janela
ru: Создано новое окно

source: Failed to Save All
af: Misluk om alles te bewaar
ar: فشل حفظ الكل
de: Alles speichern gescheitert
es: No se ha podido guardar todo
fr: Échec de la sauvegarde de toutes les pages
it: Salvataggio Fallito
pl: Zapisanie wszystkich dokumentów nie powiodło się
pt_br: Falha ao salvar tudo
ru: Не удалось сохранить все файлы

source: Saved All
af: Alles Bewaar
ar: حفظ الكل
de: Alles gespeichert
es: Guardado todo
fr: Toutes les pages enregistrées
it: Salvato Tutto
pl: Zapisano wszystkie dokumenty
pt_br: Tudo foi salvo
ru: Все файлы сохранены

source: Error encountered, Save Failed
af: Fout plaasgevind, Slaan Kon
ar: حدث خطأ ، فشل الحفظ
es: Error encontrado, error al guardar
ru: Обнаружена ошибка, сохранить не удалось

source: Write Image
af: Skryf afbeelding
ar: أكتب صورة
de: Bild exportieren
es: Guardar imagen...
fr: Tracer l'image
it: Scrivi immagine
pl: zapis obrazu
pt_br: Gravar imagem
ru: Написат изображени

source: Write PDF
af: Skryf PDF
ar: اكتب PDF
es: Escribir PDF
fr: Écrire PDF
pt_br: Gravar PDF
ru: Написать PDF

source: Canceled close all
af: Sluit alles is gekanselleer
ar: ألغيت إغلاق الكل
es: Cancelada cerrar todo
fr: Annulé fermer tout
pt_br: Cancelado fechar todos
ru: Отменено закрыть все

source: Closing all documents
af: Sluit Bladsy
ar: إغلاق كافة المستندات
de: Seite schließen
es: Cierre de todos los documentos
fr: Fermer la page
pl: Zamykanie wszystkich arkuszy
pt_br: Fechar todos os documentos
ru: Закрытие всех документов

source: starting shut-down
af: begin afsluit
ar: بدء الإغلاق
es: inicio de apagado
fr: démarrage de l'arrêt
ru: начало выключения

source: Symbol is not embedded, export anyway?
af: Simbool is nie ingebed nie, uitvoer in elk geval?
ar: الرمز غير مضمن ، هل تريد التصدير على أي حال?
es: El símbolo no está incrustado, ¿exportar de todos modos?
fr: Le symbole n'est pas intégré, exporter quand même?
ru: Символ не встроен, все равно экспортировать?

source: Picture is not embedded, export anyway?
af: Foto is nie ingebed nie, uitvoer in elk geval?
ar: الصورة ليست مضمنة ، تصدير على أي حال
es: La imagen no está incrustada, ¿exportar de todos modos?
fr: L'image n'est pas intégrée, exporter quand même?
ru: Картинка не встроена, все равно экспортировать?

source: Empty buffer
af: Maak buffer leeg
ar: أفرغ المخزن
de: Leerer Zwischenspeicher
es: Buffer vacío
fr: Tampon vide
it: Buffer vuoto
pl: Schowek jest pusty
pt_br: Buffer vazio
ru: Буфер пуст

source: Offset Mode
af: Netmodus
ar: وضع الشبكة
de: Netzmodus
es: Modo Conexión
fr: Mode Piste
it: Modalità Collegamento
pl: Tryb niezależny
pt_br: Modo de deslocamento
ru: смещение режима

source: Specify offset distance:
af: Spesifiseer geneutraliseer afstand:
ar: تحديد مسافة الإزاحة:
de: Offsetabstand angeben:
es: Especificar distancia de desplazamiento:
fr: Spécifiez la distance de décalage:
ru: Укажите расстояние смещения:

source: Zoom Magnification
af: Stel Vergroting
ar: تكبير / تصغير
de: Zoomvergrößerung
es: /Aumentar ampliación
fr: Zoom Grossissement
it: Zoom In
pl: Powiększenie
pt_br: Ampliação do zoom
ru: Увеличение

source: Specify new zoom:
af: Spesifiseer nuwe vergroting:
ar: حدد تكبير / تصغير جديد:
de: Geben Sie eine neue Vergrößerung an:
es: Especificar nuevo zoom:
pl: Podać nowy zoom:
pt_br: Especificar novo zoom:
ru: Укажите новый зум:

source: Check path:
af: Gaan pad:
ar: تحقق من المسار:
es: Comprobar ruta:
ru: Проверьте путь:

source: error
af: fout
ar: خطأ
de: fehler
fr: erreur
it: errore
pl: Błąd
pt_br: erro
ru: ошибка

source: No component selected
af: Geen komponent gekies
ar: انتقيت الشبيكة النقطية
de: Punktraster ausgewählt
es: Seleccionada rejilla de puntos
fr: Aucun composant sélectionné
it: Selezionata griglia a punti
pl: Nr wybranego podzespołu
pt_br: Nenhum componente selecionado
ru: Не выбран компонент

source: Confirm revert ALL documents
af: Bevestig oplaai ALLE dokumente
ar: تأكيد إعادة تحميل كل الملفات
fr: Confirmer revenir à TOUS les documents
ru: Подтвердите возврат ВСЕХ документов

source: Searching for source
af: Soek vir bron
ar: البحث عن المنبع
de: Nach der Quelle suchen
es: Buscando fuente
fr: Recherche de source
it: Ricerca del sorgente
pl: Szukam źródła
pt_br: Procurando por origem
ru: Поиск источника данных

source: Failed to descend into
af: Kon nie afbeelding laai nie
ar: فشل نزول
de: Die folgenden Bilder konnten nicht überschrieben werden: %s
es: Error al descender a
fr: Impossible de remplacer les image
it: Impossibile scendere in
pl: Nie udało się zejść do
pt_br: Falhou descendo em
ru: Не удалось спуститься в иерархии

source: Hierarchy Error
af: Hierargie
ar: تسلسل هرمي
de: Hie_rarchie
es: Error de Jerarquía
fr: Erreur de hiérarchie
it: Errore gerarchia
pl: Błąd hierarchii
pt_br: Erro Hierarquia
ru: Ошибка иерархии

source: Searching for symbol
af: Soek vir simbool
ar: البحث عن الرمز
de: Nach dem Symbol suchen
es: Buscando símbolo
fr: Recherche du symbole
it: Ricerca del simbolo
pl: Szukam symbolu
pt_br: Procurando por símbolo
ru: Поиск символа

source: Symbol is not a real file. Symbol cannot be loaded.
af: Simbool is nie 'n ware lêer. Simbool kan nie gelaai word nie.
ar: عنصر رمز ليس ملف حقيقي ولا يمكن تحميلها.
de: Das Symbol ist keine reale Datei. Symbol kann nicht geöffnet werden.
es: El símbolo no es un archivo físico. No se puede cargar el símbolo.
fr: Le symbole n'est pas un fichier réel. Il ne peut pas être chargé.
it: Il simolo non è un file reale, impossibile caricarlo.
pl: Symbol nie jest plikiem. Nie można wczytać symbolu.
pt_br: Símbolo não é um arquivo real. Não pode ser lido.
ru: Нет реального файла для символа. Символ не может быть загружен.

source: Cannot find any schematics above the current one!
af: Daar is geen stroombaandiagram Bo die aktiewe bladsy!
ar: يتعذر إيجاد أي مخطط فوق الحالي!
de: Konnte keinen übergeordneten Schaltplan finden!
es: No se ha podido encontrar ningún esquema jerárquico superior!
fr: Impossible de trouver des schémas au-dessus de celui-ci!
it: Impossibile trovare uno schema a livello più alto di questo!
pl: Nie znaleziono żadnego schematu wyżej w hierarchii!
pt_br: Impossível encontrar um esquema sobre o corrente!
ru: Для текущей схемы не удалось найти схему, вышестоящую по иерархии!

source: Object is attached to something
af: Voorwerp is aan iets verbonde
ar: الكائن مرتبط بشيء ما
es: El objeto está unido a algo.
ru: Объект прикреплен к чему-то

source: Attribute is already attached
af: Eienskappe is reeds aangeheg
ar: السمة مرفقة بالفعل
es: El atributo ya está adjunto
ru: Атрибут уже прикреплен

source: WARNING: Do not translate with snap off!
af: WAARSKUWING: Moenie vertaal met snap af!
ar: تحذير: لا تسحب مع جذب موقف!
de: ACHTUNG: Keine Transformation mit ausgeschalteter Ausrichtung am Raster!
es: ADVERTENCIA: ¡No mueva objetos con el ajuste a la rejilla desactivado!
fr: ATTENTION : ne translatez pas quand le snap est désactivé !
it: ATTENZIONE: Non effettuare la conversione in modalità snap off!
pt_br: ATENÇÃO: Não translade com o Ajuste (snap) desligado!
ru: ВНИМАНИЕ: Не производите смещение с отключенной привязкой!

source: WARNING: Turning snap on and continuing with translation.
af: WAARSKUWING: Skakel aan en gaan voort met vertaling.
fr: AVERTISSEMENT: activation de l'accrochage et poursuite de la traduction.
it: ATTENZIONE: Attivazione dello snap e prosecuzione della traduzione.

source: WARNING: Snap grid size is not equal to 100!
af: WAARSKUWING: Snap rooster grootte is nie gelyk aan 100!
ar: تحذير: حجم شبيكة الجذب لا يساوي 100!
de: ACHTUNG: Das Raster ist ungleich 100!
es: ADVERTENCIA: ¡El tamaño de la rejilla no es 100!
fr: ATTENTION : la taille du snap sur la grille n'est pas égale à 100 !
it: ATTENZIONE: L'ampiezza snap gride non è uguale a 100!
pl: UWAGA: Rozmiar siatki przyciągania jest inny niż 100!
pt_br: ATENÇÃO: A grade de Ajuste não está em 100!
ru: ВНИМАНИЕ: Размер сетки привязки не равен 100!

source: WARNING: If you are translating a symbol to the origin, the snap grid size should be set to 100
af: WAARSKUWING: As jy die vertaling van 'n simbool aan die oorsprong, moet die grootte snap rooster opgestel word tot 100
ar: تحذير: إذا كنت تسحب رمزا إلى المبدأ، يجب أن يعيّن حجم شبيكة الجذب إلى 100
de: ACHTUNG: Wenn ein Symbol transformiert wird, sollte das Raster auf 100 gesetzt sein.
es: ADVERTENCIA: Si está moviendo un símbolo al origen, el tamaño de la rejilladebe ser de 100
fr: ATTENTION : si vous déplacez un symbole à l'origine, la taille de snap de la grille devrait être de 100 !
it: ATTENZIONE: se stai convertendo un simbolo dalla sua origine, è opportuno che l'ampiezza snap gride venga impostata a 100
pt_br: ATENÇÃO: Se transladar um símbolo para origem, a grade deve estar em 100
ru: ВНИМАНИЕ: Если символ смещается в начало координат, размер сетки привязки должен быть установлен в 100

source: Grid OFF
af: Rooster AF
ar: شبيكة موقفة
de: Raster AUS
es: Rejilla DESACTIVADA
fr: Grille OFF
it: Griglia NON ATTIVA
pl: Siatka: włączona
pt_br: Grade DESLIGADA
ru: Сетка отключена

source: Dot grid activated
af: Dot rooster geaktiveer
ar: انتقيت الشبيكة النقطية
de: Punktraster ausgewählt
es: Seleccionada rejilla de puntos
fr: Grille à points sélectionnée
it: Selezionata griglia a punti
pl: Dot siatki aktywna
pt_br: Rede de pontos ativada
ru: Включена сетка точек

source: Mesh grid activated
af: Mesh rooster geaktiveer
ar: انتقيت شبيكة الشرط
de: Linienraster ausgewählt
es: Seleccionada rejilla de malla
fr: Grille à mailles sélectionnée
it: Selezionata griglia a maglie
pl: Oczka siatki aktywna
pt_br: Usar grade em malha
ru: Сетчатая сетка активирована

source: Snap OFF (CAUTION!)
af: Snap AF (VERSIGTIG!)
fr: Snap OFF (ATTENTION)

source: Snap ON
af: Snap Op

source: Snap back to the grid (CAUTION!)
af: Snap terug na die rooster (VERSIGTIG!)
fr: Retour brusque à la grille (ATTENTION!)

source: Rubber band mode is OFF
af: Rekkie is AF
fr: Mode piste élastique est désactivé

source: Rubber band mode is ON
af: Rekkie is AAN
fr: Mode piste élastique est activé

source: Magnetic net mode is ON
af: Magnetiese netto modus is OP
fr: Mode Piste magnétique est activé

source: Magnetic net mode is OFF
af: Magnetiese netto modus is off
fr: Mode Piste magnétique est désactivé

source: Off
af: af
de: Ausgeschaltet
es: Desactivado
pt_br: Desligado
ru: Откл

source: On
af: op
ar: افتح
de: Eingeschaltet
es: Abrir
fr: Ouvrir
it: Apri
pl: Na
pt_br: Ativado
ru: на

source: Drag-Can-Move is now
af: Sleep-Can-Move is nou
ar: يمكن السحب- يمكن نقل الآن
de: Drag-Can-Move ist jetzt
es: arrastrar puede moverse ahora
fr: Drag-can-move est maintenant
pl: Drag-Can-Move jest teraz
pt_br: Drag-Can-mover agora está
ru: перетащить может-ход в настоящее время

source: Action feedback mode set to OUTLINE
af: Handelingsterugvoermodus na SKETS gestel

source: Action feedback mode set to BOUNDINGBOX
af: Handelingsterugvoermodus na OMTREKREGHOEK

source: Auto-Pan is now
af: Outomatiese pan is nou
es: Automático-Pan es ahora
fr: Le panoramique automatique est maintenant
ru: Автопан сейчас

source: (read only) width=%d, height=%d
af: (Lees net) width =%d, hoogte =%d
es: (solo lectura) ancho =%d, altura =%d
ru: (только чтение) ширина =%d, высота =%d

source: Could not open the session file
af: Kon die sessie lêer nie oopmaak
ar: تعذر فتح الملف
de: Die Sitzungsdatei konnte nicht geöffnet werden
es: No se pudo abrir el archivo de sesión
fr: Impossible d'ouvrir le fichier de session
it: Impossibile aprire il fil di sessione
pl: Nie można otworzyć plik sesji
pt_br: Não foi possível abrir a sessão arquivo
ru: Не удалось открыть файл сеанса

source: is not accessible
af: is nie toeganklik
ar: غير متاح
de: ist nicht zugänglich
ru: недоступен

source: File
af: Lêer
ar: الملف
de: Datei:
es: Archivo:
fr: Fichier
pl: Plik
pt_br: Arquivo
ru: Файл

source: Warning relative file names detected in session
af: Waarskuwing relatiewe lêername wat in sessie opgespoor is
pl: Ostrzeżenie względnych nazw plików wykrytych w sesji
ru: Предупреждение относительно имен файлов, обнаруженных в сеансе

source: Session
af: Bewaar Alles
ar: أظهر ال_اسم
de: _Name anzeigen
es: Sesiones
fr: Afficher le _nom
it: Mostra _Nome
pl: Sesja
pt_br: Sessão
ru: сессия

source: of
af: van
ar: من
it: di
pt_br: do
ru: из

source: documents
af: Komponentmodus
ar: ت_وثيق
de: _Dokumentation...
es: D_ocumentación
it: documenti
pl: dokumenty
pt_br: documentos
ru: Документы

source: did not contain any accessible documents
af: geen toeganklike dokumente bevat
ar: لا يحتوي على أي وثائق يمكن الوصول إليها
ru: не содержал доступных документов

source: Sessions
af: Bewaar Alles
ar: أظهر ال_اسم
de: _Name anzeigen
es: Sesiones
fr: Afficher le _nom
it: Mostra _Nome
pl: Sesje
pt_br: Sessões plenárias
ru: сессий

source: Removing session
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Extracción de sesiones
fr: Suppression de la session
it: Salva come
pl: Usuwanie sesji
pt_br: Remoção sessão
ru: Извлечение сессии

source: Failed to remove session
af: Kon nie afbeelding laai nie
ar: عدم إزالة الدورة
de: Das Bild konnte nicht geladen werden
es: Error al eliminar el período de sesiones
fr: Échec de la suppression de la session
it: Impossibile rimuovere sessione
pl: Nie udało się usunąć sesji
pt_br: Falhou ao remova sessão
ru: Не удалось удалить сессии

source: <b>Could not remove session</b>
af: <b>Kan sessie nie verwyder</b>
ar: <b>لا يمكن إزالة الجلسة</b>
es: <b>No pudo eliminar la sesión</b>
ru: <b>Не удалось удалить сеанс</b>

source: There are no saved sessions
af: Daar is geen gestoorde sessies nie
ar: لا توجد جلسات محفوظة
de: Der er ingen gemte sessioner
es: No hay sesiones guardadas
fr: Aucune session enregistrée
it: Non ci sono sessioni salvate
pt_br: Não há sessões salvas
ru: Нет сохраненных сессий

source: created with
af: geskep met
ar: تم إنشاؤها باستخدام
es: creado con
ru: создан с

source: An error occurred attempting to create session
af: 'N fout probeer sessie te skep
ar: حدث خطأ أثناء محاولة لإنقاذ جلسة
de: Beim Erstellen der Sitzung ist ein Fehler aufgetreten
es: Se ha producido un error al intentar crear la sesión
fr: Une erreur s'est produite lors de la tentative de création d'une session
it: Errore durante il tentativo di creare la sessione
pl: Wystąpił błąd podczas próby utworzenia sesji
pt_br: Ocorreu um erro ao tentar criar uma sessão
ru: Произошла ошибка при попытке создать сессию

source: <b>Session Error</b>
af: <b>Bestek</b>
ar: <b>المجال</b>
de: <b>Suchbereich</b>
es: <b>Error Sesión</b>
fr: <b>Portée</b>
pl: <b>Błąd sesji</b>
pt_br: <b>Erro de sessão</b>
ru: <b>Ошибка сеанса</b>

source: Creation failed
af: het misluk
ar: فشل إنشاء
de: Einfügen von der Ablage scheiterte
es: Creación falló
fr: Échec de l'insertion du contenu copié
it: Inserimento appunti fallito
pl: stworzenie powiodło
pt_br: A criação falhou
ru: Не удалось создать

source: Opened session
af: Bewaar Alles
ar: احفظ الكل
de: Geöffnete Sitzung
es: Sesión abierta
fr: Enregistrer toutes les pages
it: Salva come
pl: Otwarty sesji
pt_br: Abierto sessão
ru: Открытая сессия

source: Renaming session
af: Bewaar Alles
ar: احفظ الكل
de: Sitzung umbenennen
es: Cambiando el nombre de sesión
fr: Enregistrer toutes les pages
it: Rinominare sessione
pl: Zmiana nazwy sesji
pt_br: Renomeação de sessão
ru: Переименование сессии

source: to
af: om
ar: إلى
de: zu
es: para
it: a
pl: do
pt_br: ao

source: Failed to rename session
af: Kon nie herbenaam sessie
ar: فشل في إعادة تسمية جلسة
de: Das Bild konnte nicht geladen werden
es: No se pudo renombrar sesión
fr: Impossible de renommer la session
it: Impossibile rinominare la sessione
pl: Nie udało a zmienić nazwę sesji
pt_br: Falhou ao mudar o nome de sessão
ru: Не удалось переименовать сеанс

source: <b>Could not rename session</b>
af: <b>Kon nie herbenaam sessie</b>
ar: <b>لا يمكن إعادة تسمية الجلسة</b>
es: <b>No se puede cambiar el nombre de la sesión</b>
pt_br: Não foi possível renomear a sessão

source: Created session
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Sesión creada
fr: Vue en cours
it: Salva come
pl: Utworzono sesji
pt_br: Sessão criada
ru: Дата создания сеанса

source: with
af: met
ar: مع
es: con
it: con
pt_br: com

source: Saved
af: Bewaar
ar: محفوظ
de: Gespeichert
es: Guardado
fr: Enregistrer
it: Salvato
pl: Zapisano
pt_br: Salvo
ru: Файл сохранён

source: documents to session
af: dokumente te sessie
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ventana actual
fr: Vue en cours
it: documenti a sessione
pl: dokumenty do sesji
pt_br: documentos para sessão
ru: Документы к сессии

source: An error occurred attempting to save session
af: 'N fout probeer sessie te spaar
ar: حدث خطأ أثناء محاولة حفظ الجلسة
de: Beim Versuch, Sitzung zu speichern, ist ein Fehler aufgetreten
es: Se ha producido un error al intentar guardar sesión
fr: Une erreur s'est produite lors de la tentative d'enregistrement de la session
it: Verificato un errore durante il tentativo di salvare la sessione
pl: Wystąpił błąd podczas próby zapisania sesji
pt_br: Ocorreu um erro ao tentar salvar sessão
ru: Произошла ошибка при попытке создать сессию

source: Save session failed
af: Bewaar lêer
ar: احفظ الملف
de: Datei speichern
es: Guardar sesión falló
fr: Enregistrer le fichier
it: Salva file
pl: Zapisz sesji nie powiodło
pt_br: Falha na sessão de gravação
ru: Сохранить сессию не удалось

source: Show Sessions at startup is now ENABLED
af: Toon Teks beginnende met
ar: مشاهدة جلسات عند بدء التشغيل وممكنة الآن
de: Show Sessions beim Start ist nun AKTIVIERT
es: Show Sessions en el inicio ya está habilitado
fr: Afficher les sessions au démarrage est maintenant ENABLED
it: Mostra sessioni all'avvio è ora abilitata
pl: Pokaż Sesje przy starcie jest teraz włączone
pt_br: Mostrar sessões na inicialização agora está habilitado
ru: Показать Сессии при запуске теперь ВКЛЮЧЕНО

source: Show Sessions at startup is now DISABLED
af: Toon Teks beginnende met
ar: مشاهدة جلسات عند بدء التشغيل معطل الآن
de: Show Sessions beim Start ist nun deaktiviert
es: Show Sessions en el inicio ya está DESACTIVADO
fr: Afficher les sessions au démarrage est désactivé
it: Mostra sessioni all'avvio è disabilitata
pl: Pokaż Sesje przy starcie jest teraz wyłączone
pt_br: Mostrar sessões na inicialização agora está desativado
ru: Показать Сессии при запуске теперь отключена

source: Session system initialized!
af: Sessie stelsel geïnisialiseer!
ar: تهيئة نظام الجلسة!
es: Sistema de sesión inicializada!
pt_br: Sistema de sessão inicializado!

source: Deselect Mode
af: Uitsoekmodus
ar: وضع الانتقاء
de: Auswahlmodus
es: Seleccionar
fr: Mode Sélection
it: Modalità selezione
pl: Odznacz tryb
pt_br: Desmarcar modo
ru: Отменить выбор объектов

source: Select Mode
af: Uitsoekmodus
ar: وضع الانتقاء
de: Auswahlmodus
es: Seleccionar
fr: Mode Sélection
it: Modalità selezione
pl: Tryb zaznaczania
pt_br: Modo de Seleção
ru: Выделение

source: Select Box Mode
af: Uitsoekmodus
ar: وضع الانتقاء
de: Auswahlmodus
es: Seleccionar
fr: Mode Sélection
it: Modalità selezione
pl: Wybierz tryb Box
pt_br: Modo de seleção Rectangle
ru: Выделение рамкой

source: Zoom Box
af: Zoem Reghoek
ar: قرّب المربع
de: Ausschnitt wählen
es: Ampliar
fr: Zoom boîte
it: Ingrandisci Riquadro
pl: Dopasuj do fragmentu
pt_br: Caixa de Zoom
ru: Масштаб на область
