Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: invalid attribute value
af: ongeldige eienskap waarde
ar: قيمة سمة غير صالحة
es: valor de atributo inválido
fr: valeur d'attribut invalide
it: valore di attributo non valido
pl: nieprawidłowa wartość atrybutu
pt_br: valor de atributo inválido
ru: недопустимое значение атрибута

source: Please correct in order to continue
af: Korrigeer asseblief om voort te gaan
ar: يرجى تصحيح من أجل مواصلة
fr: Veuillez corriger pour continuer
pl: Proszę poprawić, aby kontynuować
ru: Пожалуйста, исправьте, чтобы продолжить

source: The name and value must be non-empty. The name cannot end with a space. The value cannot start with a space
af: Die naam en waarde mag nie leeg wees nie. Die naam mag nie met 'n spasie eindig nie. Die waarde mag nie met 'n spasie begin nie.
ar: يجب أن يكون اسم وقيمة غير فارغة لا يمكن أن ينتهي اسم بمسافة. لا يمكن بدء تشغيل القيمة مع الفضاء
de: Der Name und der Wert dürfen nicht leer sein. Der Name darf nicht mit einem Leerzeichen enden. Der Wert darf nicht mit einem Leerzeichen beginnen.
es: El nombre y el valor no pueden estar en blanco. El nombre no puede finalizar en un espacio. El valor no puede empezar con un espacio.
fr: Le nom et la valeur ne peuvent être vides. Le nom ne peut se terminer par un espace. La valeur ne peut débuter avec un espace.
it: Il nome e il valore devono essere campi non vuoti. Il nome non deve terminare con uno spazio. Il valore non deve iniziare con uno spazio.
pl: Nazwa i wartość nie mogą być puste. Nazwa nie może zaczynać się od spacji. Wartość nie może zaczynać się od spacji.
pt_br: O nome e valor não podem ser vazios. O nome não pode acabar com espaço. O valor não pode começar com espaço.
ru: Имя и значение обязательно должны быть заданы. Имя не должно заканчиваться пробелом. Значение не должно начинаться с пробела.

source: Invalid Attribute
af: Ongeldige Eienskap
ar: ﻿سمة غير صالحة
de: Fehlerhaftes Attribut
es: Propiedad incorrecta
fr: Attribut invalide
it: Attributo non valido
pl: Nieprawidłowy atrybut
pt_br: Atributo Inválido
ru: Недопустимый атрибут

source: Error:
af: Fout:
ar: خطأ:
fr: Erreur:
it: Errore:
pl: Błąd:
pt_br: Erro:
ru: Ошибка:

source: Could not locate symbol
af: Kon nie vind simbool
ar: لا يمكن تحديد موقع رمز
de: Symbol konnte nicht gefunden werden
es: No se pudo localizar el símbolo
fr: Impossible de localiser le symbole
it: Impossibile trovare il simbolo
pl: Nie udało się zlokalizować symbol
pt_br: Impossível localizar simbolo
ru: Не удалось найти символ

source: in library, try refreshing
af: in die biblioteek, probeer verfrissende
ar: في مكتبة، في محاولة منعش
de: in bibliothek, versuchen sie erfrischend
es: En la biblioteca, intente refrescar
fr: Dans la bibliothèque, essayez de rafraîchir
it: in biblioteca, prova ad aggiornare
pl: w bibliotece, próbować odśwież
pt_br: na biblioteca, tente atualizar
ru: В библиотеке, попробуйте местополож

source: symbol
af: Simbole
ar: رموز
de: Symbole
es: Símbolos
fr: sym - Symboles
it: Simbolo
pl: symbole
pt_br: símbolo
ru: Символ

source: Selection x size
af: Seleksie x grootte
ar: اختيار حجم x
de: Auswahl x Größe
es: Selección x tamaño
fr: Sélection x taille
it: Selezione x dimensioni
pl: Wybór x rozmiar
pt_br: Seleção x tamanho
ru: Выбор x размер

source: Selection y size
af: Seleksie y grootte
ar: اختيار حجم y
de: Auswählen
es: Selección y tamaño
fr: Sélection y taille
it: Selezione y dimensione
pl: Wybór y rozmiar
pt_br: Seleção y tamanho
ru: Выбор у размер

source: Count
af: tel
ar: عد
de: Anzahl
es: Contar
fr: Compter
it: Contare
pl: Liczyć
pt_br: Contagem
ru: подсчитывать

source: X Size
af: X Grootte
ar: X الحجم
de: X Größe
es: Tamaño X
fr: Taille X
it: Formato X
pl: X Rozmiar
pt_br: Tamanho X
ru: Размер X

source: Y Size
af: Y Grootte
ar: حجم Y
de: Y Größe
es: Tamaño Y
fr: Taille Y
it: Formato Y
pl: Y Rozmiar
pt_br: Tamanho Y
ru: Y Размер

source: Select
af: Kies
ar: انتق
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Zaznaczanie
pt_br: Selecionar
ru: Выделение

source: Deselect
af: Ontkies
ar: إلغاء
de: Abwählen
es: Deseleccionar
fr: Désélectionner
it: Deseleziona
pl: Odznacz
pt_br: Desmarcar
ru: Отмените

source: Array
af: verskeidenheid
es: Formación
it: schieramento

source: Offset
af: verreken
ar: الأوفست
es: Compensar
fr: Décalage
it: Compensare
pl: Offsetowy
pt_br: deslocado
ru: офсет

source: invalid show option; defaulting to show both
af: ongeldig show opsie; in gebreke om beide te wys
ar: خيار عرض غير صالح؛ التخلف لإظهار كلا
de: Ungültige Anzeigeoption; Einstellung auf Voreinstellung zeigen beide
es: Se ha recibido una opción de mostrar no válida; mostrando ambos por defecto
fr: Option d'affichage non valide; Défaut de montrer les deux
it: opzione mostra non valida; ritorno a mostra entrambi
pl: niepoprawna opcja pokaz; zalegających pokazać zarówno
pt_br: Opção Visualização inválida; redefinindo para Ambos
ru: Выбран недопустимый способ отображения, установка отображения имени и значения

source: Show Value Only
af: Toon Slegs Waarde
ar: أظهر القيمة فقط
de: Nur Wert anzeigen
es: Mostrar sólo valor
fr: Montrer seulement la valeur
it: Mostra Solo il Valore
pl: Wyświetlaj wartość
pt_br: Mostra só o valor
ru: Значение

source: Show Name Only
af: Toon Slegs Naam
ar: أظهر الاسم فقط
de: Nur Name anzeigen
es: Mostrar sólo nombre
fr: Montrer seulement le nom
it: Mostra Solo il Nome
pl: Wyświetlaj nazwę
pt_br: Mostra só o nome
ru: Имя

source: Show Name & Value
af: Toon Naam & Waarde
ar: أظهر الاسم و القيمة
de: Name & Wert anzeigen
es: Mostrar nombre y valor
fr: Montrer le nom et la valeur
it: Mostra Nome & Valore
pl: Wyświetlaj nazwę i wartość
pt_br: Mostra ambos
ru: Имя и значение

source: Add Attribute
af: Voeg Eienskap By
ar: أضف سمة
de: Attribut hinzufügen
es: Añadir propiedad
fr: Ajouter un attribut
it: Aggiungi attributo
pl: Dodaj atrybut
pt_br: Inserir atributo
ru: Добавить атрибут

source: Edit Attribute
af: Wysig kenmerk
ar: تحرير السمة
de: Attribut bearbeiten
es: Editar atributo
fr: Éditeur d'attribut
it: Modifica attributo
pl: Edytuj atrybut
pt_br: Editar Atributo
ru: Изменить атрибут

source: Select the name of the attribute to add
af: Kies kenmerk te voeg
ar: سمة ﻿الشقّ تالفة
de: Wählen Sie den Namen des hinzuzufügenden Attributs aus
es: Seleccione un atributo para agregar
fr: Sélectionnez le nom de l'attribut à ajouter
it: Selezionare il nome dell'attributo da aggiungere
pl: Wybierz nazwę atrybutu dodać
pt_br: Selecione o nome do atributo para adicionar
ru: Выберите имя атрибута для добавления

source: Single Attribute Editor
af: Enkeleienskap-Bewerker
ar: محرّر سمة منفردة
de: Einzel-Attributebearbeitung
es: Editor de una única propiedad
fr: Éditeur d'attribut
it: Editor Singola Caratteristica
pl: Edycja pojedyńczego atrybutu
pt_br: Editor de atributo único
ru: Редактор атрибута

source: Name:
af: Naam:
ar: الاسم:
es: Nombre:
fr: Nom:
it: Nome:
pl: Nazwa:
pt_br: Nome:
ru: Имя:

source: Value:
af: Waarde:
ar: القيمة:
de: Wert:
es: Valor:
fr: Valeur:
it: Valore:
pl: Wartość:
pt_br: Valor:
ru: Значение:

source: Visible
af: Sigbaar
ar: مرئي
de: Sichtbar
it: Visibile
pl: Widoczny
pt_br: Visível
ru: Отображать

source: Attribute Name List
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Mostra il nome dell'attributo
pl: Atrybut nazwa listy
pt_br: Lista de nomes de atributos
ru: Имя атрибута List

source: Attribute Value Entry
af: Eienskap
ar: سمة
de: Attribut
es: Propiedad
fr: Entrée de la valeur d'attribut
it: Mostra il valore dell'attributo
pl: Atrybut wpisu Wartość
pt_br: Entrada de valor de atributo
ru: Атрибут Значение записи

source: Color Edit
af: Kleurbewerking
ar: تحرير اللون
de: Farbe bearbeiten
es: Editar color
fr: Sélecteur de couleur
it: Colore
pl: Edycja koloru
pt_br: Edição Colour
ru: Правка цвета

source: Object color:
af: Voorwerpkleur:
ar: لون الكائن:
de: Objektfarbe:
es: Color del componente:
fr: Couleur de l'objet:
pl: Kolor obiektu:
pt_br: Colour objeto:
ru: Цвет объекта:

source: Select a color for the selected objects.
af: Huidige Venster.
ar: الكائنات المنتقاة.
de: Wählen Sie eine Farbe für die ausgewählten Objekte aus.
es: Seleccione un color para los objetos seleccionados.
fr: Sélectionner une couleur pour les objets sélectionnés.
it: Selezionare un colore per gli oggetti selezionati.
pl: Wybierz kolor dla wybranych obiektów.
pt_br: Selecione uma colour para os objetos selecionados.
ru: Выбор цвета для выбранных объектов.

source: Spice
af: Simulasie Tipe
ar: نوع المحاكاة
de: Würzen
es: Tipo de simulación
fr: Simulation
pl: Symulacja Rodzaj
pt_br: Tipo de simulação:
ru: Тип вывода:

source: Edit Component Properties
af: Bewerk Tekseienskappe
ar: حرّر خصائص النص
de: Text Eigenschaften bearbeiten
es: Editar las propiedades del texto
fr: Editer les propriétés du texte
it: Modifica proprietà componente
pl: Edytuj właściwości komponentów
pt_br: Editar propriedades de componente
ru: Изменение свойств компонентов

source: _Symbol:
af: Simbole:
ar: رموز:
de: Symbole:
es: Símbolos:
fr: _Symbole:
it: Simbolo:
pl: _Symbole:
pt_br: _Símbolo:
ru: Символ:

source: _Device:
af: toestel:
ar: جهاز:

source: _Author:
af: skrywer:
ar: مؤلف:

source: _Version:
af: weergawe:
ar: الإصدار:

source: _Enable
af: Aktiveer
ar: تمكين
ru: включить

source: _use-license:
af: gebruik-lisensie:
ar: استخدام رخصة:

source: dist-_license:
af: dist-lisensie:
ar: شعبة نظم ترخيص:

source: Descr_iption:
af: Bestemming:
ar: الوجهة:
de: Beschreibung:
es: Destino:
pl: Opis:
pt_br: Descr_ição:

source: Documen_tation:
af: Komponentmodus:
ar: ت_وثيق:
de: Dokumen_tation:
es: Documen_tación:
it: D_ocumentazione:
pl: Dokumen_tacja:
pt_br: Documen_tação:
ru: Докумен_тация:

source: _Comment:
af: Opdrag:
ar: الأمر:
de: Befehl:
es: Comando:
fr: Commande:
it: _Componente:
pl: Komentarz:
pt_br: _Comentar:
ru: Комментарий:

source: Options:
af: Opsies:
ar: الخيارات:
de: Optionen:
es: Opciones:
it: Opzioni:
pl: Opcje:
pt_br: Opções:
ru: Опции:

source: _Embedded
af: Ingebed
ar: ضمّن
de: Einbetten
es: Incrustado
fr: Intégré
it: Incorpora
pl: Osadzony
pt_br: _Embutido
ru: Bнедренный

source: _Locked
af: gesluit
ar: مقفل
de: Sperren
es: Bloqueado
fr: Verrouiller
it: Blocca
pl: Zablokowany
pt_br: Bloqueado
ru: запертый

source: _Mirrored
af: weerspieël
ar: مرآة
de: Gespiegelt
es: Voltear
fr: _Miroir
it: Specchio
pl: Lustrzane odbicie
pt_br: Espelhado
ru: Oтраженный

source: _Electrical:
af: Elektriese:
ar: الكهرباء:

source: _Ref Des:
af: Verwysing Designator:
ar: المرجع الدلالي:

source: _No. Slot:
af: nommer stukke:
ar: عدد فتحات:
ru: Количество секций:

source: No. _Pins:
af: nommer pen:
ar: عدد دبابيس:

source: _Value:
af: Waarde:
ar: القيمة:
de: Wert:
es: Valor:
fr: Valeur:
it: Valore:
pl: Wartość:
pt_br: _Valor:
ru: Значение:

source: _Foot Print:
af: voet druk:

source: Spice Type:
af: Spice tipe:
ar: نوع الملء:
de: Füllung:
es: Tipo de relleno:
fr: Type de remplissage:
pl: Symulacja Rodzaj:
pt_br: Tipo de simulação:
ru: Тип вывода:

source: Model Name:
af: Naam:
ar: الاسم:
de: Name:
es: Nombre:
fr: Nom:
it: Nome:
pl: Nazwa modelu:
pt_br: Nome do modelo:
ru: Название модели:

source: Description of the component
af: Verstekgedrag - verwys na komponent
ar: ﻿السلوك الافتراضي - العنصر المرجعي
de: Bauteil referenzieren (Voreinstellung)
es: Comportamiento por defecto - designar componente
fr: Comportement par défaut - référencer le composant
it: Mostra la documentazione per il componente selezionato
pl: Opis składnika składnik
pt_br: Descrição do componente
ru: Описание компонента

source: Entry for comments
af: kommentaar inskrywing veld
ar: ﻿لم يتم العثور على رمز كسار الناقل [%s] في أي مكتبة مكون
de: Eintrag für Kommentare
es: Campo de entrada para comentarios
fr: Entrée pour commentaires
pt_br: A entrada para a apresentação de observações

source: Embed symbol in schematic checkbox
af: Lê komponent in stroombaandiagram in
ar: ضمّن المكون في المخطط
de: Symbol in Schaltplan einbetten
es: Insertar símbolo en la casilla de verificación esquemática
fr: Embarquer le composant dans le schéma
it: Inserisci il simbolo nella casella di controllo schematica
pl: Osadź symbol w schematycznym polu wyboru
pt_br: caixa de seleção para incorporar o símbolo em esquema
ru: Вставить символ в схему

source: Checkbox to enable electrical properties
af: in staat stel om elektriese eienskappe

source: Entry for the component value
af: komponent waarde inskrywing
ar: ﻿لم يتم العثور على رمز كسار الناقل [%s] في أي مكتبة مكون
de: Eingabe für den Komponentenwert
es: Campo de entrada para el valor del componente
fr: Entrée pour la valeur de la composante
pt_br: Entrada para o valor do componente

source: _Type:
af: Tik:
ar: اكتب:
de: _Art:
es: _Tipo:
it: _Tipo:
pl: Rodzaj:
pt_br: _Tipo:
ru: _Тип:

source: _Attributes:
af: Eienskappe:
ar: سمات:
de: _Attribut:
es: _Atributos:
fr: _Attributs:
it: _Attributi:
pl: _Atrybuty:
pt_br: _Atributos:
ru: _Атрибуты:

source: Set the pin attributes
af: Stel die pen aanrbutes
ar: تعيين أتربوتس دبوس
de: Legen Sie die Pin-Attribute fest
es: Establecer los atributos de pin
fr: Définir les attributs des broches
it: Imposta gli attributi pin
pl: Ustaw atrybuty pina
pt_br: Defina os atributos dos pinos
ru: Задайте атрибуты штифта

source: _Number:
af: _Nommer:
ar: رقم:
de: _Nummer:
es: _Número:
fr: _Nombre:
it: _Numero:
pl: _Numer:
pt_br: _Número:
ru: Число:

source: _Sequence:
af: Volgorde:
pl: _Sekwencji:

source: Set the sequence number
af: Stel die volgnummer
ar: اضبط رقم التسلسل
de: Legen Sie die Sequenznummer fest
es: Establecer el número de secuencia
fr: Définir le numéro de séquence
it: Impostare il numero di sequenza
pl: Ustaw numer sekwencji
pt_br: Defina o número de sequência
ru: Задайте порядковый номер

source: Type:
af: Tipe:
ar: النّوع:
de: Art:
es: Tipo:
it: Tipo:
pl: Rodzaj:
pt_br: Tipo:
ru: Тип:

source: Attributes:
af: Eienskappe:
ar: سمات:
de: Attribut:
es: Propiedades:
fr: Attributs:
it: Attributi:
pl: Atrybuty:
pt_br: Atributos:
ru: Атрибуты:

source: Number:
af: Nommer:
ar: رقم:
de: Nummer:
es: Número:
fr: Nombre:
it: Numero:
pl: Numer:
pt_br: Número:
ru: Число:

source: Sequence:
af: Volgorde:
pl: Sekwencji:

source: in
af: Pen
ar: دبوس
de: Anschluß
es: Pin
fr: Broche
it: Pin
ru: вin

source: out
af: Sny 2
ar: _قصّ
de: _Ausschneiden
es: Cor_tar
fr: Co_uper
it: Taglia

source: oc
af: Sluit
ar: أقفل
de: Sperren
es: Fijar
fr: Verrouiller
it: Blocca

source: oe
af: Beweeg
ar: حرّك
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta

source: Pin Properties
af: Bewerk Tekseienskappe
ar: حرّر خصائص النص
de: Text Eigenschaften bearbeiten
es: Editar las propiedades del texto
fr: Editer les propriétés du texte
pl: Właściwości pin
pt_br: Propriedades do Pin
ru: Контакт свойства

source: Pin Properties Editor
af: Enkeleienskap-Bewerker
ar: محرّر سمة منفردة
de: Einzel-Attributebearbeitung
es: Editor de una única propiedad
fr: Éditeur d'attribut
it: Editor Singola Caratteristica
pl: Pin właściwości edytora
pt_br: Pin Editor de propriedades
ru: Контакт редактор свойств

source: Set
af: Toewys
ar: شبكة
de: Netz
es: Conexión
fr: Piste
it: Collegamento
pl: Zestaw
pt_br: Conjunto
ru: Задавать

source: Attribute Type List
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Attributi
pl: Atrybut listę typów
pt_br: Lista de tipos de atributo
ru: Атрибут Тип списка

source: Pin Number
af: Begin by nommer:
ar: رقم البدأ:
de: Startnummer:
es: Número inicial:
fr: Indice de départ :
it: Numero iniziale:
pl: Kod PIN
pt_br: Número do PIN
ru: Пин код:

source: Edit slot number
af: Bewerk gleufnommer
ar: ﻿حرّر عدد الشقّ
de: Slot-Nummer bearbeiten
es: Editar número de elemento
fr: Numéro de slot
it: Modifica numero slot
pl: Edytuj numer gniazdo
pt_br: Editar número de SLOT
ru: Правка номера секции

source: Slot number:
af: Bewerk gleufnommer:
ar: رقم الفتحة:
de: Slot-Nummer:
es: número de elemento:
fr: Numéro de slot:
it: numero slot:
pl: numer gniazda:
pt_br: número de SLOT:
ru: Номер секции:

source: Set the active slot number
af: Stel die aktiewe slotnommer in
ar: قم بتعيين رقم الفتحة النشطة
de: Stellen Sie die Nummer des aktiven Slots ein
fr: Définir le numéro de logement actif
it: Impostare il numero di slot attivo
pl: Ustaw aktywny numer slotu
pt_br: Defina o número do slot ativo
ru: Установите номер активного слота

source: Text Content
af: Teksinhoud
ar: محتوى النص
de: Textinhalt
es: Contenido del texto
fr: Texte
it: Opzioni
pl: Treść tekstu
pt_br: Conteúdo do Texto
ru: Содержание текста

source: Enter or edit the text string
af: Tik of wysig die teksreeks
ar: أدخل السلسلة النصية أو عدلها
de: Geben Sie den Textstring ein oder bearbeiten Sie ihn
es: Introduzca o edite la cadena de texto
fr: Entrez ou modifiez la chaîne de texte
it: Inserisci o modifica la stringa di testo
pl: Wpisz lub edytuj ciąg tekstowy
pt_br: Digite ou edite a seqüência de texto

source: A_lignment:
af: Belyning:
ar: انتقام:
de: Ausrichtung:
es: A_lineación:
fr: A_lignement:
it: A_llineamento:
pl: Wyrównanie:
pt_br: A_linhamento:
ru: центровка:

source: Select the text alignment attribute
af: Kies die kenmerk van teksbelyning
ar: حدد سمة محاذاة النص
de: Wählen Sie das Textausrichtungsattribut aus
es: Seleccione el atributo de alineación de texto
fr: Sélectionnez l'attribut d'alignement du texte
it: Seleziona l'attributo di allineamento del testo
pl: Wybierz atrybut wyrównania tekstu
pt_br: Selecione o atributo de alinhamento de texto
ru: Выберите атрибут выравнивания текста

source: _Case:
af: geval:

source: Change the text case
af: Verander die tekssaak
ar: تغيير حالة النص
de: Ändern Sie den Text
es: Cambiar la caja de texto
fr: Changer la casse du texte
it: Cambia il caso del testo
pl: Zmień wielkość liter
pt_br: Alterar o caso do texto

source: _Color:
af: _Kleur:
ar: لون:
de: _Farbe:
fr: _Couleur:
it: _Colore:
pl: _Kolor:
pt_br: _Cor:
ru: Цвет:

source: Select color attribute
af: Kies kleur kenmerk
ar: حدد سمة اللون
de: Farbattribut auswählen
es: Seleccionar el atributo de color
fr: Sélectionnez l'attribut de couleur
it: Seleziona l'attributo di colore
pl: Wybierz atrybut koloru
pt_br: Selecione o atributo de cor
ru: Выберите атрибут цвета

source: Open font selection dialog
af: Oop font seleksie dialoog
ar: فتح مربع الحوار اختيار الخط
de: Öffnen Sie den Schriftartenauswahldialog
es: Abrir diálogo de selección de fuente
fr: Ouvrir la boîte de dialogue de sélection des polices
it: Apri la finestra di selezione dei font
pl: Otwórz okno dialogowe wyboru czcionki
pt_br: Abrir diálogo de seleção de fonte
ru: Открыть диалог выбора шрифтов

source: _Rotation:
af: _Rotasie:
ar: دوران:
de: Drehung:
es: _Rotación:
it: _Rotazione:
pl: Obrót:
pt_br: _Rotação:
ru: вращение:

source: Upper Left
af: Links Bo
ar: اليسار العلوي
de: Oben Links
es: Arriba a la izquierda
fr: En haut à gauche
pl: Na górze po lewej
pt_br: Esq Alto
ru: слева сверху

source: Upper Middle
af: Middel Bo
ar: الوسط العلوي
de: Oben Mitte
es: Arriba centrado
fr: En haut au milieu
pl: Na środku powyżej
pt_br: Centro Alto
ru: по центру сверху

source: Upper Right
af: Regs Onder
ar: اليمين السفلي
de: Unten Rechts
es: Abajo a la derecha
fr: En bas à droite
it: Trascina a destra
pl: Górny prawy
pt_br: Canto superior direito
ru: справа сверху

source: Middle Left
af: Middel Links
ar: اليسار الوسطي
de: Mitte Links
es: Centrado a la izquierda
fr: Au milieu à gauche
pl: Na środku po lewej
pt_br: Esq Centro
ru: слева по центру

source: Middle Middle
af: Middel Middel
ar: الوسط الوسطي
de: Mitte Mitte
es: Centrado Centrado
fr: Au centre
pl: Pośrodku
pt_br: Centro Centro
ru: по центру

source: Middle Right
af: Middel Regs
ar: اليمين الوسطي
de: Mitte Rechts
es: Centrado a la derecha
fr: Au milieu à droite
pl: Na środku po prawej
pt_br: Dir Centro
ru: справа по центру

source: Lower Left
af: Links Onder
ar: اليسار السفلي
de: Unten Links
es: Abajo a la izquierda
fr: En bas à gauche
pl: Na dole po lewej
pt_br: Esq Baixo
ru: слева снизу

source: Lower Middle
af: Middel Onder
ar: الوسط السفلي
de: Unten Mitte
es: Abajo centrado
fr: En bas au milieu
pl: Na środku poniżej
pt_br: Centro Baixo
ru: по центру снизу

source: Lower Right
af: Regs Onder
ar: اليمين السفلي
de: Unten Rechts
es: Abajo a la derecha
fr: En bas à droite
it: Trascina a destra
pl: Na dole po prawej
pt_br: Dir Baixo
ru: справа снизу

source: Upper
af: Boonste
ar: الأحرف الكبيرة
de: Großbuchstaben
es: Arriba
fr: Plus haut
it: Lettere maiuscole
pl: Górny
pt_br: Maiúscula
ru: сверху

source: Lower
af: Onder
ar: أحرف صغيرة
de: Kleinbuchstaben
es: Abajo
fr: Inférieur
it: Minuscolo
pl: Dolny
pt_br: Minúscula
ru: снизу

source: Sentence
af: Vonnis
pl: Zdanie

source: Edit Text Properties
af: Bewerk Tekseienskappe
ar: حرّر خصائص النص
de: Text Eigenschaften bearbeiten
es: Editar las propiedades del texto
fr: Editer les propriétés du texte
it: Modifica Testo
pl: Edycja właściwości tekstu
pt_br: Editar Propriedades do Texto
ru: <b>Свойства Редактирование текста</b>

source: Text Properties
af: Tekseienskappe
ar: خصائص النص
de: Texteigenschaften
es: Propiedades del texto
fr: Propriétés du texte
it: Opzioni
pl: Właściwości tekstu
pt_br: Propriedades do Texto
ru: Свойства текста

source: Text alignment combobox
af: Teks belyning comboboks
ar: محاذاة النص منسدل
de: Textausrichtung combobox
es: Combinación de alineación de texto
fr: Zone de texte combobox
it: Combobox di allineamento del testo
pl: Tekst wyrównanie combobox
pt_br: Combinação de alinhamento de texto
ru: Выравнивание текста Поле со списком

source: Text case combobox
af: Teks geval kamobox
ar: خيارات حالة النص
de: Text Fall Combobox
es: Combobox de caja de texto
fr: Combinaison d'alignement de texte
it: Caso di caselle di testo
pl: Zestaw tekstowy combobox
pt_br: Opções de caso de texto
ru: Текстовое поле со списком

source: Color options menu
af: spyskaart kleur opsies
ar: القائمة خيارات الألوان
fr: Menu des options de couleur
pl: Menu Opcje kolorów

source: Font selector button
af: Font selector knoppie
ar: زر حدد الخط
fr: Bouton Sélecteur de polices
pl: Przycisk czcionki selektor

source: Text Rotation Angle Spinner Entry
af: Teks rotasie hoek insette
ar: زاوية دوران إدخال النص سبينر
de: Text Drehung Winkel Spinner Eintrag
es: Ángulo de rotación de texto de entrada de giro
fr: Entrée de Spinner d'angle de rotation de texte
it: angolo di rotazione del testo di input Spinner
pl: kąt obrotu tekstu wejściowego Spinner
pt_br: Ângulo de rotação do texto de entrada do rotor
ru: Угол поворота Ввод текста Spinner

source: Text input field
af: Teks invoer veld
ar: حقل إدخال النص
de: Texteingabefeld
es: Campo de entrada de texto
fr: Champ de saisie du texte
it: Campo di immissione del testo
pl: pole wprowadzania tekstu
pt_br: Campo de entrada de texto
ru: Поле ввода текста

source: Large
af: groot
ar: كبير
de: Groß
es: Gran
fr: Grand
it: Grande
pl: Duży
pt_br: Grande
ru: большой

source: Enable to enlarge the preview
af: Staat te stel om die voorskou te vergroot
ar: تمكن من تكبير المعاينة
de: Aktivieren Sie die erweiterte Vorschau
es: Habilitar para ampliar la vista previa
fr: Activer l'aperçu agrandi
pl: Włącz, aby powiększyć podgląd
pt_br: Ativar para ampliar a visualização
ru: Включить предварительный просмотр, чтобы увеличить

source: Overwrite
af: Vervang lêer?
ar: الكتابة
de: Datei überschreiben?
es: Sobrescribir
fr: Écraser
it: Sovrascrivere il file?
pl: Sobrescrever
pt_br: Sobrescrever
ru: Перезаписать

source: Overwrite file?
af: Vervang lêer?
ar: اكتب على الملف؟
de: Datei überschreiben?
es: ¿Sobreescribir el archivo?
fr: Écraser le fichier?
it: Sovrascrivere il file?
pl: Zastąpić plik?
pt_br: Sobrescrever arquivo?
ru: Перезаписать файл?

source: Specify new path to search:
af: Spesifiseer nuwe pad om te soek:
de: Geben Sie einen neuen Pfad zur Suche an:
pl: Określ nową ścieżkę wyszukiwania:
pt_br: Especifique novo caminho para pesquisar:

source: Invalid path
af: Ongeldige pad
ar: مسار غير صالح
de: Ungültigen Pfad
es: Ruta no válida
fr: Chemin invalide
it: Percorso non valido
pl: Niewłaściwa ścieżka
pt_br: Caminho inválido
ru: Неверный путь
