Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Copyright (C) 1998-2017 gEDA developers This is free software, and you are welcome to redistribute it under certain conditions. For details, see the file `COPYING', which is included in the gEDA distribution. There is NO WARRANTY; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE, to the extent permitted by law.
af: Kopiereg (C) 1998-2017 gEDA ontwikkelaars Dit is gratis sagteware, en jy is welkom om dit te herverdeel onder sekere voorwaardes. Vir meer besonderhede, sien die lêer 'kopieer', wat ingesluit in die Geda verspreiding. Daar is geen waarborg, in die mate toegelaat deur die wet.
es: Derechos Reservados (C) 1998-2017 desarrolladores de gEDA Esto es software libre, y eres bienvenido a redistribuirlo bajo ciertas condiciones. Para más detalles, revisa el fichero `COPYING', que se incluye en la distribución de gEDA. NO EXISTEN GARANTIAS, dentro de lo que la ley permite.
fr: Copyright (C) 1998-2017 gEDA developers Ceci est un logiciel libre, et vous êtes invité à le diffuser sous certaines conditions. Pour plus de détails, reportez-vous au fichier `COPYING', inclus dans la distribution gEDA. Il n'y a AUCUNE GARANTIE autre que celles prévues par la loi.
it: Copyright (C) 1998-2017 sviluppatori gEDA Questo è software libero, è possibile la sua ridistribuzione sotto certe condizioni. Per i dettagli, vedere il file `COPYING', incluso nella distribuzione di gEDA. Non c'è ALCUNA GARANZIA, nei limiti di legge.
pt_br: Copyright (C) 1998-2017 gEDA Desenvolvedores Este é um software livre, e você é convidado a redistribui-lo sobcertas condições. Para detalhes, veja arquivo `COPYING', o qual é incluído na distribuição gEDA. Ele é SEM GARANTIA, dentro do permitido pela lei.
ru: авторское право (C) 1998-2017 разработчики gEDA Это свободное программное обеспечение, и вы можете его распространять на определённых условиях. Подробности см. в файле COPYING в дистрибутиве gEDA. Нет НИКАКИХ ГАРАНТИЙ в рамках, допустимых имеющимся законодательством.

source: error parsing
af: fout ontleding
ar: تحليل الأخطاء
de: Fehleranalyse
es: Análisis de errores
fr: analyse d'erreur
it: errore durante l'analisi
pl: opcija zahteva argument
pt_br: análise de erro
ru: анализ ошибок

source: ERROR
af: FOUT
ar: خطأ
de: FEHLER
fr: ERREUR
it: ERRORE
pl: BŁĄD
pt_br: ERRO
ru: ОШИБКА

source: option requires an argument
af: opsie vereis 'n argument
ar: يتطلب الخيار حجة
de: Option erfordert ein Argument
es: Opción requiere un argumento
fr: l'option nécessite un argument
it: l'opzione richiede un argomento
pl: opcja wymaga argumentu
pt_br: opção requer um argumento
ru: опция требует аргумента

source: Unknown option
af: onbekende opsie
ar: خيار غير معروف
de: Unbekannt
es: Desconocido
fr: Option inconnue
it: Opzione sconosciuta
pl: Nieznana opcja
pt_br: Desconhecido opção
ru: Неизвестный параметр

source: Unknown option character
af: Onbekende opsie karakter
ar: الخيار إلكتروني غير معروف
de: Unbekanntes Optionszeichen
es: opción desconocida carta
fr: Caractère d'option inconnu
it: Carattere opzionale sconosciuto
pl: Nieznany znak opcji
pt_br: Caractere de opção desconhecida
ru: Неизвестный символ опции

source: help for more information
af: help vir meer inligting
ar: مساعدة لمزيد من المعلومات
de: help für mehr Informationen
es: ayuda para más información
fr: help pour plus d'informations
it: help per maggiori informazioni
pl: help po więcej informacji
pt_br: help para mais informações
ru: помощь для получения более подробной информации

source: Run
af: Dra uit
ar: بداية
de: Lauf
es: Ejecute
fr: Exécuter
it: Eseguire
pl: Uruchom
pt_br: Executar
ru: Запустить

source: Preview Buffer
af: voorskou Buffer
ar: معاينة المخزن
de: Vorschau
es: Previsualizar memoria intermedia
fr: Prévisualisation du tampon
it: Buffer di anteprima
pl: Podgląd bufora
pt_br: visualizar dados
ru: Буфер предпросмотра

source: Filename
af: Lêernaam
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла

source: name of file to be previewed
af: naam van die lêer om 'n voorbeeld
ar: اسم الملف المراد معاينته
de: Name der Datei, für die eine Vorschau angezeigt werden soll
es: Nombre del archivo a ser visualizado
fr: nom du fichier à prévisualiser
it: nome del file da visualizzare in anteprima
pl: nazwa pliku do podglądu
pt_br: nome do arquivo a ser visualizado
ru: имя файла для предварительного просмотра

source: Object List
af: voorwerp Lys
ar: انتق
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: lista obiektów
pt_br: Objeto Lista
ru: Список объектов

source: List of objects to be previewed
af: Die lys van voorwerpe wat sal vore
ar: قائمة الكائنات التي سيتم معاينتها
de: Liste der Objekte, für die eine Vorschau angezeigt werden soll
es: Listado de objetos para previsualizar
fr: Liste des objets à prévisualiser
it: Elenco di oggetti da visualizzare in anteprima
pl: Lista obiektów do podglądu
pt_br: Lista de objetos a serem visualizados
ru: Список объектов для предварительного просмотра

source: Active
af: Handeling
ar: إجراء
de: Aktion
es: Acción
fr: Action
it: Azione
pl: Aktywny
pt_br: Ativo
ru: активный

source: Whether the preview widget is enabled or disabled
af: Of die voorskoudingesie geaktiveer of gedeaktiveer
ar: ما إذا تم تمكين القطعة المعاينة أو تعطيل
de: Gibt an, ob das Vorschau-Widget aktiviert oder deaktiviert ist
es: Si el widget de vista previa está habilitado o deshabilitado
fr: Si le widget d'aperçu est activé ou désactivé
it: Se il widget di anteprima è abilitato o disabilitato
pl: Czy widżet podglądu jest włączony czy wyłączony
pt_br: Se o widget de visualização está ativado ou desativado
ru: Является ли виджет предварительного просмотра включен или отключен

source: Large size
af: groot grootte
ar: حجم كبير
de: Große Größe
es: Talla grande
fr: Grande taille
pl: Duży rozmiar
pt_br: Tamanho grande
ru: Большой размер

source: Whether the preview widget should be large or small
af: Of die voorskoudingesie groot of klein moet wees
ar: إذا كانت القطعة معاينة ينبغي أن تكون كبيرة أو صغيرة
de: Ob das Vorschau-Widget groß oder klein sein soll
es: Si el widget de vista previa debe ser grande o pequeño
fr: Si le widget d'aperçu doit être grand ou petit
it: Se il widget di anteprima deve essere grande o piccolo
pl: Czy widżet podglądu powinien być duży czy mały
pt_br: Se o widget de visualização deve ser grande ou pequeno
ru: Должен ли виджет предварительного просмотра быть большим или маленьким

source: Coordinates Mode
af: Komponentmodus
ar: وضع المكون
de: Bauteilmodus
es: Modo Componentes
fr: Mode Composant
it: Scelta Componente
pl: Tryb współrzędne
pt_br: Modo de Coordenadas
ru: Координаты режим

source: Sets the Format Mode used to display coordinates on the status bar
af: Stel die formaat wat gebruik word om mekaar koördinate op die statusbalk
ar: يضبط وضع التنسيق المستخدم لعرض الإحداثيات على شريط الحالة
de: Legt den Formatierungsmodus fest, der zum Anzeigen von Koordinaten in der Statusleiste verwendet wird
es: Establece el modo de formato utilizado para mostrar las coordenadas en la barra de estado
fr: Définit le mode de format utilisé pour afficher les coordonnées sur la barre d'état
it: Imposta la modalità di formattazione utilizzata per visualizzare le coordinate sulla barra di stato
pl: Ustawia tryb formatu używany do wyświetlania współrzędnych na pasku stanu
pt_br: Define o modo de formato usado para exibir coordenadas na barra de status
ru: Устанавливает режим форматирования, используемый для отображения координат в строке состояния

source: Grid Mode
af: Boogmodus
ar: وضع القوس
de: Bogenmodus
es: Modo de cuadrícula
fr: Mode Arc de cercle
it: Modalità Arco
pl: Tryb Siatka
pt_br: Modo Grade
ru: Режим сетки

source: Sets the Grid Mode to display on the status bar
af: Stel die rooster styl te vertoon op die statusbalk
ar: يضبط وضع الشبكة ليتم عرضه على شريط الحالة
de: Legt fest, dass der Rastermodus in der Statusleiste angezeigt wird
es: Establece el modo de cuadrícula para mostrar en la barra de estado
fr: Définit le mode grille à afficher sur la barre d'état
it: Imposta la modalità griglia da visualizzare sulla barra di stato
pl: Ustawia tryb siatki do wyświetlania na pasku stanu
pt_br: Define o modo de grade para exibir na barra de status
ru: Устанавливает режим сетки для отображения в строке состояния

source: Grid Size
af: rooster grootte
ar: ﻿نقطة شبيكة
de: Rasterpunkt
es: Punto de rejilla
fr: Point de grille
it: Dimensione griglia
pl: Wielkość kratownicy
pt_br: Tamanho da grade
ru: Размер сетки

source: Sets the Grid Size to display on the status bar
af: Stel die rooster grootte te vertoon op die statusbalk
ar: يضبط حجم الشبكة ليتم عرضها على شريط الحالة
de: Legt die Rastergröße fest, die in der Statusleiste angezeigt werden soll
es: Establece el tamaño de la cuadrícula que se mostrará en la barra de estado
fr: Définit la taille de la grille à afficher dans la barre d'état
it: Imposta le dimensioni della griglia da visualizzare sulla barra di stato
pl: Ustawia rozmiar siatki do wyświetlania na pasku stanu
pt_br: Define o tamanho da grade para exibir na barra de status
ru: Устанавливает размер сетки для отображения в строке состояния

source: height
af: Hoogte
ar: عرض × ارتفاع
de: Breite × Höhe
es: Anchura x Altura
fr: Largeur x Hauteur
it: Larghezza x Altezza
pl: wysokość
pt_br: Altura
ru: высота

source: Sets the height of the status bar
af: Stel die hoogte van die statusbalk
ar: يضبط ارتفاع شريط الحالة
de: Legt die Höhe der Statusleiste fest
es: Establece la altura de la barra de estado
fr: Définit la hauteur de la barre d'état
it: Imposta l'altezza della barra di stato
pl: Ustawia wysokość paska stanu
pt_br: Define a altura da barra de status
ru: Устанавливает высоту строки состояния

source: Left Button Text
af: Linker knoppie teks
ar: من اليسار لليمين
de: Von links nach rechts
es: De izquierda hacia derecha
fr: de gauche à droite
it: Da sinistra a destra
pl: Lewy przycisk Tekst
pt_br: Texto do botão esquerdo
ru: Текст левой кнопки

source: Set the string for the Left Button Text
af: Stel die string vir die linker knoppie teks
ar: قم بتعيين السلسلة للنص الزر الأيسر
de: Legen Sie die Zeichenfolge für den Text der linken Schaltfläche fest
es: Establecer la cadena para el texto del botón izquierdo
fr: Définir la chaîne du texte du bouton gauche
it: Imposta la stringa per il testo del pulsante sinistro
pl: Ustaw ciąg dla tekstu lewego przycisku
pt_br: Definir a string para o texto do botão esquerdo
ru: Установите строку для текста левой кнопки

source: Middle Button Text
af: Middelste knoppie teks
ar: اليسار الوسطي
de: Mitte Links
es: Centrado a la izquierda
fr: Au milieu à gauche
it: Testo pulsante centrale
pl: Środkowy przycisk Tekst
pt_br: Texto do botão central
ru: Средний текст кнопки

source: Set the string for the Middle Button Text
af: Stel die string vir die middelste knoppie teks
ar: قم بتعيين السلسلة للنص الزر الأوسط
de: Legen Sie die Zeichenfolge für den Text der mittleren Schaltfläche fest
es: Establecer la cadena para el texto del botón central
fr: Définir la chaîne du texte du bouton central
it: Imposta la stringa per il testo del pulsante centrale
pl: Ustaw ciąg dla tekstu środkowego przycisku
pt_br: Definir a string para o texto do botão do meio
ru: Установите строку для текста средней кнопки

source: Right Button Text
af: Regs knoppie teks
ar: من اليمين لليسار
de: Von rechts nach links
es: De derecha hacia izquierda
fr: de droite à gauche
it: Da destra a sinistra
pl: Prawy przycisk Tekst
pt_br: Texto do botão direito
ru: Текст правой кнопки

source: Set the string for the Right Button Text
af: Stel die string vir die regs knoppie teks
ar: قم بتعيين السلسلة للنص الزر الأيمن
de: Legen Sie die Zeichenfolge für den Text der rechten Schaltfläche fest
es: Establecer la cadena para el texto con el botón derecho
fr: Définir la chaîne pour le texte du bouton droit
it: Imposta la stringa per il pulsante destro del testo
pl: Ustaw ciąg dla tekstu prawego przycisku
pt_br: Definir a string para o texto do botão direito
ru: Установите строку для текста правой кнопки

source: Snap Mode
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Commuta la modalità magnetica
pl: Tryb Snap
pt_br: Modo de Snap
ru: Привязка

source: Sets the Snap Mode to display on the status bar
af: Stel die Aansigskuifmodus om te wys op die statusbalk
ar: يضبط وضع الالتقاط للعرض على شريط الحالة
de: Legt fest, dass der Fangmodus in der Statusleiste angezeigt wird
es: Establece el modo Snap para mostrar en la barra de estado
fr: Définit le mode d'accrochage à afficher sur la barre d'état
it: Imposta la modalità Snap da visualizzare sulla barra di stato
pl: Ustawia tryb przyciągania wyświetlany na pasku stanu
pt_br: Define o modo Snap para exibir na barra de status
ru: Устанавливает режим привязки для отображения в строке состояния

source: Snap Size
af: Snap Grootte
ar: حجم الجذب
de: Rasterabstand
es: Tamaño de la rejilla
fr: Grille de snap
it: Dimensione Snap
pl: Odległość przyciągania
pt_br: Tamanho do Ajuste
ru: Размер защелки

source: Sets the Snap Size to display on the status bar
af: Stel die Snap Grootte in om op die statusbalk te vertoon
ar: يضبط حجم المفاجئة المراد عرضها على شريط الحالة
es: Establece el Tamaño Snap para mostrar en la barra de estado
fr: Définit la taille d'accrochage à afficher dans la barre d'état
it: Imposta la dimensione dello snap da visualizzare sulla barra di stato
pl: Ustawia rozmiar przyciągania do wyświetlenia na pasku stanu
pt_br: Define o tamanho do snap para exibir na barra de status
ru: Устанавливает размер привязки для отображения в строке состояния

source: Status Text
af: status teks
ar: الحالة
de: Status
es: Estado
fr: Messages
it: Stato
pl: tekst stanu
pt_br: Texto de status
ru: Текст состояния

source: Set the string for the text on the Status Bar
af: Stel die string vir die teks op die statusbalk
ar: قم بتعيين السلسلة للنص الموجود على شريط المعلومات
es: Establezca la cadena del texto en la barra de estado
fr: Définissez la chaîne du texte dans la barre d'état
it: Imposta la stringa per il testo sulla barra di stato
pl: Ustaw ciąg znaków dla tekstu na pasku stanu
pt_br: Defina a sequência do texto na barra de status
ru: Установите строку для текста в строке состояния

source: Status State
af: status staat
ar: الحالة
de: Status
es: Estado
fr: Messages
it: Stato
pl: stan cywilny
pt_br: Estado de Status
ru: Состояние состояния

source: Status Bar Height
af: Status Bar Hoogte
ar: الحالة
de: Status
es: Estado
fr: Messages
it: Stato
pl: Pasek stanu Wysokość
pt_br: Altura da barra de status
ru: Высота строки состояния

source: Set or get the height of the status bar
af: Stel of kry die hoogte van die statusbalk
ar: تعيين أو الحصول على ارتفاع شريط الحالة
es: Establece o obtiene la altura de la barra de estado
fr: Définir ou obtenir la hauteur de la barre d'état
it: Imposta o ottieni l'altezza della barra di stato
pl: Ustaw lub uzyskaj wysokość paska stanu
pt_br: Definir ou obter a altura da barra de status
ru: Установите или получите высоту строки состояния

source: Coordinate display, right click for format options
af: Koördineer vertoon, regs kliek vir formaat opsies
ar: تنسيق العرض ، انقر بزر الماوس الأيمن لخيارات التنسيق
es: Pantalla de coordenadas, haga clic derecho para opciones de formato
it: Visualizzazione delle coordinate, fare clic con il tasto destro per le opzioni di formato
pl: Wyświetlanie współrzędnych, kliknij prawym przyciskiem myszy, aby sformatować opcje
pt_br: Exibição de coordenadas, clique com o botão direito do mouse para obter opções de formato
ru: Отображение координат, щелчок правой кнопкой мыши для параметров формата

source: Left pointer button assignment
af: Links muis knoppie opdrag
ar: تعيين زر المؤشر الأيسر
es: Asignación del botón del puntero izquierdo
it: Assegnazione del pulsante del puntatore sinistro
pl: Przypisanie lewego przycisku wskaźnika
pt_br: Atribuição do botão esquerdo do ponteiro
ru: Назначение кнопки левого указателя

source: Middle pointer button assignment, right click for options
af: Midde-wyser knoppie opdrag, regs kliek vir opsies
ar: تعيين زر المؤشر الأوسط ، انقر بزر الماوس الأيمن للحصول على خيارات
es: Asignación de botones del puntero central, haga clic derecho para opciones
it: Assegnazione del pulsante del puntatore centrale, fare clic con il tasto destro per visualizzare le opzioni
pl: Przypisanie średniego przycisku wskaźnika, kliknij prawym przyciskiem myszy opcje
pt_br: Atribuição do botão do ponteiro do meio, clique com o botão direito do mouse para obter opções
ru: Назначение кнопки «Средний указатель», щелчок правой кнопкой мыши по параметрам

source: Right pointer button assignment, right click for options
af: Reg wyser knoppie opdrag, regs kliek vir opsies
ar: تعيين زر المؤشر الأيمن ، انقر بزر الماوس الأيمن للخيارات
es: Asignación de botones del puntero derecho, haga clic derecho para opciones
it: Assegnazione del pulsante del puntatore destro, clic destro per le opzioni
pl: Prawy przycisk przypisanie przycisku, kliknij prawym przyciskiem myszy opcje
pt_br: Atribuição do botão direito do ponteiro, clique com o botão direito do mouse para obter opções
ru: Назначение правой кнопки указателя, правый щелчок для параметров

source: Indicates the current snap, grid units or state
af: Dui die huidige snap, rooster eenhede of state
ar: يشير إلى المفاجئة الحالية أو وحدات الشبكة أو الحالة
es: Indica el encadenamiento actual, las unidades o los estados de la cuadrícula
it: Indica lo snap, le unità della griglia o lo stato correnti
pt_br: Indica o snap atual, as unidades da grade ou o estado
ru: Указывает текущую привязку, единицы сетки или состояние

source: Indicates the current command state
af: Dui die huidige opdrag staat
ar: يشير إلى حالة القيادة الحالية
es: Indica el estado de comando actual
it: Indica lo stato del comando corrente
pt_br: Indica o estado atual do comando
ru: Указывает текущее состояние команды

source: Gschem status bar
af: Gschem statusbalk
ar: شريط الحالة Gschem
es: Barra de estado Gschem
pt_br: Barra de status do Gschem
ru: Строка состояния Gschem

source: OFF
af: AF
ar: إيقاف
de: AUS
es: APAGADO
pl: WYŁĄCZONE
pt_br: DESLIGADO
ru: ОТКЛ

source: Error
af: Weerkaats
ar: مرآة
de: Spiegeln
fr: Miroir
it: Specchio
pl: Błąd
pt_br: Erro
ru: Ошибка

source: NONE
af: GEEN
ar: لا شيئ
de: NICHTS
es: NINGUNO
fr: AUCUN
pl: BRAK
pt_br: NENHUM
ru: НЕТ

source: Object ~A is not included in the current page.
af: voorwerp ~A is nie ingesluit in die huidige gschem bladsy.
ar: الكائن ~A غير مضمّن في الصفحة الحالية.
de: Das Objekt ~A ist im aktuellen Schaltplan nicht enthalten.
es: El objeto ~A no está en la página actual de gschem.
fr: L'objet ~A n'est pas inclus dans la page gschem courante.
it: L'oggetto ~A non è incluso nella pagina di gschem corrente.
ru: Объект ~A не принадлежит текущей странице.

source: Invalid text name/value visibility ~A.
af: Ongeldige teks naam/waarde sigbaarheid ~A.
ar: رؤية اسم / قيمة نص غير صالحة ~A.
de: Ungültiger Wert für das Sichtbarkeitsattribut von ~A.
es: Visibilidad de nombre/valor de texto inválida ~A.
fr: Visibilité de nom/valeur de texte non valide ~A.
it: Visibilità nome/valore testo non valida ~A.
pl: Nieprawidłowe ustawienie widoczności tekstu: ~A.
ru: Недопустимое сочетание видимости имени/значения ~A.

source: Processing
af: Verwerking
ar: غمعالجة
de: Verarbeitung
es: transformación
fr: Traitement
it: lavorazione
pl: Przetwarzanie
pt_br: Processando
ru: Закрытие

source: Skipping
af: huppel
ar: تخطي
es: Salto a la comba
ru: Пропуская

source: entry in rc file
af: inskrywing in RC lêer
ar: الإدخال في ملف RC
es: entrada en el archivo rc
ru: запись в файле rc

source: Bad Value
af: Waarde
ar: قيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
pl: zła jakość
pt_br: Valor ruim
ru: Плохое значение

source: check
af: kontroleer
ar: التحقق من
es: comprobar
ru: исследовать

source: or Scheme, continuing with
af: of skema, voort te gaan met
ar: أو مخطط مستمر
es: o Esquema, continuando con
ru: или схема, продолжая с

source: maximum value
af: maksimum waarde
ar: القيمة القصوى
es: valor máximo
ru: максимальное значение

source: minimum value
af: minimumwaarde
ar: الحد الأدنى للقيمة
es: valor mínimo
ru: минимальное значение

source: default value
af: standaard waarde
ar: القيمة الافتراضية
es: valor por defecto
ru: значение по умолчанию

source: Invalid type assignment, check
af: Ongeldige tipe opdrag, gaan
ar: تعيين نوع غير صالح ، تحقق
de: Ungültige Typzuweisung, Prüfung
es: Asignación de tipo nvalid, cheque
fr: Attribution de type non valide, vérification
it: assegnazione di tipo non valido, Assegno
pt_br: Tipo inválido atribuição, verificar
ru: Недопустимый тип назначения, проверка

source: This is gEDA/gschem version
af: dit is gEDA/gschem weergawe
ar: الإصدار gEDA/gschem هذا هو
de: Dies ist gEDA/gschem Version
es: Versión de gEDA/gschem
fr: C'est la version gEDA/gschem
it: Stai usando gEDA/gaf versione
pl: To jest gEDA/gschem, wersja
pt_br: Esta é gEDA/gschem versão
ru: Вы работаете с лифтом для/gschem версии

source: but you have a version
af: maar jy het 'n weergawe
ar: ولكن لديك نسخة
es: Pero tienes una versión
it: ma avete una versione
ru: Но у Вас есть версия

source: Please be sure that you have the latest rc file
af: Maak seker dat jy die nuutste RC lêer
ar: يرجى التأكد من أن لديك أحدث ملف RC
es: Asegúrese de que tiene el archivo rc más reciente
it: Assicurarsi di avere l'ultimo file rc
ru: Удостоверьтесь, что у вас последняя версия файла настроек

source: file
af: lêer
ar: ملف
es: archivo
ru: файл

source: Invalid value, zoom-gain cannot be zero, check entry in rc file
af: Ongeldige waarde, kan zoom-wins nie nul wees, check inskrywing in RC lêer
ar: قيمة غير صالحة ، لا يمكن أن يكون كسب التكبير صفرًا ، تحقق من الإدخال في ملف RC
es: Valor no válido, la ganancia de zoom no puede ser cero, verifique la entrada en el archivo rc
ru: Неверное значение, коэффициент увеличения не может быть нулевым, проверьте запись в файле RC

source: Invalid type assignment, check zoom-gain entry in rc file
af: Ongeldige tipe opdrag, nagaan zoom-wins inskrywing in RC lêer
ar: تعيين نوع غير صالح ، تحقق من إدخال تكبير / تصغير في ملف RC
es: Asignación de tipo no válida, verifique la entrada de ganancia de zoom en el archivo rc
ru: Неверное присвоение типа, проверьте запись увеличения-усиления в файле RC

source: Continuing with default value
af: Voort te gaan met standaard waarde
ar: المتابعة مع القيمة الافتراضية
es: Continuando con el valor predeterminado
ru: Продолжая со значением по умолчанию

source: Invalid type assignment, check logging entry in rc file
af: Ongeldige tipe opdrag, gaan meld inskrywing in RC lêer
ar: تعيين نوع غير صالح ، تحقق من إدخال التسجيل في ملف RC
es: Asignación de tipo no válida, verifique la entrada de registro en el archivo rc
ru: Неверное присвоение типа, проверьте запись в журнале в файле rc

source: Invalid value, snap-size cannot be zero, check entry rc file
af: Ongeldige waarde, snap-grootte kan nie nul wees, check inskrywing RC lêer
ar: قيمة غير صالحة ، لا يمكن أن يكون حجم الأداة الإضافية صفرًا ، تحقق من ملف rc للإدخال
es: Valor no válido, el tamaño de ajuste no puede ser cero, verifique el archivo rc de entrada
ru: Неверное значение, размер привязки не может быть нулевым, проверьте запись в файле rc

source: Invalid type assignment, check snap-size entry in rc file
af: Ongeldige tipe opdrag, gaan snap-grootte inskrywing in RC lêer
ar: تعيين نوع غير صالح ، تحقق من إدخال الحجم المفاجئ في ملف RC
es: Asignación de tipo no válida, verifique la entrada de tamaño de complemento en el archivo rc
ru: Неверное назначение типа, проверьте запись размера снимка в файле RC
