Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Paste from 3
af: Plak vanuit 3
ar: ألصق من 3
de: Einfügen aus 3
es: Pegar memoria intermedia 3
fr: Coller depuis 3
it: Incolla da 3
pl: Wklej z 3
pt_br: Colar de 3
ru: Вставить из 3

source: Insert contents of the third auxiliary buffer
af: Voeg inhoud van die derde hulp buffer
es: Insertar el contenido del tercer buffer auxiliar

source: Paste from 4
af: Plak vanuit 4
ar: ألصق من 4
de: Einfügen aus 4
es: Pegar memoria intermedia 4
fr: Coller depuis 4
it: Incolla da 4
pl: Wklej z 4
pt_br: Colar de 4
ru: Вставить из 4

source: Insert contents of the forth auxiliary buffer
af: Voeg inhoud van die vierde hulp buffer
es: Insertar el contenido del cuarto buffer auxiliar

source: Paste from 5
af: Plak vanuit 5
ar: ألصق من 5
de: Einfügen aus 5
es: Pegar memoria intermedia 5
fr: Coller depuis 5
it: Incolla da 5
pl: Wklej z 5
pt_br: Colar de 5
ru: Вставить из 5

source: Insert contents of the fifth auxiliary buffer
af: Voeg inhoud van die vyfde hulp buffer
es: Insertar el contenido del quinto buffer auxiliar

source: Lock selected objects
af: Die slot gekies voorwerpe
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Blokowanie wybranych obiektów
pt_br: Bloquear objetos selecionados
ru: Блокировка выбранных объектов

source: Unlock selected objects
af: Ontsluit gekies voorwerpe
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Odblokuj wybrane obiekty
pt_br: Desbloquear objetos selecionados
ru: Разблокировать выбранные объекты

source: _Redraw
af: _Redisplay
ar: أ_عد الرسم
de: Akt_ualisieren
es: _Redibujar
fr: _Redessiner
it: _Ridisegna
pl: _Aktualizuj
pt_br: _Redesenhar
ru: Пе_рерисовать

source: Redraw the current window
af: Teken die huidige venster weer
ar: إعادة رسم النافذة الحالية
de: Das aktuelle Fenster neu zeichnen
es: Redibujar la ventana actual
fr: Redessiner la fenêtre actuelle
it: Ridurre la finestra corrente
pl: Powtórz bieżące okno
pt_br: Redraque a janela atual
ru: Перерисовать текущее окно

source: _Pan
af: Aansigskuifmodus
ar: ا_نتقل
de: Ausschnitt _wechseln
es: Centrar res_pecto al cursor
fr: _Déplacer
it: _Scorri
pl: _Przesuń
ru: _Центрировать

source: Activate Panning
af: aktiveer Aansigskuifmodus
es: Activar Panning

source: Pre_vious
af: _Vorige
ar: السابق
de: Bisherige
es: Pre_vio
fr: _Précédent
it: Precedente
pt_br: Anterior
ru: Предыдущая

source: View previous
af: Kyk na vorige
ar: عرض السابق
de: Vorherige anzeigen
es: Ver anterior
fr: Voir le précédent
it: Visualizza precedente
pt_br: Ver anterior
ru: Посмотреть предыдущий

source: Zoom _All
af: Zoem Uit
ar: بعّد لل_حد الأقصى
de: Gesamte _Zeichenfläche
es: Vista co_mpleta
fr: Zoom _Complet
it: Visualizza _tutto
pl: Powiększ wszystkie
pt_br: Zoom _Todos
ru: Увеличить все

source: Zoom to the limits of the drawing area
af: Zoem om die grense van die tekening area

source: Zoom _Box
af: Zoem Boks
ar: قرّب الم_ربع
de: Rechteck auswählen
es: Ampliar z_ona
fr: _Zone de Zoom
it: Ingrandisci _Riquadro
pl: Powiększ _obszar
pt_br: Zoom - _Caixa
ru: Об_ласть масштабирования

source: Zoom _Extents
af: Zoem Groottes
ar: قرّب مع شمل الا_متدادات
de: Alles anzeigen
es: Mostrar _todo
fr: A_juster au mieux
it: Adatta al _contenuto
pl: _Dopasuj widok
pt_br: Zoom - _Extensão
ru: _Уместить в окне

source: Zoom _In
af: Zoem in
ar: _قرّب
de: Vergrößern
es: _Aumentar ampliación
fr: Zoom a_vant
it: Aum_enta ingrandimento
pl: Pow_iększ
pt_br: Ampliar
ru: У_величить

source: Zoom _Out
af: Zoem uit
ar: _بعّد
de: Verkleinern
es: _Disminuir ampliación
fr: Zoom a_rrière
it: Rid_uci ingrandimento
pl: P_omniejsz
pt_br: Reduzir
ru: Уме_ньшить

source: Zoom _Mag
af: Zoem vergroting
ar: _قرّب
de: Zoomvergrößerung
es: _Aumentar ampliación
fr: Zoom a_vant
it: Aum_enta ingrandimento
pl: Powiększ Powiększenie
pt_br: Ampliação do zoom
ru: Увеличение увеличения

source: Zoom _Selection
af: Zoem op Seleksie
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
it: Aum_enta ingrandimento
pl: Wybór powiększenia
pt_br: Zoom Seleção
ru: Выделение

source: D_ocumentation...
af: Dokumentasie...
ar: ت_وثيق...
de: D_okumentation...
es: D_ocumentación...
it: D_ocumentazione...
pl: Do_kumentacja...
pt_br: D_ocumentação...
ru: Д_окументация...

source: View component documentation
af: Bekyk komponent dokumentasie
ar: عرض وثائق المكون
de: Siehe Komponentendokumentation
es: Ver la documentación del componente
fr: Afficher la documentation du composant
it: Visualizza la documentazione del componente
pl: Zobacz dokumentację komponentu
pt_br: Visualizar documentação do componente
ru: Просмотр документации по компонентам

source: Show/Hide Inv Text
af: Toon/Verberg Onsigbare Teks
ar: أظهر/أخف النص الخفي
de: Unsichtbaren Text Zeig/ausblenden
es: Mostrar/Ocultar texto oculto
fr: Afficher/Cacher le texte invisible
it: Mostra/Nascondi testo invisibile
pl: Wyświetlaj/ukryj niewidoczny tekst
pt_br: Exibir/Ocultar textos ocultos
ru: Показать/скрыть невидимый текст

source: Toggle hidden text attributes
af: Vervang bestaande eienskappe
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra gli attributi ereditati
pl: Przełącz atrybuty ukrytych tekstów
pt_br: Alternar os atributos de texto oculto
ru: Переключить скрытых текстовых атрибутов

source: Show/Hide Inheri_ted
af: Wys/verberg geërf
ar: إظهار/إخفاء الموروثة
de: Zeig/ausblenden Vererbt
es: Mostrar/Ocultar Heredado
fr: Afficher/masquer hérité
it: Mostra/Nascondi ereditato
pt_br: Mostrar/Ocultar herdados
ru: Показать/скрыть наследство

source: Toggle inherited text attributes
af: Wissel oorgeërfde tekskenmerke
ar: تبديل سمات النص الموروثة
de: Schalten Sie geerbte Textattribute um
es: Alternar atributos de texto heredados
fr: Basculer les attributs de texte hérités
it: Attiva / disattiva gli attributi di testo ereditati
pt_br: Alternar atributos de texto herdados
ru: Переключить унаследованные текстовые атрибуты

source: Show/Hide Net Names
af: Toon/Verberg Onsigbare Teks
ar: أظهر/أخف النص الخفي
de: Zeig/ausblenden Netznamen
es: Mostrar/Ocultar texto oculto
fr: Afficher/Cacher le texte invisible
it: Mostra/Nascondi testo invisibile
pl: Pokaż / ukryj nazwy sieci
pt_br: Mostrar/ocultar nomes de rede
ru: Показать/Скрыть сетевое_имя

source: Toggle hidden net name attributes
af: Vervang bestaande eienskappe
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra gli attributi ereditati
pl: Przełącz ukryte atrybuty nazwy sieci
pt_br: Alternar atributos de nome net ocultos
ru: Показать унаследованные атрибуты

source: _Dark color scheme
af: Donker kleurskema
ar: مخطط ألوان _داكنة
de: _Dunkles Farbschema
es: Configuración de colores os_curos
fr: Couleurs _foncé
it: _Schema colori scuri
pl: _Ciemny zestaw kolorów
pt_br: Esquema de cores Escuro
ru: _Тёмная цветовая схема

source: Set the color map to the Dark set
af: Stel die kleur kaart om die Donker stel
es: Establezca el mapa de color en el conjunto Oscuro

source: _Light color scheme
af: Lig kleurskema
ar: مخطط ألوان _فاتحة
de: _Helles Farbschema
es: Configuración de co_lores claros
fr: Couleurs _clairs
it: _Schema colori chiari
pl: _Jasny zestaw kolorów
pt_br: Esquema de cores Claro
ru: _Светлая цветовая схема

source: Set the color map to the Light set
af: Stel die kleur kaart om die lig stel
es: Establezca el mapa de color en el conjunto de luz

source: B_W color scheme
af: Black and White kleur
ar: مخطط ألوان _داكنة
de: Schwarz/Weiß
es: Esquema de colores en blanco y negro.
fr: Mode N/_B
it: Schema colore B e N
pt_br: Esquema Preto e Branco
ru: _Чёрно-белая цветовая схема

source: Set the color map to Black and White
af: Stel die kleur kaart om Black and White

source: _Draw Order
af: Trek Volgorde
es: Orden de trazado

source: Change the order objects are drawn
af: Verandering orde voorwerpe getrek

source: _Manager...
af: Dialog...
ar: م_دير...
de: Ver_waltung...
es: Ad_ministrador...
fr: _Gestionnaire...
pl: _Zarządzaj...
pt_br: _Gerenciador...
ru: _Менеджер...

source: Open the Page Manager
af: Bladsybestuurder
ar: مدير الصفحات
de: Seitenverwaltung
es: Administrador de páginas
fr: Gestionnaire de pages
it: Gestore Pagina
pl: Otwórz Menedżer arkuszy
pt_br: Abra o Gerenciador de páginas
ru: Открой Менеджер страниц

source: _First
af: _Eerste
es: _Primero

source: _Previous
af: _Vorige
ar: ال_سّابقة
de: _Vorherige
es: _Anterior
fr: _Précédent
it: _Precedente
pl: _Poprzedni
pt_br: _Anterior
ru: _Предыдущая

source: Switch to the previous page
af: Skakel oor na die vorige bladsy
es: Cambiar a la página anterior

source: _Next
af: Volgende
ar: ال_تّالية
de: _Nächste
es: _Siguiente
fr: _Suivant
it: _Successivo
pl: _Następny
pt_br: _Próximo
ru: _Следующая

source: Switch to the next page
af: Skakel oor na die volgende bladsy
es: Cambiar a la página siguiente

source: _Up
af: Opwaarts
ar: ا_صعد
de: _Hinauf
es: A_rriba
fr: _Monter
it: _Torna su
pl: W _górę
pt_br: S_ubir
ru: _Вверх

source: Go up one page
af: Gaan een bladsy opwaarts
es: Subir una página

source: _Down
af: Af
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Trascina in giù
pl: na _dół
pt_br: Para Baixo
ru: Прокрутка вниз

source: Go down one page
af: Gaan een bladsy af
es: Baja una página

source: _Last
af: _Laaste
es: _Último

source: Ne_w
af: Nu_we
ar: _جديدة
de: N_eu
es: _Nuevo
fr: _Nouvelle
pl: No_wy
pt_br: _Novo

source: Create a new Page
af: Skep 'n nuwe bladsy
es: Crear una nueva página

source: Close the current page
af: Lopende bladsy
ar: الصفحة الحالية
de: Aktuelle Seite
es: Hoja actual
fr: la page en cours
it: Pagina corrente
pl: Zamknij bieżącą stronę
pt_br: Fechar a página atual
ru: Закрыть текущую страницу

source: Discard changes and reload the current documents
af: Gooi veranderinge en die huidige dokumente herlaai
es: Descartar los cambios y volver a cargar los documentos actuales

source: D_iscard
af: Werp Bladsy Weg
ar: أ_همل
de: _Ablegen
es: _Descartar
fr: _Abandonner
it: Scartare
pl: Porzuć
pt_br: _Descartar
ru: Закрыть без сохранения

source: Close the current page without saving
af: Sluit sonder om te bewaar
ar: أ_غلق دون حفظ
de: Schließen _ohne Speichern
es: _Cerrar sin guardar
fr: Fermer sans sa_uvegarder
it: Chiudi senza sal_vare
pl: Zamknij bieżącą stronę bez zapisywania
pt_br: Fechar a página atual sem salvar
ru: Закрытие без сохранения изменений

source: Prin_t
af: Druk...
ar: اطبع...
de: Drucken...
es: Imprimir...
fr: Imprimer
it: Stampa
pl: Wydrukować...
pt_br: Imprimir
ru: Печать

source: Print the current page
af: Lopende bladsy
ar: الصفحة الحالية
de: Aktuelle Seite
es: Hoja actual
fr: la page en cours
it: Pagina corrente
pl: Wydrukuj bieżący arkusz
pt_br: Imprimir a página atual
ru: Печать Текущая страница

source: Down _Schematic
af: Stroombaandiagram Af
ar: /انزل إلى المخطط
de: Zum _Schaltplan hinab
es: Descender en esquema
fr: /Descendre dans le schéma
it: Giu nello schema
pl: /Wgłąb _Schematu
pt_br: Descer Esquemático
ru: Войти в подсхему

source: Down S_ymbol
af: Simbool Af
ar: /انزل إلى الرمز
de: Zum S_ymbol hinab
es: Descender en símbolo
fr: /Descendre dans le symbole
it: Giu nel simbolo
pl: symbolu w dół
pt_br: Descer Símbolo
ru: Войти в символ

source: _Hierarchy Up
af: Hierargie
ar: تسلسل​_هرمي
de: Hie_rarchie
es: Je_rarquía
fr: Hié_rarchie
it: Ge_rarchia
pl: _Hierarchia Up
pt_br: _Hierarquia
ru: _Иерархия вверх

source: Add a box
af: Voeg Bus By
ar: أضف ناقلا
es: Añadir bus
it: Aggiungi riquadro

source: Add a circle
af: Sirkel
ar: دائرة
es: Círculo
it: Aggiungi cerchio

source: Add a line
af: Lyn
ar: خط
es: Línea

source: Add a path
af: Voeg Net By
ar: أضف شبكة
es: Añadir polígono
it: Aggiungi percorso

source: Add a pin
af: Lyn
ar: خط
es: Agregar contacto
it: Aggiungi pin

source: Save the current Session
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ventana actual
fr: Vue en cours
pl: Zapisanie bieżącej sesji
pt_br: Salvar a sessão atual

source: _Manage...
af: Maak Bladsy Oop...
ar: م_دير...
de: Ver_waltung...
es: Ad_ministrador...
fr: _Gestionnaire...
it: _Manager...
pl: _Zarządzanie...
pt_br: _Gerir...
ru: управлять...

source: Open the Session Manager dialog
af: Bladsybestuurder
ar: مدير الصفحات
de: Seitenverwaltung
es: Administrador de páginas
fr: Gestionnaire de pages
pl: Otwórz okno dialogowe Menedżer sesji
pt_br: Abra a caixa de diálogo Gerenciador de sessão

source: Toggle attribute visibility
af: Skakel eienskappe sigbaarheid
ar: الرؤية تبديل الصفات
de: Attributsichtbarkeit umschalten
es: Alternar la visibilidad de atributos
fr: Basculer la visibilité des attributs
it: Commuta la visibilità del attributo
pl: Przełączanie widoczności atrybutu
pt_br: Al_ternar visibilidade
ru: Переключить атрибут видимость

source: _Reset Position
af: Bestemming
ar: الوجهة
de: Ziel
es: Destino
fr: Destination
it: Ripeti l'ultima azione
pl: Redefinir posição
pt_br: _Redefinir posição
ru: Сброс установки

source: Restore attribute positions and orientation
af: Herstel eienskappe posisies en oriëntering
ar: استعادة مواقع السمة والتوجيه
fr: Restaurer les positions et l'orientation des attributs

source: _Find Specific Text...
af: Vind Spesifieke teks...
ar: اب_حث عن نص معين...
de: Text _suchen...
es: _Encontrar texto específico...
fr: _Rechercher le texte...
it: _Trova testo specifico...
pl: _Szukaj tekstu...
pt_br: _Procurar um texto...
ru: _Найти текст...

source: Find an attribute
af: Voeg Eienskap By
ar: أضف سمة
de: Attribut hinzufügen
es: Añadir propiedad
fr: Ajouter un attribut
it: %i attributo
pl: Znajdź atrybut
pt_br: Pesquisa para o Atributo
ru: Найти атрибут

source: _Hide Specific Text...
af: Steek Spesifieke teks...
ar: أ_خف نصا معينا...
de: Text _verbergen...
es: _Ocultar texto específico...
fr: _Cacher le texte...
it: _Nascondi testo specifico...
pl: _Ukryj wybrany tekst...
pt_br: Ocultar um texto...
ru: _Скрыть текст...

source: Hide selected attribute
af: Voeg Eienskap By
ar: سمة مفصولة
de: Attribut ablösen
es: Desvincular propiedad
fr: Attribut détaché
it: Hide attributo selezionato
pl: Ukrywa wybrany atrybut
pt_br: Ocultar um Atributo
ru: Скрыть выбранный атрибут

source: Show a specific attribute
af: Toon Teks
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra il valore dell'attributo
pl: Pokaż konkretny atrybut
pt_br: Mostra atributos relativos
ru: Показать определенный атрибут

source: Attribute _Editor...
af: Enkeleienskap-Redakteur...
ar: محرّر سمة...
de: Einzel-Attributebearbeitung...
es: Editor de una única propiedad...
fr: Éditeur d'attribut...
it: Editor Singola Caratteristica...
pl: Otwórz Edytor atrybutów...
pt_br: Editor de atributo único...
ru: Редактор атрибута...

source: Open the Attributes Editor Dialog
af: Maak die eienskappe Redakteur Dialog
ar: فتح سمات الحوار محرر
de: Öffnen Sie den Dialog Attributes Editor
es: Abrir el diálogo del editor de atributos
fr: Ouvrir la boîte de dialogue Editeur d'attributs
it: Aprire la finestra di editor di attributi
pl: Otwórz Edytor atrybutów Dialog
pt_br: Editor de atributos
ru: Откройте диалоговое окно атрибутов редактора

source: Show _Console Window...
af: Wys die konsole...
ar: أظهر نافذة الم_علم...
de: K_oordinatenfenster anzeigen...
es: Mostrar ventana de _coordenadas...
fr: Afficher les Fenêtre de la console...
it: Mostra finestra _coordinate...
pl: Pokaż okno konsoli...
pt_br: Mostra Janela do console...
ru: Показать окно консоли...

source: Display the console window
af: Wys die konsole
ar: أظهر نافذة الم_علم...
de: K_oordinatenfenster anzeigen...
es: Mostrar ventana de la consola
fr: Afficher les Fenêtre de la console
it: Mostra la finestra coordinate
pl: Wyświetla okno konsoli
pt_br: Exibir a janela do console
ru: Отображение окна консоли

source: Display coordinates
af: Wys koördineer venster
fr: Afficher les coordonnées
ru: Окно Показать Координаты

source: Invoke Macro
af: Roep makro
ar: استدع ماكرو
de: Makro ausführen
es: Ejecutar macro
fr: Lancer une Macro
it: Esegui macro
pl: Wykonaj makro
pt_br: Chamar Macro
ru: Выполнить макрос

source: Invoke a macro
af: Roep 'n makro
ar: استدع ماكرو
de: Makro ausführen
es: Ejecutar macro
fr: Lancer une Macro
it: Esegui macro
pl: Wykonaj makro
pt_br: Chamar Macro
ru: Выполнить макрос

source: Embed Component/Picture
af: Lê Komponent/Afbeelding In
ar: ضمّن المكون/الصورة
de: Bauteil/Bild einbetten
es: Incrustar componente/imagen
fr: Embarquer le composant/l'image
it: Componente/Immagine fissato/a
pl: Osadź element/obraz
pt_br: Embutir Componente/Imagem
ru: Внедрить компонент/изображение

source: Embed a component or image object
af: Lê komponent in stroombaandiagram in
ar: ﻿ضمّن المكون في المخطط
de: Bauteil in den Schaltplan einbetten
es: Incrustar componente en el esquema
fr: Embarquer le composant dans le schéma
it: Incorpora il componente nello schema
pl: Osadź element w pliku schematu
pt_br: Incorporar um componente ou um objeto de imagem
ru: Внедрить компонент или объект изображения

source: Unembed Component/Picture
af: Ont-lê Komponent/Afbeelding In
ar: لا تضمّن المكون/الصورة
de: Bauteil/Bild ausbetten
es: Desincrustar componente/imagen
fr: Débarquer le composant/l'image
it: Componente/immagine non fissato/a
pl: Cofnij osadzanie elem./obr.
pt_br: Desembutir Componente/Imagem
ru: Исключить компонент/изображение

source: Unembed a component or image object
af: Ont-lê Komponent/Afbeelding In
ar: لا تضمّن المكون/الصورة
de: Bauteil/Bild ausbetten
es: Desincrustar componente/imagen
fr: Débarquer le composant/l'image
it: Componente/immagine non fissato/a
pl: Cofnij osadzanie elem./obr.
pt_br: Unembed um componente ou objeto de imagem
ru: Исключить компонент или объект изображения

source: Increase the snap size
af: Verhoog die snap grootte
es: Aumentar espaciado de la rejilla
fr: Augmenter la taille du snap
ru: Увеличение размер сетки привязки

source: Decrease the snap size
af: Verminder die snap grootte
es: Disminuir espaciado de la rejilla
fr: Diminuer la taille du snap

source: Adjust snap size
af: Eers snap grootte
fr: Ajuster la taille du snap
pt_br: Ajustar tamanho do snap
ru: Отрегулируйте привязку размер

source: _Snap On-Off
af: Klik op-af
ar: إيقاف الجذب
de: Am Raster ausrichten aus
es: Encender y apagar
pl: Przełączać przyciąganie
pt_br: Alternar o Ajuste de snap
ru: Оснащать

source: _Rubberband
af: _Rekkie
ar: تمتد
de: _Netzgummifäden
es: Gritando
fr: Martelage
it: _Elastiche
pl: Rozciąganie połączeń
pt_br: Alterna_r conexão elástica
ru: валентных связей

source: Toggle rubberband net mode
af: Toggle netto rekkie af
ar: بدّل الشريط الم_طاطي للشبكة
de: _Netzgummifäden umschalten
es: Act/Desact conserva_r conexiones
fr: Piste é_lastique On/Off
it: Commuta Net _Elastiche
pl: Przełączaj połączenia rozciągające
pt_br: Alternar o modo conexão elástica
ru: Переключение scretching соединения мод

source: _Magnetic Net
af: Magnetiese Net
ar: شبكة مغناطيسية
de: _Magnetischer Netzmodus
es: Ayuda a la conexión
fr: Mode Piste Magnétique
it: Rete magnetica
pl: Tryb magnetycznych połączeń
pt_br: Modo de Conexão magnético
ru: Магнитные соединения

source: Toggle action feedback
af: Skakel aksie terugvoer
pt_br: Alternar feedback de ação

source: _Auto-Pan
af: outomatiese pan
ar: Automatic-Pan
de: Auto-Panning
es: Giro automático
fr: Pan automatique
it: Pan. Automatico
pl: Automatyczne panoramowanie
pt_br: Pan _Automático
ru: автопанорамированием

source: Toggle auto panning mode
af: Skakel outomatiese Pan
ar: وضع الشبكة الم_غناطيسية
de: Schalten Sie den automatischen Panning-Modus um
es: Modo ayuda _magnética a la conexión
fr: Piste _magnétique On/Off
it: Commuta Net _Magnetiche
pl: Przełącz automatyczne panoramowanie mode
pt_br: Alternar o modo de panning automático
ru: Переключить автопанорамированием мод

source: Find component documentation
af: Komponentmodus
ar: توثيق الم_كونات
de: Bauteil-D_okumentation
es: D_ocumentación del componente...
fr: Documentation du composant
it: Documentazione componente
pl: Znajdź dokumentację komponentu
pt_br: Localizar a documentação do componente
ru: Найти документацию по компонентам

source: _Lower Behind
af: Onder agter
ar: أسفل وراء
de: Hinten senken
es: Más abajo
fr: Plus bas derrière
pl: Niżej
pt_br: mais baixo atrás
ru: пНиже сзади

source: Move to _Bottom
af: _Beweeg na onder
ar: الانتقال إلى القاع
de: Nach unten gehen
es: Mover a la parte inferior
fr: Déplacer vers le bas
it: Sposta in basso
pl: Przejdź na dół
pt_br: Mover para baixo
ru: Переместить в низ

source: _Edit
af: Bewerk
ar: _تحرير
de: _Bearbeiten
es: _Editar
fr: É_dition
it: _Modifica
pl: _Edycja
pt_br: _Editar
ru: _Правка

source: _Select
af: Kies
ar: انتق
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Zaznaczanie
pt_br: Selecionar
ru: Выбрать

source: _Page
af: Bladsy
ar: _صفحة
de: _Seite
es: _Página
it: _Pagina
pl: _Arkusz
pt_br: _Página
ru: Ст_раница

source: _Add
af: Voeg By
ar: _أضف
de: _Einfügen
es: Aña_dir
fr: _Ajouter
it: _Aggiungi
pl: _Dodaj
pt_br: _Adicionar
ru: _Добавить

source: Attri_butes
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Attributi
pl: Atry_buty
pt_br: Atri_butos
ru: Атрибуты

source: _Tools
af: Gereedskap
pl: _Przybory
ru: коммунальные

source: _Page/_Draw Order
af: Bladsy/Trek Volgorde
es: Página/Orden de dibujo

source: _Options
af: _Opsies
ar: _خيارات
de: _Optionen
es: _Opciones
it: _Opzioni
pl: _Ustawienia
pt_br: _Opções
ru: _Настройки

source: New File
af: Nuwe lêer
ar: ملف جديد
de: Neue Datei
es: Nuevo archivo
fr: Nouveau fichier
it: Nuovo file
pl: Nowy plik
pt_br: Novo Arquivo
ru: Новый файл

source: Open File
af: Maak lêer oop...
ar: افتح ملفا...
de: Datei öffnen
es: Abrir archivo
fr: Ouvrir fichier...
it: Apri file
pl: Otwórz plik
pt_br: Abrir Arquivo...
ru: Открыть файл

source: Save All
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva tutto
pl: Zapisz wszystkie
pt_br: Salvar Tudo
ru: Сохранить все

source: Save Modified
af: Skuifmodus
ar: وضع التّحريك
de: Verschiebemodus
es: Mover
fr: Mode Déplacement
it: Modalità spostamento
pl: Zapisz zmodyfikowany
pt_br: Salvar Modificado
ru: Сохранить Модифицированная

source: New Window
af: Nuwe Venster
ar: نافذة جديدة
de: Neues _Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
pl: Nowe okno
pt_br: Nova _Janela
ru: Новое окно

source: Close Window
af: Sluit Venster
ar: أغلق النافذة
de: Fenster s_chließen
es: _Cerrar ventana
fr: _Fermer la fenêtre
it: Chiudi finestra
pl: Zamknij okno
pt_br: Fechar janela
ru: Закрыть окно

source: Export Symbol
af: Simbool Af
ar: /انزل إلى الرمز
de: /Zum Symbol hinab
es: Descender en símbolo
fr: /Descendre dans le symbole
it: Giu nel simbolo
pl: eksport symbolu
pt_br: Símbolo de exportação
ru: Экспорт Символ

source: Export Picture
af: Lê Komponent/Afbeelding In
ar: ضمّن المكون/الصورة
de: Bauteil/Bild einbetten
es: Incrustar componente/imagen
fr: Embarquer le composant/l'image
it: Componente/Immagine fissato/a
pl: Eksportowanie obrazów
pt_br: Exportar Imagem
ru: Экспорт фото

source: Copy Mode
af: Kopieermodus
ar: وضع النسخ
de: Kopiermodus
es: Copiar
fr: Mode Copie
it: Modalità copia
pl: Tryb kopiowania
pt_br: Modo de Cópia
ru: Копирование

source: Multiple Copy Mode
af: Meervoudige Kopieermodus
ar: وضع النسخ المتعدد
de: Mehrfach-Kopiermodus
es: Modo de copia múltiple
fr: Mode Copie Multiple
it: Modalità di copiatura multipla
pl: Duplikuj wielokrotnie
pt_br: Modo de Múltipla Cópia
ru: Многократное копирование

source: Offset selection
af: Kies
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
it: Aum_enta ingrandimento
pl: Offsetowy Zaznaczenie
pt_br: Seleção de deslocamento
ru: Выбор смещения
