Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Warning: <%s> did not expand
af: Waarskuwing: <%s> nie uit te brei
ar: لم توسيع <%s> :تحذير
de: Warnung: <% s> wurde nicht erweitert
es: Advertencia: <%s> No se expandió
fr: le préavis: <%s> n'a pas élargi
it: Attenzione: <%s> non si è espanso
pl: Ostrzeżenie: <%s> nie zostało rozwinięte
pt_br: Aviso: <%s> não expandiu
ru: Предупреждение: <%s> не расширяется

source: Command-line error: disabling auto load last
af: Opdrag-lyn fout: aanskakel motor vrag laaste
ar: خطأ في سطر الأوامر: تعطيل حمولة السيارات الماضي
de: Befehlszeilenfehler: Auto-Ladevorgang wird zuletzt deaktiviert
es: Error en la línea de comandos: deshabilitar la carga automática última
fr: Erreur de ligne de commande: désactivation du chargement automatique en dernier
it: Errore di riga di comando: caricamento automatico disabilitando scorso
pl: Błąd wiersza polecenia: wyłącza automatyczne ładowanie jako ostatnie
pt_br: Erro na linha de comando: desativando o carregamento automático último
ru: Ошибка командной строки: отключить автоматическую загрузку последней

source: Assuming schematic file suffix for
af: Veronderstelling skematiese lêer agtervoegsel vir
ar: على افتراض احقة ملف التخطيطي ل
de: Angenommen, das Schemadateisuffix für
es: Suponiendo un sufijo de archivo esquemático para
fr: En supposant que le suffixe de fichier schématique pour
it: Supponendo suffisso del file schema per
pl: Zakładając schematyczny przyrostek pliku dla
pt_br: Assumindo sufixo de arquivo esquemático para
ru: Предполагая суффикс суффикса файла для

source: Assuming symbol file suffix for
af: Veronderstelling simbool lêer agtervoegsel vir
ar: على افتراض احقة الملف رمز ل
de: Angenommen, Symboldateisuffix für
es: Suponiendo sufijo del archivo de símbolos para
fr: En supposant que le suffixe du fichier de symboles pour
it: Supponendo che il suffisso file di simboli per
pl: Zakładając przyrostek symbolu dla pliku
pt_br: Assumindo o sufixo do arquivo de símbolos para
ru: Предполагая суффикс файла символа для

source: An error was encountered loading requested session
af: 'N Fout het voorgekom laai versoek sessie
ar: ﻿حدث خطأ أثناء محاولة لإنقاذ جلسة
de: FEHLER: Beim Einlesen der Konfigurationsdateien trat ein Fehler auf
es: ERROR: Ocurrió un error desconocido al interpretar los archivos de configuración.
fr: Une erreur s'est produite lors du chargement de la session demandée
it: È verificato un errore di caricamento richiesto sessione
pl: Napotkano błąd Ładowanie sesji
pt_br: Foi encontrado um erro ao carregar sessão solicitada
ru: ОПроизошла ошибка при загрузке запрошенной сессии

source: Auto Load
af: outomaties laai
ar: تحميل تلقائيا
de: Automatisches Laden
es: Carga automática
fr: Chargement automatique
it: carica automaticamente
pl: Automatyczne ładowanie
pt_br: Carga automática
ru: Автонагрузка

source: The GEDADATA environment variable must be set! gschem cannot locate some data files. Please ensure the GEDADATA environment variable points to the correct location.
af: Jy moet die GEDADATA omgewing veranderlike stel! gschem kan nie vind 'n paar data lêers. Maak asseblief seker die GEDADATA omgewing veranderlike verwys na die regte plek.
ar: يجب أن تعيّن متغيّر البيئة GEDADATA! لا يمكن لـ gschem تحديد مكان ملفات البيانات خاصته. يجب أن تعيّن متغيّر البيئة ‏GEDADATA ليشير إلى المكان الصّحيح.
de: Die Umgebungsvariable GEDADATA muss gesetzt werden! gschem kann seine Datendateien nicht finden. GEDADATA muss auf das richtige Verzeichnis zeigen.
es: ¡Debe configurar la variable de entorno GEDADATA! gschem no puede encontrar sus archivos de datos. Debe configurar la variable de entorno GEDADATA con el camino adecuado.
fr: Vous devez positionner la variable d'environnement GEDADATA!
it: Devi impostare la variabile d'ambiente GEDADATA! gschem non può localizzare i suoi file dati. Devi impostare la variabile d'ambiente GEDADATA in modo che punti alla locazione corretta.
pl: Wymagane ustawienie wartości zmiennej środowiskowej GEDADATA! gschem nie może odnaleźć plików z danymi. Należy wskazać lokalizację plików poprzez zmienną środowiskową GEDADATA.
pt_br: Variável ambiente GEDADATA deve ser criada! gschem não consegue localizar seus arquivos de dados. Crie a variável ambiente GEDADATA para apontar a localização correta.
ru: Необходимо установить переменную окружения GEDADATA! gschem не может найти свои файлы данных. Необходимо задать их местоположение в переменной окружения GEDADATA.

source: Unable to locate scheme initialization file
af: Kan nie skema inisialisering lêer op te spoor
ar: غير قادر على تحديد موقع ملف التكوين مخطط
de: Schema-Initialisierungsdatei konnte nicht gefunden werden
es: Leído fichero de inicialización scm
fr: Impossible de localiser le fichier d'initialisation du schéma
it: Impossibile trovare il file di inizializzazione schema
pl: Nie można zlokalizować pliku inicjalizacji scm
pt_br: Não foi possível localizar o arquivo de inicialização do sistema
ru: Не удалось найти файл инициализации схемы

source: Read scheme initialization file
af: Lees skema inisialisering lêer
ar: قراءة ملف الاستهلال
de: Initialisierungsdatei lesen
es: Leído fichero de inicialización scm
fr: Lire le fichier d'initialisation du schéma
it: Leggere file di inizializzazione schema
pl: Wczytano plik inicjalizacji scm
pt_br: Lendo o arquivo de inicialização do sistema
ru: Чтение scm-файла инициализации

source: Failed to read scheme initialization file
af: nie in staat is om skema inisialisering lêer lees
ar: قراءة ملف الاستهلال
de: Fehler beim Lesen der Schema-Initialisierungsdatei
es: Leído fichero de inicialización scm
fr: Échec de la lecture du fichier d'initialisation du schéma
it: Impossibile leggere il file di inizializzazione schema
pl: Nie można odczytać pliku inicjalizacji scm
pt_br: Falha ao ler o arquivo de inicialização do sistema
ru: Не удалось прочитать файл инициализации схемы

source: version
af: weergawe
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva come
pl: версия
pt_br: Versão
ru: версия

source: Logging system is disabled
af: Meld stelsel is afgeskakel
ar: تم تعطيل نظام الإملاء
de: Das Protokollierungssystem ist deaktiviert
es: Sistema de dictado está deshabilitado
fr: Le système de journalisation est désactivé
it: sistema di registrazione è disabilitata
pl: System logowania jest wyłączony
pt_br: Sistema de registro em log está desativado
ru: Система регистрации отключена

source: ERROR: Failed to load or evaluate startup script.
af: Fout: kon nie laai of te evalueer opstart script.
ar: خطأ: فشل في تحميل أو تقييم النصي لبدء التشغيل.
de: FEHLER: Das Startskript konnte nicht geladen oder ausgewertet werden.
es: El log (registro) de gschem puede tener más información.
fr: ERREUR: Impossible de charger ou d'évaluer le script de démarrage
it: ERRORE: fallito il caricamento o l'elaborazione dello script di partenza.
pl: BŁĄD: nie udało się wczytać ani ocenić skryptu uruchamiania.
pt_br: ERRO: Falha ao ler ou avaliar script de inicialização.
ru: ОШИБКА: не удалось загрузить или выполнить скрипт при запуске.

source: Exiting normal
af: normale beëindiging
ar: تخرج الطبيعي
de: Normal aussteigen
es: Terminación normal
fr: Sortie normale
it: Uscita normale
pl: Wyjście normalne
pt_br: Saindo normal
ru: Выход из нормального

source: FAILED:
af: misluk:
ar: فشل:
de: GESCHEITERT:
es: HA FALLADO:
fr: ÉCHOUÉ:
it: FALLITO:
pl: nie udać się:
pt_br: FALHADO:
ru: НЕ УДАЛОСЬ:

source: Parent Window
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ventana actual
fr: Vue en cours
it: Nuova finestra
pl: Родительское окно
pt_br: Janela Principal
ru: Родительское окно

source: Parent window for this dialog
af: Ouer venster vir hierdie dialoog
ar: الإطار الأصل لهذا الحوار
de: Primäres Fenster für diesen Dialog
es: Ventana principal para este diálogo
fr: Fenêtre parent de cette boîte de dialogue
it: finestra principale per questa finestra
pl: Okno rodzica dla tego okna dialogowego
pt_br: Janela principal para este diálogo
ru: Основное окно для этого диалога

source: Title
af: Titel
ar: عنوان
de: Titel
es: Título
fr: Titre
it: senzanome
pl: Tytuł
pt_br: Título
ru: заглавие

source: Dialog window title
af: Dialoog venster titel
ar: عنوان نافذة الحوار
de: Titel des Dialogfensters
es: Título de la ventana de diálogo
fr: Titre de la fenêtre de dialogue
it: titolo della finestra di dialogo
pl: Tytuł okna dialogowego
pt_br: Título da janela de diálogo
ru: Название диалогового окна

source: Label Text
af: Verskuil Teks
ar: أخف النص
de: Beschriftungstext
es: Ocultar texto
fr: Cacher le texte
it: Nascondi testo
pl: etykieta tekst
pt_br: Texto da etiqueta
ru: Текст метки

source: Text to be displayed for the Macro label
af: Teks wat vertoon moet word vir die Makro etiket
ar: النص ليتم عرضها لتسمية ماكرو
de: Text, der für die Makrobeschriftung angezeigt werden soll
es: Texto que se mostrará para la etiqueta Macro
fr: Texte à afficher pour l'étiquette Macro
it: Testo da visualizzare per l'etichetta Macro
pt_br: Texto a ser exibido para o rótulo Macro
ru: Makro etiketinde görüntülenecek metin

source: Macro:
af: Makro:
ar: ماكرو:
de: Makro:
ru: Макрос:

source: Macro String
af: Makro inhoud
ar: سلسلة الكلية
de: Makrozeichenfolge
es: Cadena de macro
it: String macro
pt_br: Cadeia de macro
ru: Макро Строка

source: Evaluate
af: Evalueer
ar: تقييم
de: Auswerten
es: Evaluar
fr: Évaluer
it: Valutare
pt_br: Analisar
ru: Выполнить

source: Retrieving main window position.
af: Herwinning hoof venster posisie.
ar: استرداد موقف النافذة الرئيسية.
de: Hauptfensterposition wird abgerufen.
es: Recupero della posizione della finestra principale.
fr: Récupération de la position de la fenêtre principale.
it: Recupero della posizione della finestra principale.
ru: Получение положения главного окна.

source: Retrieving main window geometry.
af: Herwinning hoof venster meetkunde.
ar: استعادة الرئيسية نافذة الهندسة.
de: Ruft die Geometrie des Hauptfensters ab.
es: Recuperación de la geometría de la ventana principal.
fr: Récupération de la géométrie de la fenêtre principale.
it: Recupero della geometria principale della finestra.
pt_br: Recuperando a geometria da janela principal
ru: Получение геометрии главного окна.

source: Auto-Restore
af: Auto-herstel
ar: لصناعة السيارات في استعادة
de: Automatische Wiederherstellung
es: Restauración automática
fr: Restauration automatique
it: Ripristina automaticamente
pt_br: Restauração automática
ru: Автоматически восстанавливать

source: Automatically restore the main window geometry
af: Herstel die hoof venster geometrie outomaties
ar: استعادة تلقائيا نافذة الهندسة الرئيسية
de: Automatische Wiederherstellung der Hauptfenstergeometrie
es: Restaure automáticamente la geometría de la ventana principal
fr: Restaurer automatiquement la géométrie de la fenêtre principale
it: Ripristina automaticamente la geometria principale della finestra
pt_br: Restaurar automaticamente a geometria da janela principal
ru: Автоматически восстанавливать геометрию главного окна

source: Horizontal adjustment
af: Horisontale aanpassing
ar: تعديل الأفقي
de: Horizontale Einstellung
es: Ajuste horizontal
fr: Réglage horizontal
it: regolazione orizzontale
pt_br: Ajuste horizontal
ru: Горизонтальная регулировка

source: Page
af: Bladsy
ar: الصفحة
de: _Seite
es: Página
it: _Pagina
pl: Strona
pt_br: Página
ru: Страница

source: Page Geometry
af: Bladsy Meetkunde
ar: الصفحة الهندسة
de: Seitengeometrie
es: Geometría de la página
fr: Géométrie de la page
it: Geometria pagina
pl: Strona Geometria
pt_br: Geometria de página
ru: Геометрия страницы

source: Vertical adjustment
af: Vertikale aanpassing
ar: ضبط الرأسي
de: Vertikale Einstellung
es: Ajuste vertical
fr: Ajustement vertical
it: regolazione verticale
pt_br: Ajuste vertical
ru: Вертикальная регулировка

source: Usage: %s [OPTION ...] [--] [FILE ...] Interactively edit gEDA schematics or symbols. If one or more FILEs are specified, open them for editing; otherwise, create a new, empty schematic. Options: -a, --render-adaptor <DRV> Specify which render adaptor to use, Cario or X11. -c, --config-file <FILE> Additional configuration file to load. -g, --guile <DIR> Add DIR to the Guile path (pre-config). -f, --font <NAME> set font family name -h, --help Help; this message. -l, --list List saved session names. -m, --safe-mode Safe Mode. -n, --no-auto No auto load last document. -o, --output <FILE> Output filename (for printing and image output). -p, --place Automatically place the window. -q, --quiet Quiet mode. -r, --run <FILE> Scheme script to run at startup. -s, --start <name> Startup using the given session name. -t, --title-block <FILE> Start a new drawing using the specified title-block. -u, --undo-dir <DIR> Specify a temporary directory for Undo files. -v, --verbose Verbose mode. -V, --version Show version information. -x (EXPR) Scheme expression to run at startup. -z, --minimized Hide the main window, used for scripting -- Treat all remaining arguments as filenames. Report bugs at <https://bugs.launchpad.net/geda> gEDA homepage: <http://www.geda-project.org>
af: Gebruik: %s [OPSIE ...] [--] [LÊER ...] Interaktief Geda skedule of simbole wysig. As een of meer lêers vermeld, maak hulle vir redigering; anders, 'n nuwe, leë skematiese. Opsies: -a, --render-adaptor <DRV> Spesifiseer wat lewer adapter om, Cardio of X11 gebruik. -c, --config-file <FILE> Bykomende konfigurasielêer te laai. -g, --guile <DIR> Voeg DIR om die Guile pad (pre-config). -f, --font <NAME> stel font familie naam -h, --help help; hierdie boodskap. -l, --list Lys gestoorde sessiename. -m, --safe-mode Veilige modus. -n, --no-auto Geen motor vrag laaste dokument. -o, --output <FILE> Uitset lêernaam (vir die druk en beeld uitset). -p, --place Outomaties plaas die venster. -q, --quiet stille af. -r, --run <FILE> Skema script uit te voer op opstart. -s, --start <name> Startup met behulp van die gegewe naam sessie. -t, --title-block <FILE> Begin 'n nuwe tekening met behulp van die gespesifiseerde titel-blok. -u, --undo-dir <DIR> Gee 'n tydelike gids vir Undo lêers. -v, --verbose verbose af. -V, --version Wys weergawe inligting. -x (EXPR) Skema uitdrukking uit te voer op opstart. -z, --minimized Steek die hoof venster, wat gebruik word vir script -- Behandel alle oorblywende argumente as lêername. Rapporteer foute op <https://bugs.launchpad.net/geda> gEDA tuisblad: <http://www.geda-project.org>
de: Verwendungszweck: %s [MÖGLICHKEIT ...] [--] [DATEI ...] Bearbeiten Sie gEDA-Schaltpläne oder -Symbole interaktiv. Wenn eine oder mehrere DATEIEN angegeben sind, öffnen Sie sie zur Bearbeitung; Andernfalls erstellen Sie eine neue, leere schematisch. Optionen: -a, --render-adaptor <DRV> Geben Sie an, welcher Renderadapter verwendet werden soll, Cario oder X11. -c, --config-file <FILE> Zusätzliche Konfigurationsdatei zum Laden. -g, --guile <DIR> Fügen Sie DIR zum Guile-Pfad hinzu (Vorkonfiguration). -f, --font <NAME> Legen Sie den Namen der Schriftfamilie fest -h, --help Hilfe; diese Nachricht. -l, --list Liste der gespeicherten Sitzungsnamen. -m, --safe-mode Sicherheitsmodus. -n, --no-auto Kein automatisches Laden des letzten Dokuments. -o, --output <FILE> Ausgabedateiname (zum Drucken und zur Bildausgabe). -p, --place Platzieren Sie das Fenster automatisch. -q, --quiet Ruhemodus. -r, --run <FILE> Schemaskript, das beim Start ausgeführt werden soll. -s, --start <name> Starten Sie mit dem angegebenen Sitzungsnamen. -t, --title-block <FILE> Starten Sie eine neue Zeichnung mit dem angegebenen Schriftfeld. -u, --undo-dir <DIR> Geben Sie ein temporäres Verzeichnis für Undo-Dateien an. -v, --verbose Ausführlicher Modus. -V, --version Versionsinformationen anzeigen. -x (EXPR) Schemaausdruck, der beim Start ausgeführt werden soll. -z, --minimized Blenden Sie das Hauptfenster aus, das für die Skripterstellung verwendet wird -- Behandeln Sie alle verbleibenden Argumente als Dateinamen. Fehler melden bei <https://bugs.launchpad.net/geda> gEDA Startseite: <http://www.geda-project.org>
es: Uso: %s [OPCION ...] [--] [FICHERO ...] Editar esquemas o símbolos de gEDA en forma interactiva. Si uno o más FICHEROs son especificados, se abren para edición; de lo contrario, se crea un esquema nuevo en blanco. Opciones: -a, --render-adaptor <DRV> Specify which render adaptor to use, Cario or X11. -c, --config-file <FICHERO> Archivo de configuración adicional para cargar. -g, --guile <DIR> Agregar directorio a la ruta Guile (preconfiguración). -f, --font <NAME> establecer el nombre de familia de la fuente. -h, --help Mensaje de ayuda (este mensaje). -l, --list Lista de nombres de sesión guardados. -m, --safe-mode Modo seguro. -n, --no-auto Sin carga automática del último documento. -o, --output <FICHERO> Nombre de fichero de salida (para imprimir). -p, --place Posicionar la ventana en forma automática. -q, --quiet Modo silencioso. -r, --run <FICHERO> Script de esquema para ejecutar al inicio. -s, --start <name> Inicio usando el nombre de sesión dado. -t, --title-block <FICHERO> Comience un nuevo dibujo usando el bloque de título especificado. -u, --undo-dir <DIR> Especifique un directorio temporal para deshacer archivos. -v, --verbose Modo comunicativo -V, --version Muestra información de la versión del programa. -x (EXPR) Expresión de Scheme para ejecutar al inicio.. -z, --minimized Ocultar la ventana principal, utilizada para la secuencia de comandos -- Trata todos los argumentos siguientes como nombres de archivos. Reportar errores a <https://bugs.launchpad.net/geda> Sitio Web de gEDA/gaf: <http://www.geda-project.org/>
fr: Usage: %s [OPTION ...] [--] [FICHIER ...] Éditer de façon interactive un schéma ou des symboles gEDA. Si un FICHIER ou plus sont spécifiés, les ouvrir pour édition; sinon, créer un nouveau schéma vide. Options: -a, --render-adaptor <DRV> Specify which render adaptor to use, Cario or X11. -c, --config-file FICHIER Fichier de configuration additionnelle à charger. -g, --guile <DIR> Ajouter DIR au chemin Guile (pré-configuration). -f, --font <NAME> définir le nom de la famille de polices -h, --help Aide; ce message. -l, --list Liste des noms de session enregistrés. -m, --safe-mode Mode sans échec. -n, --no-auto Pas de chargement automatique du dernier document. -o, --output <FILE> Fichier de résultat (pour impression). -p, --place Placer la fenêtre automatiquement. -q, --quiet Mode silencieux. -r, --run <FILE> Script de schéma à exécuter au démarrage. -s, --start <name> Démarrage en utilisant le nom de session donné. -t, --title-block <FILE> Commencez un nouveau dessin en utilisant le cartouche spécifié. -u, --undo-dir <DIR> Spécifiez un répertoire temporaire pour les fichiers d'annulation. -v, --verbose Mode bavard. -V, --version Afficher la version. -x (EXPR) Expression de schéma à exécuter au démarrage. -z, --minimized Masquer la fenêtre principale, utilisée pour les scripts -- Traiter les arguments restants comme des noms de fichier. En cas de bug, prévenir <https://bugs.launchpad.net/geda> Page d'accueil gEDA/gaf: <http://www.geda-project.org/>
it: Uso: %s [OPZIONE ...] [--] [FILE ...] Modifica interattivamente schemi o simboli gEDA. Se uno o più FILE vengono specificati, li apre per la modifica; altrimenti, crea un nuovo schema vuoto. Opzioni: -a, --render-adaptor <DRV> Specificare che rendono adattatore per utilizzare, Cario o X11. -c, --config-file <FILE> File di configurazione aggiuntivi da caricare. -g, --guile <DIR> Aggiunge DIR ai percorsi di ricerca Scheme. -f, --font <NAME> impostare il nome famiglia di caratteri -h, --help Aiuto; questo messaggio. -l, --list Elenca i nomi delle sessioni salvate. -m, --safe-mode Modalità sicura. -n, --no-auto No caricamento automatico ultimo documento. -o, --output <FILE> il nome del file di output (per la stampa e l'output di immagini). -p, --place Piazza automaticamente la finestra. -q, --quiet Modalità silenziosa. -r, --run <FILE> Script Scheme da eseguire all'avvio. -s, --start <name> Avvio con il nome di battesimo della sessione. -t, --title-block <FILE> Iniziare un nuovo disegno usando il titolo specificato-blocco. -u, --undo-dir <DIR> Specificare una directory temporanea per i file undo. -v, --verbose Modalità prolissa. -V, --version Mostra le informazioni di versione. -x (EXPR) Espressione Scheme da eseguire all'avvio. -z, --minimized Nascondere la finestra principale, utilizzato per lo scripting -- Tratta tutti gli argomenti successivi come nomi di file. Riportare eventuali difetti su <https://bugs.launchpad.net/geda> Homepage di gEDA/gaf: <http://www.geda-project.org/>
pt_br: Uso: %s [OPÇÃO ...] [--] [ARQUIVO ...] Editor interativo de esquemas e símbolos gEDA. Se um ou mais ARQUIVOs são especificados, os abre e edita; senão, cria um esquema novo, e vazio. Opções: -a, --render-adaptor <DRV> Specify which render adaptor to use, Cario or X11. -c, --config-file <FILE> Arquivo de configuração adicional para carregar. -g, --guile <DIR> adiciona DIR ao caminho de procura de Scheme. -f, --font <NAME> Definir o nome de família da fonte -h, --help Ajuda; esta messagem. -l, --list Listar nomes de sessão salvos. -m, --safe-mode Modo de segurança. -n, --no-auto Nenhum último documento de carregamento automático. -o, --output <FILE> Arquivo de saída (para impressão). -p, --place Posicionamento da janela automático. -q, --quiet Mode quieto, sem retornos. -r, --run <FILE> Script Scheme para executar ao iniciar. -s, --start <name> Inicialização usando o nome da sessão dada. -t, --title-block <FILE> Start a new drawing using the specified title-block. -u, --undo-dir <DIR> Especifique um diretório temporário para arquivos Desfazer. -v, --verbose Oferece mais retornos. -V, --version Apresenta informações da versão. -x (EXPR) Expressão Scheme para executar ao iniciar. -z, --minimized Ocultar a janela principal, usada para scripts -- Todos os argumentos restantes são nomes de arquivos. Reportagens de bugs para <https://bugs.launchpad.net/geda> Pagina inicial gEDA/gaf: <http://www.geda-project.org/>
ru: Usage: %s [OPTION ...] [--] [FILE ...] Interactively edit gEDA schematics or symbols. If one or more FILEs are specified, open them for editing; otherwise, create a new, empty schematic. Options: -a, --render-adaptor <DRV> Укажите, какой адаптер рендеринга использовать, Cario или X11. -c, --config-file <FILE> Дополнительный файл конфигурации для загрузки. -g, --guile <DIR> Добавьте DIR в путь Guile (pre-config). -f, --font <NAME> Установить фамилию шрифта -h, --help Помогите; это сообщение. -l, --list Список сохраненных имен сеансов. -m, --safe-mode Безопасный режим. -n, --no-auto Нет автоматического загрузки последнего документа. -o, --output <FILE> Выходное имя файла (для печати и вывода изображения). -p, --place Автоматическое размещение окна. -q, --quiet Тихий режим. -r, --run <FILE> Скрипт сценария для запуска при запуске. -s, --start <name> Запуск с использованием имени сеанса. -t, --title-block <FILE> Запустите новый чертеж, используя указанный заголовок. -u, --undo-dir <DIR> Укажите временный каталог для файлов отмены. -v, --verbose Подробный режим. -V, --version Показывать информацию о версии. -x (EXPR) Вычисление схемы для запуска при запуске. -z, --minimized Скрыть главное окно, используемое для создания сценариев -- Обработать все остальные аргументы как имена файлов. Отчёты об ошибках отправляйте по адресу <https://bugs.launchpad.net/geda> Домашняя страница gEDA: <http://www.geda-project.org/>
