Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Sets the default text font size.
it: Imposta la dimensione del testo predefinita.
ru: Установить размер текста по умолчанию.

source: Arc Radius:
ar: ﻿شعاع القوس:
de: Bogen Radius:
es: Radio de arco:
fr: Rayon de l'Arc:
it: Raggio Arco:
pl: Promień łuku:
pt_br: Raio do arco:
ru: Радиус:

source: Background
ar: خلفيّة
de: Hintergrund
es: Fondo
fr: Arrière-plan
pl: Tło
pt_br: Fundo
ru: Фон

source: Net endpoint
ar: ﻿نقطة النهاية للشبكة
de: Netz-Endemarkierung
es: Punto final de conexión
fr: Point d'arrêt de la liaison
it: Net pin
pl: Punkt końcowy netto
pt_br: Fim da conexão
ru: Метка конца соединения

source: Graphic
ar: رسم
de: Grafik
es: Gráfico
fr: Graphique
pl: Graficzne
pt_br: Gráfico
ru: Графический объект

source: Logic bubble
ar: ﻿فقاعة المنطق
de: Logikmarkierung
es: Negación lógica
fr: Bulle logique
pl: Negacja logiczna
pt_br: Negação lógica
ru: Логическая инверсия

source: Bus
ar: ناقل
pl: Magistralę
pt_br: Barramento
ru: Шина

source: Bounding box
ar: مربع إحاطة
de: Randmarkierung
es: Envolvente
fr: Boîte englobante
pl: Obwiednia
pt_br: Caixa de contorno
ru: Ограничительная рамка

source: Output background
ar: ﻿خلفية الإخراج
de: Ausgabehintergrund
es: Fondo de salida
fr: Arrière-plan de sortie
pl: Tło wydruku
pt_br: Plano de fundo de saída
ru: Фон экспорта

source: Mesh grid major
ar: أساسي - خيط الشبيكة
de: Grobes Gitternetz
es: Rejilla de malla mayor
fr: Maille de la grille principale
pl: Siatka zgrubna
pt_br: Grade de malha maior
ru: Линии сетки основные

source: Mesh grid minor
ar: ثانوي - خيط الشبيكة
de: Feines Gitternetz
es: Rejilla de malla menor
fr: Maille de la grille secondaire
pl: Siatka dokładna
pt_br: Grade de malha menor
ru: Линии сетки вспомогательные

source: User Style 0
ru: Стиль пользователя 0

source: User Style 1
ru: Стиль пользователя 1

source: User Style 2
ru: Стиль пользователя 2

source: User Style 3
ru: Стиль пользователя 3

source: User Style 4
ru: Стиль пользователя 4

source: User Style 5
ru: Стиль пользователя 5

source: User Style 6
ru: Стиль пользователя 6

source: User Style 7
ru: Стиль пользователя 7

source: User Style 8
ru: Стиль пользователя 8

source: User Style 9
ru: Стиль пользователя 9

source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестный

source: Square
pt_br: Quadrado
ru: Прямые

source: Round
pt_br: Redondo
ru: Закруглённые

source: Hotkeys
ar: مفاتيح ساخنة
de: Tastenbelegungen
es: Teclas rápidas
fr: Raccourcis
it: Tasti scelta rapida
pl: Klawisze skrótów
pt_br: Atalhos
ru: Горячие клавиши

source: unidentified complex object
ru: неопознанный сложный объект

source: not in library, opening as page
ar: ليس في المكتبة، وفتح كصفحة
de: nicht in bibliothek, öffnen als seite
fr: Pas dans la bibliothèque, ouverture comme page
ru: не в библиотеке, открывается как страница

source: <b>Invalid Data.</b>
pl: <b>Nieprawidłowe dane.</b>
ru: <b>Неверные данные.</b>

source: Initializing: Graphics Renderer Adaptor...
fr: Initialisation: carte graphique de rendu...
it: Inizializzazione: adattatore per renderer grafici...
pl: Inicjalizacja: Adapter Renderer graficzny...
ru: Инициализация: адаптер графического рендерера...

source: done
pl: Gotowe
ru: сделанный

source: Shutting down: Graphics Renderer Adaptor...
pl: Zamykanie: Adapter Renderer grafiki...
ru: Завершение работы: адаптер графического рендерера...

source: Done, renderer is down
pl: Gotowe, renderowanie jest wyłączone
ru: Готово, рендер не работает

source: X pitch distance is less than extents
pl: Odległość pitch X jest mniejsza niż zakres
ru: Расстояние по шагу X меньше экстентов

source: Y pitch distance is less than extents
pl: Dystans Y jest mniejszy niż zakres
ru: Расстояние по оси Y меньше экстентов

source: X and Y pitch distance are less than extents
pl: Odległość podziałowa X i Y jest mniejsza niż zakres
ru: Расстояние шага X и Y меньше экстента

source: Number of rows to create
de: Anzahl der zu erstellenden Zeilen
es: Número de filas para crear
fr: Nombre de lignes à créer
pl: Liczba wierszy do utworzenia
ru: Количество строк для создания

source: Number of columns to create
de: Anzahl der zu erstellenden Spalten
es: Número de columnas para crear
fr: Nombre de colonnes à créer
pl: Liczba kolumn do utworzenia
ru: Количество столбцов для создания

source: Show only the name of the attribute
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra gli attributi ereditati
pl: Pokaż tylko nazwę atrybutu
pt_br: Mostrar apenas o nome do atributo
ru: Показывать только имя атрибута

source: Show only the value of the attribute
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra gli attributi ereditati
pl: Pokaż tylko wartość atrybutu
pt_br: Mostrar apenas o valor do atributo
ru: Показывать только значение атрибута

source: Link to documentation for this device
ar: ت_وثيق
de: Dokumentation konnte nicht gefunden werden
es: No se encontró la documentación
fr: Aucune documentation trouvée
it: Nessun documento trovato
pt_br: Link para a documentação deste dispositivo
ru: Ссылка на документацию для данного устройства

source: Enable to set all selected attributes to the prescribed type
it: Abilita per impostare tutti gli attributi selezionati sul tipo prescritto
ru: Включить установку всех выбранных атрибутов в предписанный тип

source: Enable to set all selected attributes to the prescribed value
ar: تمكين جميع الصفات المحددة الى قيمة معينة
de: Aktivieren Sie, um alle ausgewählten Attribute auf den vorgeschriebenen Wert zu setzen
es: Habilitar para establecer todos los atributos seleccionados en el valor prescrito
fr: Activer pour définir tous les attributs sélectionnés à la valeur prescrite
it: Abilita per impostare tutti gli attributi selezionati sul valore prescritto
pl: Umożliwia ustawienie wszystkich wybranych atrybutów na wymaganą wartość
pt_br: Habilite para definir todos os atributos selecionados para o valor prescrito
ru: Включить, чтобы установить все выбранные атрибуты в заданное значение

source: Invalid Pin Node Type
ru: Неверный PIN-код типа узла

source: Number of slots:
de: Anzahl der Steckplätze:
pl: Ilość gniazd:
ru: Количество секций:

source: Auto file Suffix
ar: التلقائي اسم لاحقة
de: Automatisches Suffix
es: Sufijo de archivo automático
fr: Suffixe de fichier automatique
it: Suffisso del file Auto
pl: Automatyczne sufiks pliku
pt_br: Sufixo de arquivo automático
ru: Автоматический суффикс файла

source: Automatically append the file extension
ar: إلحاق تلقائيا ملحق الملف
de: Automatisch die Dateierweiterung anhängen
es: Añade automáticamente la extensión de archivo
fr: Ajout automatique de l'extension de fichier
it: aggiungerà automaticamente l'estensione del file
pl: Automatycznie dodawaj rozszerzenie pliku
pt_br: Anexar automaticamente a extensão de arquivo
ru: Автоматически добавлять расширение файла

source: Save canceled on user request
ar: ألغي الحفظ بناء على طلب المستخدم
de: Das Speichern wurde durch den Anwender abgebrochen
es: El usuario ha cancelado la operación de guardar los cambios
fr: Sauvegarde annulée sur demande de l'utilisateur
it: Salvataggio annullato su richiesta utente.
pl: Zapisz anulowana na żądanie użytkownika
pt_br: Salvar cancelado a pedido do usuário
ru: Сохранение отменено по команде пользователя

source: If you load the original file, the backup file will be overwritten in the next autosave timeout and will be lost. Do you want to load the backup file?
fr: Si vous chargez le fichier d'origine, le fichier de sauvegarde sera écrasé au prochain délai d'attente automatique et sera perdu. Voulez-vous charger le fichier de sauvegarde?
it: Se si carica il file originale, il file di backup verrà sovrascritto alla scadenza del prossimo autosalvataggio e verrà perso. Vuoi caricare il file di backup?
pt_br: Se ler o arquivo original, o arquivo backup será sobrescrito na próxima vez que houver autosalvamento, e será perdido. Você quer ler o arquivo de backup?
ru: Если загрузить оригинальный файл, файл резервной копии будет перезаписан при следующем автоматическом сохранении и будет утрачен. Загрузить файл резервной копии?

source: <b>Error Writing Imaging.</b>
de: <b>Fehler beim Schreiben von Imaging.</b>
it: <b>Errore di scrittura Imaging.</b>
pl: <b>Błąd zapisu Imaging.</b>
pt_br: <b>Erro ao gravar imagens.</b>
ru: <b>Ошибка при записи изображений..</b>

source: Insert a symbol from the component library
de: Fügen Sie ein Symbol aus der Komponentenbibliothek ein
pt_br: Inserir um símbolo a partir da biblioteca de componentes
ru: Вставить символ из библиотека компонентов

source: _Toolbars
pl: Paski narzędzi
ru: Панели инструментов

source: bus
ar: ناقل
pl: Magistralę
ru: шина

source: Enable or disable displaying of paths in file names
ru: Включить или отключить отображение путей в именах файлов

source: _Print...
ar: ا_طبع...
de: _Drucken...
es: Im_primir...
fr: _Imprimer...
it: _Stampa...
pl: _Drukuj...
pt_br: Im_primir...
ru: _Печать...

source: Undo the last action
ar: تراجع عن العملية الأخيرة
de: Letzte Aktion rückgängig machen
pl: Cofnij ostatnią operację
pt_br: Desfazer última operação
ru: Отменить последнее действие

source: redo the last un-done action
ar: تراجع عن العملية الأخيرة
de: Letzte Aktion rückgängig machen
pl: przerobić ostatni un-done działania
pt_br: Refazer a última acção das Nações Unidas-feito
ru: Повторить отменённое действие

source: _Component...
ar: م_كون...
de: _Bauteil...
es: _Componente...
fr: _Composant...
it: _Componente...
pl: _Element...
pt_br: _Componente...
ru: _Компонент...

source: _Net
ar: _شبكة
de: _Netz
es: Co_nexión
fr: _Piste
pl: _Sieć
pt_br: Co_nexão
ru: _Соединение

source: B_us
ar: نا_قل
pl: _Magistrala
pt_br: _Barramento
ru: _Шину

source: _Attribute...
ar: _سمة...
de: _Attribut...
es: Propied_ad...
fr: _Attribut...
it: _Attributo...
pl: _Atrybut...
pt_br: _Atributo...
ru: _Атрибут...

source: _Text...
ar: _نص...
es: _Texto...
fr: _Texte...
it: _Testo...
pl: _Tekst...
pt_br: _Texto...
ru: _Текст...

source: A_rc
ar: ق_وس
de: Kreisb_ogen
es: A_rco
fr: A_rc de cercle
it: A_rco
pl: Ł_uk
pt_br: A_rco
ru: _Дугу

source: _Box
ar: _إطار
de: _Rechteck
es: Rectán_gulo
fr: _Cadre
it: _Rettangolo
pl: Pros_tokąt
pt_br: _Caixa
ru: _Прямоугольник

source: Add box
de: Bus einfügen
pl: Dodaj pole
pt_br: Adicionar caixa
ru: Добавить поле

source: C_ircle
ar: _دائرة
de: _Kreis
es: Círcul_o
fr: C_ercle
it: Cerch_io
pl: _Okrąg
pt_br: C_irculo
ru: Круг

source: Add circle
de: Kreis
pl: Dodaj okrąg
pt_br: Adicionar Círculo
ru: Добавить круг

source: _Line
ar: _خط
de: _Linie
es: _Línea
fr: _Ligne
it: _Linea
pl: _Linia
pt_br: _Linha
ru: _Линию

source: Add line
de: Linie
pl: Dodaj Linię
pt_br: Adicionar Linha
ru: Добавить строку

source: Pat_h
de: Pfad
it: Pe_rcorso
pt_br: Polígono
ru: Ко_нтур

source: Add Path
de: Netz einfügen
fr: /Ajouter une piste
pl: Dodaj Wielokąt
pt_br: Adicionar polígono
ru: Добавить контур

source: Pictu_re...
ar: _صورة...
de: B_ild...
es: I_magen...
fr: _Image...
it: Dise_gno...
pl: Ob_raz...
pt_br: Ima_gem...
ru: _Изображение...

source: _Pin
ar: د_بوس
fr: _Broche
pt_br: _Pino
ru: _Вывод

source: Add pin
de: Linie
pl: Dodaj pin
pt_br: Adicionar pino
ru: Добавить контакт

source: _Attach
ar: أ_رفق
de: _Anbringen
es: _Adjuntar
fr: _Attacher
it: _Collega
pl: _Dołącz
pt_br: _Anexar
ru: _Прикрепить

source: Attach selected attributes to symbol
de: Anhängen ausgewählter Attribute an Symbol
it: Collega attributi
ru: Прикрепление выбранных атрибутов к символу

source: _Detach
ar: ا_فصل
de: _Loslösen
es: No a_djuntar
fr: _Détacher
it: _Scollega
pl: _Odłącz
pt_br: _Desanexar
ru: _Отделить

source: Detach selected attributes from a symbol
ar: سمة مفصولة
de: Attribut ablösen
pl: Detekuj wybrane atrybuty z symbolu
pt_br: Detach atributos selecionados a partir de um símbolo
ru: Отбирать выбранные атрибуты из символа

source: Show _Value
ar: أظهر ال_قيمة
de: _Wert anzeigen
es: Mostrar _valor
fr: Afficher la _valeur
it: Mostra _Valore
pl: Pokazuj _wartość
pt_br: Mostrar _Valor
ru: Показать _значение

source: Show _Name
ar: أظهر ال_اسم
de: _Name anzeigen
es: Mostrar _nombre
fr: Afficher le _nom
it: Mostra _Nome
pl: Pokazuj _nazwę
pt_br: Mostrar _Nome
ru: Показать _имя

source: Show _Both
ar: أظهر الإ_ثنين
de: _Beide anzeigen
es: Mostrar am_bos
fr: Afficher les _deux
it: Mostra _entrambi
pl: Pokazuj o_bie
pt_br: Mostrar Am_bos
ru: По_казать имя и значение

source: _Toggle Visibility
ar: _بدل الرؤية
de: Sichtbarkeit _umschalten
es: Cambiar v_isibilidad
fr: _Inverser la visibilité
it: Commu_ta Visibilità
pl: Przełącz _widoczność
pt_br: Al_ternar visibilidade
ru: Переключить _видимость

source: _Show Specific Text...
ar: أ_ظهر نصا معينا...
de: Text an_zeigen...
es: Mo_strar texto específico...
fr: _Afficher le texte...
it: _Mostra testo specifico...
pl: _Pokazuj wybrany tekst...
pt_br: Mostrar um texto...
ru: Показать _текст...

source: A_utonumber Text...
ar: _نص الترقيم الآلي...
de: Text _durchnummerieren...
es: A_utonumerar texto...
fr: A_nnotation automatique...
it: Testo di a_utonumerazione...
pl: A_utomatycznie numeruj...
pt_br: A_utonumerar textos...
ru: _Автонумерация...

source: Open Auto Number dialog
fr: Ouvrir la boîte de dialogue Numéro automatique
ru: Открыть диалог Авто-номер

source: Show Coord _Window...
ar: أظهر نافذة الم_علم...
de: K_oordinatenfenster anzeigen...
es: Mostrar ventana de _coordenadas...
fr: Afficher les _coordonnées...
it: Mostra finestra _coordinate...
pl: Pokaż okno _współrzędnych...
pt_br: Mostrar Janela de Coordenadas...
ru: Показать Окно координат...

source: G_uile Path...
fr: G_uile chemin...
ru: G_uile Дорожка...

source: View or manage guile path
fr: Afficher ou gérer le chemin Guile
ru: Просмотр и управление Guile путь

source: Reload definition of selected component
fr: Recharger la définition du composant sélectionné
it: Mostra la documentazione per il componente selezionato
pl: Aktualizacji definicji wybranego składnika
ru: Просмотр документации для выбранного компонента

source: Cycle _grid styles
ar: دوّر أنماط ال_شبيكة
de: G_itterstil wechseln
es: Cambiar estilos de re_jilla
fr: Cycle styles de _grilles
it: Scorri stili _griglia
pl: Przełącz styl _siatki
pt_br: Ciclar estilos de _grade
ru: Стиль _сетки

source: Scale _up Grid Spacing
ar: _كبّر تباعد الشبيكة
de: Rasterabstand ver_größern
es: A_umentar espaciado de la rejilla
fr: _Augmenter l'espacement de la grille
it: A_umenta spaziatura griglia
pl: Z_mniejsz siatkę przyciągania
pt_br: A_umentar espaço de grade
ru: У_величить шаг сетки

source: Scale _down Grid Spacing
ar: _صغّر تباعد الشبيكة
de: Rasterabstand ver_kleinern
es: Disminuir espaciado de la rejilla
fr: _Diminuer l'espacement de la grile
it: _Diminuisci spaziatura griglia
pl: Z_większ siatkę przyciągania
pt_br: _Diminuir espaço de grade
ru: Уме_ньшить шаг сетки

source: S_nap Grid Spacing...
ar: ت_باعد شبيكة الجذب...
de: Raster_abstand...
es: Es_paciado de la rejilla...
fr: Espacement de le grille de Snap...
it: S_paziatura griglia magnetica...
pl: Odstępy siatki S_nap...
pt_br: Ta_manho de grade...
ru: _Шаг сетки привязки...

source: Toggle magnetic net mode
ar: وضع الشبكة الم_غناطيسية
de: Umschalten des Magnetnetzmodus
es: Modo ayuda _magnética a la conexión
fr: Piste _magnétique On/Off
it: Commuta Net _Magnetiche
pl: Przełącz "_magnes" połączeń
pt_br: Alternar o modo conexão Magnética
ru: Магнитное соединение вкл/откл

source: _Drag Move
ar: اسحب نقل
de: _Ziehen bewegen
es: Movimiento de arrastre
it: Trascina il movimento
pl: Przeciągnij ruch
pt_br: Alternar arrastar
ru: Переключить перетаскивание

source: _Outline-Box
ar: وضع الإطار
de: _Umrißkasten
es: Cuadro de contorno
fr: Boîte de contours
pl: Zarys konsoli
pt_br: _Caixa limite
ru: план-бокс

source: _Text Size...
ar: حجم ال_نص...
de: _Textgröße...
es: _Tamaño de texto...
fr: Taille de _texte...
it: Dimensione _Testo...
pl: Rozmiar _tekstu...
pt_br: Tamanho do Texto...
ru: Размер _текста...

source: Gschem Guide
ar: الأ_سئلة الأكثر شيوعا لـ gschem
de: gschem-_FAQ
es: PU_F de gschem
fr: gschem le manuel
it: Guida utente di gschem
pl: Przewodnik gschem
pt_br: Guia de usuário
ru: Руководство пользователя gschem

source: _Hotkeys...
ar: مفاتيح _ساخنة...
de: _Tastenbelegungen...
es: _Teclas rápidas...
fr: _Raccourcis...
it: Combina_zioni tasti...
pl: Skróty _klawiszowe...
pt_br: Atalhos...
ru: _Горячие клавиши...

source: Component D_ocumentation...
ar: توثيق الم_كونات...
de: Bauteil-D_okumentation...
es: D_ocumentación del componente...
fr: Documentation du composant...
it: D_ocumentazione Componente...
pl: Dokumentacja elementu...
pt_br: D_ocumentação de componente...
ru: Документация на _компонент...

source: gEDA Docu_mentation...
ar: تو_ثيق gEDA...
de: gEDA-_Dokumentation...
es: Docu_mentación de gEDA...
it: Docu_mentazione di gEDA...
pl: Doku_mentacja gEDA...
pt_br: gEDA Docu_mentação...
ru: Документация _gEDA...

source: _About...
ar: _عن...
de: _Info...
es: _Acerca de...
fr: À _propos...
it: _Info su...
pl: _O programie...
pt_br: _Sobre...
ru: _О программе...

source: _Help
ar: مساع_دة
de: _Hilfe
es: Ay_uda
fr: Aid_e
it: Aiuto
pl: Pomoc
pt_br: Ajuda
ru: _Справка

source: ~S is not a valid gschem action.
de: ~S ist keine gültige Tasten-Kombination.
es: ~S no es una combinación de teclas válida.
fr: ~S n'est pas une combinaison de touches valide.
it: ~S non è un'azione valida gschem.
pl: ~S nie jest to ważne działanie gschem.
pt_br: ~S não é uma açao válida.
ru: Недопустимое для gschem действие ~S.

source: Repeat Last Action
de: Wiederholen Sie die letzte Aktion
it: Ripeti l'ultima azione
pl: Powtarzanie ostatniej akcji
ru: Повторить последнее действие

source: Export Image
de: Bild exportieren
it: Esporta immagine
pl: Eksport obrazu
ru: Экспорт изображения

source: Run Script
de: Skript ausführen
it: Esegui script
pl: uruchom skrypt
ru: Выполнить скрипт

source: Quit
ar: أ_خرج
de: _Beenden
es: _Salir
fr: _Quitter
it: Esci
pl: Zakończ
pt_br: _Sair
ru: Выход

source: Choose Slot
it: Scegli slot
pl: Wybierz element
ru: Выбрать секцию

source: Redraw
ar: أ_عد الرسم
de: Akt_ualisieren
es: _Redibujar
fr: _Redessiner
it: Ridisegna
pl: Aktualizuj
pt_br: Redesenhar
ru: Перерисовать

source: Pan Up
it: Trascina in su
pl: Pan w górę
ru: Прокрутка вверх

source: Dark Color Scheme
ar: مخطط ألوان _داكنة
de: Dunkles Farbschema
es: Configuración de colores os_curos
fr: Couleurs _foncé
it: Schema colori scuri
pl: Ciemny zestaw kolorów
pt_br: Esquema de cores Escuro
ru: Тёмная цветовая схема

source: Light Color Scheme
ar: مخطط ألوان _فاتحة
de: Helles Farbschema
es: Configuración de co_lores claros
fr: Couleurs _clairs
it: Schema colori chiari
pl: Jasny zestaw kolorów
pt_br: Esquema de cores Claro
ru: Светлая цветовая схема

source: Monochrome Color Scheme
it: Schema colori monocromatico
ru: Чёрно-белая цветовая схема

source: Add Pin
es: Añadir Pin
it: Aggiungi pin
pl: Dodaj Pin
ru: Добавить вывод

source: Toggle Text Visibility
ar: _بدل الرؤية
de: Sichtbarkeit _umschalten
es: Cambiar v_isibilidad
fr: Inverser la visibilité
it: Commuta la visibilità del testo
pl: Przełącz widoczność
pt_br: Alternar visibilidade de texto
ru: Переключить видимость текста

source: Autonumber Text
ar: نص تعداد آلي
de: Nummeriere Text automatisch
es: Autoenumerar texto
fr: Annotation automatique
it: Testo di autonumerazione
pl: Automatyczna numeracja
pt_br: Autonumerar texto
ru: Автонумерация

source: Dots Grid Style
fr: Points Grille Style
it: Commuta lo stile griglia
ru: Стиль сетки точек

source: Mesh Grid Style
ar: انتقيت شبيكة الشرط
de: Linienraster ausgewählt
es: Seleccionada rejilla de malla
fr: Style de grille de maille
it: Commuta lo stile griglia
pl: Oczka siatki stylu
pt_br: Usar grade em malha
ru: Стиль сетки меш

source: Turn Grid Off
fr: Désactiver la grille
ru: Переключить сетки от

source: Increase Grid Spacing
ar: _كبّر تباعد الشبيكة
de: Rasterabstand ver_größern
es: Aumentar espaciado de la rejilla
fr: _Augmenter l'espacement de la grille
it: Aumenta la spaziatura griglia
pl: Zwiększ Odstępy siatki
pt_br: Aumentar espaçamento de grade
ru: Увеличить шаг сетки

source: Decrease Grid Spacing
ar: _كبّر تباعد الشبيكة
de: Rasterabstand ver_größern
es: Disminuir espaciado de la rejilla
fr: _Augmenter l'espacement de la grille
it: Diminuisci la spaziatura griglia
pl: Zmniejsz Odstępy siatki
pt_br: Diminuir espaçamento de grade
ru: Уменьшить шаг сетки

source: Set Snap Spacing
ar: _كبّر تباعد الشبيكة
de: Rasterabstand ver_größern
es: Establecer el espaciado Snap
fr: _Augmenter l'espacement de la grille
it: Imposta la spaziatura griglia
pl: Ustaw przystawkę Odstępy
pt_br: Definir espaçamento de encaixe
ru: Задать шаг сетки

source: Turn Snap off
ar: إيقاف الجذب
de: Am Raster ausrichten aus
es: Desactivado el ajuste a la rejilla
fr: Désactiver Snap
it: Snap Off
pl: Włączyć tryb Snap wył.
pt_br: Ajuste Desativar Snap
ru: Отключить привязку

source: Turn Snap on
fr: Activer Snap
pl: Obrócić tryb Snap na
ru: Включить привязку

source: Toggle Net Rubber Band
ar: بدّل الشريط الم_طاطي للشبكة
de: _Netzgummifäden umschalten
es: Act/Desact conserva_r conexiones
fr: Piste é_lastique On/Off
it: Commuta net elastiche
pl: Przełącz rozciąganie połączeń
pt_br: Alternar conexão elástica
ru: Вкл/откл резиновые соединения

source: Toggle Magnetic Nets
ar: وضع الشبكة الم_غناطيسية
de: _Magnetischen Netzmodus umschalten
es: Modo ayuda _magnética a la conexión
fr: Piste _magnétique On/Off
it: Commuta net magnetiche
pl: Przełącz magnes połączeń
pt_br: Alternar conexão Magnética
ru: Вкл/откл магнитные соединения

source: Toggle Outline Drawing
ar: بدّل ال_حد الخارجي/الإطار
de: _Umrissanzeige umschalten
es: Cambiar Silueta/Rectángul_o
fr: Basculer vers _Aperçu/Zone
it: Commuta disegno perimetro
pl: Przełącz wyświetlanie konturów
pt_br: Alternar desenho de contorno
ru: Отображать контуры объектов/рамку при перемещении

source: Open Preference Dialog
fr: Ouvrir la boîte de dialogue des préférences
pt_br: Caixa diálogo Abrir preferência
ru: Открыть диалог предпочтений

source: View the front page of the gEDA documentation in a browser.
fr: Afficher la première page de la documentation gEDA dans un navigateur.
it: Visualizza la pagina principale della documentazione gEDA in un browser.
pt_br: Visualizar a primeira página da documentação do gEDA em um navegador.
ru: Открыть основную страницу документации gEDA в браузере.

source: View documentation for selected component
fr: Afficher la documentation du composant sélectionné
it: Mostra la documentazione per il componente selezionato
pt_br: Exibir documentação para o componente selecionado
ru: Просмотр документации для выбранного компонента

source: Could not show documentation for selected component
fr: Impossible de montrer la documentation du composant sélectionné
it: non ha potuto mostrare la documentazione per il componente selezionato
pt_br: Não foi possível mostrar a documentação do componente selecionado
ru: Не удалось показать документацию для выбранного компонента

source: gschem User Guide
ar: الأ_سئلة الأكثر شيوعا لـ gschem
de: gschem-_FAQ
es: PU_F de gschem
fr: gschem _FAQ...
it: Guida utente di gschem
pl: Instrukcja obsługi gschem
pt_br: Guia de usuário
ru: Руководство пользователя gschem

source: View the gschem User Guide in a browser.
fr: Afficher le guide de l'utilisateur gschem dans un navigateur.
it: Mostra la guida utente di gschem in un browser.
pt_br: Exibir o Guia do Usuário do gschem em um navegador.
ru: Открыть «Руководство пользователя gschem» в браузере.

source: Frequently Asked Questions about using gschem.
fr: Foire aux questions sur l'utilisation de gschem.
it: Le domande ricorrenti su gschem.
pt_br: Perguntas freqüentes sobre o uso do gschem.
ru: Часто задаваемые вопросы по использованию gschem.
