Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Version
af: weergawe
ar: الإصدار
es: Versión
it: Versione
pl: Wersja
pt_br: Versão
ru: Версия

source: Warning, Error reading image file
af: fout ontleding
ar: تحليل الأخطاء
es: Análisis de errores
fr: Avertissement, Erreur lors de la lecture du fichier image
it: Attenzione, file immagine Errore durante la lettura
pt_br: Aviso, Erro na leitura do arquivo de imagem
ru: Предупреждение, ошибка при чтении файла изображения

source: Extents
af: omvang
ar: المديات
de: Peripherie
es: Extensiones
fr: Périphérie
it: Estensioni
pl: Stopniu
pt_br: Extensões
ru: Уместить

source: Enable or disable color imaging
af: Aktiveer of deaktiveer kleurafbeelding
fr: Activer ou désactiver l'imagerie couleur
pl: Włączyć lub wyłączyć obraz kolorowy
pt_br: Ativar ou desativar imagens a cores

source: Invert Image
af: Omkeer prentjie
ar: عكس الصورة
de: Bild umkehren
es: Invertir imagen
fr: Inverser l'image
it: Inverti l'immagine
pl: Odwróć obraz
pt_br: Inverter imagem
ru: Инвертировать изображение

source: Enable to generate an inverted images
af: Aktiveer om 'n omgekeerde beelde te genereer
ar: تمكين لإنشاء صور مقلوب
de: Ermöglicht das Generieren invertierter Bilder
es: Habilitar para generar imágenes invertidas.
fr: Activer pour générer des images inversées
pl: Umożliwia generowanie odwróconych obrazów
pt_br: Permitir gerar imagens invertidas
ru: Разрешить создание инвертированных изображений

source: Error: Unable to write eps file
af: Fout: Nie moontlik na eps lêer skryf
ar: ‏خطأ: غير قادر على كتابة ملف EPS
de: Fehler: Die eps-Datei konnte nicht geschrieben werden
es: Error: No se puede escribir el archivo eps
fr: Erreur: Impossible d'écrire un fichier eps
it: Errore: impossibile scrivere il file eps
pl: Błąd: Nie można zapisać pliku EPS
pt_br: Erro: Não foi possível gravar o arquivo eps
ru: Ошибка: Не удается записать файл в формате EPS

source: Wrote black and white image to
af: swart en wit beeld geskryf
ar: كتب صورة بالأبيض والأسود ل
de: Schrieb Schwarzweiss-Bild zu
es: Escriba una imagen en blanco y negro para
fr: Écrit l'image en noir et blanc à
it: immagine in bianco e nero ha scritto al
pl: Napisał czarno-biały obraz, aby
pt_br: Imagem em preto e branco salva
ru: Написал черного и белого изображения к

source: Generated PDF file
af: Geskep nuwe PDF-lêer
ar: ملف PDF ولدت
de: Generierte PDF-Datei
es: Archivo PDF generado
fr: Fichier PDF généré
it: file PDF generato
pl: Wygenerowany plik PDF
pt_br: Novo PDF arquivo
ru: Созданный файл PDF

source: Unable to write
af: Nie kan skryf lêer
ar: ‏غير قادر على الكتابة
de: Nicht schreiben können
es: Incapaz de escribir
fr: Impossible d'écrire dans
it: Impossibile scrivere
pl: Nie można zapisać
pt_br: Não é possível gravar
ru: Не удается выполнить запись

source: An error occurred while saving image with type
af: 'N Fout het voorgekom met die stoor beeld met tipe
ar: حدث خطأ أثناء حفظ صورة مع نوع
de: Beim Speichern des Bildes mit dem Typ ist ein Fehler aufgetreten
es: Se ha producido un error al guardar la imagen con el tipo
fr: Une erreur s'est produite lors de l'enregistrement de l'image avec le type
it: Verificato un errore durante il salvataggio di immagini con il tipo di
pl: Wystąpił błąd podczas zapisywania obrazu z typu
pt_br: Existem os seguintes erros ao salvar a imagem com o tipo ao arquivo
ru: Ошибка при сохранении изображения в зависимости от типа

source: to filename
af: Lêernaam
ar: اسم الملف
de: zu dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
pl: do pliku
pt_br: o nome do arquivo
ru: к имени файла

source: Wrote color image to
af: Geskryf kleur beeld te
ar: كتب صورة ملونة ل
de: Schrieb Farbabbildung
es: Escriba la imagen en color
fr: Écrit l'image couleur
it: immagine a colori ha scritto a
pl: Napisano obrazy kolorowe
pt_br: Escreveu imagens a cores
ru: Написал цветное изображение

source: Unable to get pixbuf from gschem's window.
af: x_image_lowlevel: Kon nie pixbuf van gschem se venster kry nie.
ar: غير قادر على الحصول بيكسبف من نافذة gschem ل.
de: konnte kein Bild vom gschem-Fenster bekommen.
es: x_image_lowlevel: Imposible obtener pixbuf de la ventana de gschem.
fr: Impossible d'obtenir pixbuf de la fenêtre de gschem
it: Impossibile ottenere pixbuf dalla finestra di gschem.
pl: Nieudane pobranie obrazu z okna gschem.
pt_br: Impossível captura do pixbuf da janela gschem.
ru: не удалось получить растровую копию окна gschem.

source: Write image...
af: Skryf afbeelding...
ar: أكتب صورة...
de: Bild exportieren...
es: Guardar imagen...
fr: Tracer l'image...
it: Scrivi immagine...
pl: Zapisz jako obraz...
pt_br: Gravar imagem...
ru: Записать изображение...

source: Width x Height
af: Wydte x Hoogte
ar: عرض × ارتفاع
de: Breite × Höhe
es: Anchura x Altura
fr: Largeur x Hauteur
it: Larghezza x Altezza
pl: Szerokość x Wysokość
pt_br: Largura x Altura
ru: Ширина × высота

source: Image type
af: Afbeeldingsoort
ar: نوع الصورة
de: Bildformat
es: Tipo de imagen
fr: Type d'image
it: Tipo di immagine
pl: Typ obrazu
pt_br: Tipo de imagem
ru: Формат

source: Enable to use the Print color map instead of the display color map
af: Aktiveer om die Drukkleurkaart te gebruik in plaas van die vertoonkleurkaart
ar: تمكين استخدام خريطة طباعة الألوان بدلاً من خريطة ألوان العرض
de: Aktivieren Sie diese Option, um die Druckfarbkarte anstelle der Anzeigefarbkarte zu verwenden
it: Attiva per utilizzare la mappa a colori di stampa al posto del display a colori mappa

source: When enabled for reversed color images, only black and white will be reversed
af: As dit ingeskakel is vir omgekeerde kleure, sal slegs swart en wit omgekeer word
ar: عند تمكين الصور الملونة المنعكسة ، سيتم عكس الأسود والأبيض فقط
de: Wenn diese Option für umgekehrte Farbbilder aktiviert ist, werden nur Schwarzweißbilder umgekehrt
it: Quando è abilitata per le immagini a colori invertiti, solo in bianco e nero saranno invertiti

source: Could not allocate memory resources
af: Kon nie geheuebronne toewys nie
ar: لا يمكن تخصيص موارد الذاكرة
de: Speicherressourcen konnten nicht zugeordnet werden
es: No se pudieron asignar recursos de memoria
fr: Muistiresursseja ei voitu varata
it: Impossibile allocare le risorse di memoria
pl: Nie można przydzielić zasobów pamięci
pt_br: Não foi possível alocar recursos de memória
ru: Не удалось выделить ресурсы памяти

source: maybe you should try saving next
af: miskien moet u probeer om volgende te stoor
ar: ربما يجب أن تحاول الادخار المقبل
de: Vielleicht sollten Sie als nächstes versuchen, zu speichern

source: Activate Select mode
af: Aktiveer Kies modus
ar: وضع الإنتقاء
de: Auswahlmodus
es: Seleccionar
fr: Mode sélection
it: Modalità Selezione
pl: Aktywuj Tryb zaznaczania
pt_br: Modo de Seleção
ru: Активировать режим выбора

source: Activate Deselect mode
af: Kiesmodus
ar: وضع الإنتقاء
de: Auswahlmodus
es: Seleccionar
fr: Mode sélection
it: Modalità Selezione
pl: Aktywacja trybu Odznacz
pt_br: Ativar o modo Desmarcar
ru: Активировать режим Отменить выбор

source: Add
af: Voeg By
ar: أضف
de: Hinzufügen
es: Añadir
fr: _Ajouter
it: Aggiungi
pl: Dodaj
pt_br: Adicionar
ru: Добавить

source: Add modes
af: Voeg wyse
ar: /أضف مكونا...
de: Modi hinzufügen
es: Añadir modos
fr: /Ajouter un composant...
it: Aggiungi componente
pl: Dodaj tryby
pt_br: Adicionar modos
ru: Добавить режим

source: Add net
af: Voeg Net By
ar: /أضف شبكة
de: Netz einfügen
es: Añadir conexión...
fr: /Ajouter une piste
it: Aggiungi net
pl: Dodaj netto
pt_br: Adicionar fios
ru: Добавить соединение

source: Attribute...
af: Voeg Eienskap By...
ar: _سمة...
de: _Attribut...
es: Atributo...
fr: _Attribut...
it: Attributo...
pl: Atrybut...
pt_br: Atributo...
ru: Атрибут...

source: Add attribute
af: Voeg Eienskap By
ar: أضف سمة
de: Attribut hinzufügen
es: Añadir propiedad
fr: Ajouter un attribut
it: Aggiungi attributo
pl: Dodaj atrybut
pt_br: Adicionar atributo
ru: Добавить атрибут

source: Component...
af: Voeg Komponent By...
ar: م_كون...
de: _Bauteil...
es: Componente...
fr: _Composant...
it: Componente...
pl: Składnik...
pt_br: Componente...
ru: Компонент...

source: Insert a library symbol
af: Voeg 'n simbool van die komponent biblioteek
es: Insertar un símbolo en la biblioteca de componentes
fr: Insérer un symbole dans la bibliothèque de composants
it: Inserire un simbolo dalla libreria dei componenti

source: Add bus
af: Voeg Bus By
ar: /أضف ناقلا
de: Bus einfügen
es: Añadir bus
fr: /Ajouter un bus
it: Aggiungi bus
pl: Dodaj wielożyłowy
pt_br: Adicionar Barramento
ru: Добавить шину

source: Add text
af: Voeg Teks By
ar: /أضف نصا
de: Text einfügen
es: Añadir texto
fr: /Ajouter du texte
it: Aggiungi testo
pl: Dodaj tekst
pt_br: Adicionar Texto
ru: Добавить текст

source: Zoom
af: Zoem
ar: /قرّب
de: Vergrößern
es: Aumentar ampliación
fr: /Zoom avant
it: Ingrandire
pl: Powiększ
ru: Увеличить

source: Add operations
af: Voeg operasie
ar: خط
de: Linie
es: Añadir Operaciones
fr: Ligne
it: Aggiungi pin
pl: Dodaj operacji
pt_br: Adicionar operações
ru: Добавить операции

source: In
af: Lyn

source: Increase the Zoom magnification
af: Verhoog die Zoom vergroting
it: Aumentare l'ingrandimento dello zoom

source: Out
af: Sny 2
ar: _قصّ
de: _Ausschneiden
es: Cor_tar
fr: Co_uper
it: Taglia
pl: Na zewnątrz
ru: Вне

source: Decrease the Zoom magnification
af: Verminder die Zoom vergroting
it: Diminuire l'ingrandimento dello zoom

source: Box
af: Reghoek
ar: إطار
de: Rechteck
es: Rectángulo
fr: Cadre
it: Rettangolo
pl: Prostokąt
pt_br: Caixa
ru: Прямоугольник

source: Zoom to a Windowed region
af: Zoom 'n streek 'n klein venster
it: Zoom ad una regione con finestra

source: Extents
af: Zoem Uitmate
ar: /قرّب مع شمل الامتدادات
de: Automatisch
es: /Mostrar todo
fr: Agrandissement auto
it: Estensioni
pl: Stopniu
pt_br: Extensões
ru: Уместить

source: Zoom to the extents of the drawing
af: Zoom om die omvang van die tekening

source: Mag
af: vergroting
it: Ingrandimento

source: Zoom to a specified level
af: Zoom om 'n bepaalde vlak
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Zoom ad un determinato livello
pl: Powiększać do określonego poziomu
pt_br: Ampliar para um nível especificado

source: Zoom to selected objects
af: Zoom geselekteerde voorwerpe
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Przybliżyć do wybranych obiektów
pt_br: Zoom nos objetos selecionados
ru: Увеличить масштаб до выбранных объектов

source: Edit
af: wysig
ar: تحرير
de: Bearbeiten
es: Editar
fr: Édition
it: Modifica
pl: Edycja
pt_br: Editar
ru: Правка

source: Edit modes
af: modes wysig
ar: حرّر خصائص النص
de: Text Eigenschaften bearbeiten
es: Editar las propiedades del texto
fr: Editer les propriétés du texte
it: Modifica attributi
pl: Edycja tryby
pt_br: Modos de edição
ru: Режимы редактирования

source: Object...
af: Objek...
it: Oggetto...
ru: Объект...

source: Edit Object Attributes
af: Wysig Objek Eienskappe
ar: حرّر المواصفات
de: Attribute bearbeiten
es: Editar propiedades
fr: Éditeur d'attributs
it: Modifica attributi
pl: Zmodyfikuj atrybuty
pt_br: Editar Atributos de Objeto
ru: Редактирование атрибутов объектов

source: Color...
af: Kleur...
ar: لون...
de: Farbe...
fr: Couleur...
it: Colore...
pl: Kolor...
pt_br: Cor...
ru: Цвет...

source: Open the Color Editor Dialog
af: Maak die kleur Redakteur Dialog
it: Aprire l'Editor di dialogo Colore

source: Open the Component Editor Dialog
af: Enkeleienskap-Bewerker
ar: محرّر سمة منفردة
de: Einzel-Attributebearbeitung
es: Editor de una única propiedad
fr: Éditeur d'attribut
it: Aprire l'Editor di dialogo Componente
pl: Otworzyć okno edytora komponent
pt_br: Abra a caixa de diálogo Editor de componentes

source: Pin type...
af: Pen tipe...
ar: نوع الملء...
de: Füllung...
es: Tipo de relleno...
fr: Type de remplissage...
it: Tipo pin...
pl: Typ pin...
pt_br: Tipo de pino...
ru: Тип контакта...

source: Open the Pin Type Dialog
af: Maak die Pin Tipe Dialog
it: Aprire la finestra di dialogo Tipo Pin

source: Create and array of objects
af: Skep en verskeidenheid van voorwerpe
it: Creare e array di oggetti

source: Break
af: Breek
it: Rompere

source: Break an object into separate objects
af: Breek 'n voorwerp in verskillende voorwerpe
it: Rompere un oggetto in oggetti separati

source: Extend
af: uitstrek
ar: /قرّب مع شمل الامتدادات
de: /Automatisch
es: /Mostrar todo
fr: Agrandissement auto
it: Zoom alla pagina
pl: Rozciągać się
pt_br: Estender

source: Project linear objects to other objects
af: Projek lineêre voorwerpe om ander voorwerpe
it: oggetti lineari progetto ad altri oggetti

source: Delete
af: Verwyder
ar: احذف
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella
pl: Usuń
pt_br: Apagar
ru: Удалить

source: Delete the current selection
af: Verwyder die huidige seleksie
it: Eliminare la selezione corrente

source: Copy
af: Kopieer
ar: انسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
pt_br: Copiar
ru: Копирование

source: Copy selection
af: seleksie kopie
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
it: selezione copia
pl: Skopiuj zaznaczenie
pt_br: Copiar seleção
ru: выбор копирования

source: MCopy
af: Meervoudige Kopieer
ar: انسخ
de: Kopieren
es: Copiar
fr: Copier
it: Più Copia
pl: Wielu Kopiuj
pt_br: Cópia múltipla
ru: Многократное копирование

source: Make multiple copies of selection
af: Maak verskeie kopieë van die keuse
fr: Faire plusieurs copies de la sélection
it: Creare copie multiple di selezione
ru: Многократное копирование из выбора

source: Move
af: Beweeg
ar: حرّك
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
pl: Przesuń
pt_br: Mover
ru: Перемещение

source: Move selection
af: Kies
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
it: Aum_enta ingrandimento
pl: wybór posunięcie
pt_br: Mover a seleção
ru: Переместить выделение

source: Mirror
af: Weerkaats
ar: مرآة
de: Spiegeln
es: Voltear
fr: Miroir
it: Specchio
pl: Lustrzane odbicie
pt_br: Espelhar
ru: Отражение

source: Mirror an object about a point
af: Spieël 'n voorwerp oor 'n punt
fr: Symétrie d'un objet autour d'un point
ru: Зеркало объекта вокруг точки

source: Rotate
af: Roteer
ar: أدر
de: Drehen
es: Rotar
fr: Pivoter
it: Ruota
pl: Obróć
pt_br: Rotacionar
ru: Поворот

source: Rotate the current selection about a point
af: Draai die huidige seleksie om 'n punt
fr: Faire pivoter la sélection actuelle autour d'un point

source: Snap
af: Aansigskuifmodus
ar: الجذب مشغّل
de: Am Raster ausrichten
es: Ajuste a la rejilla ACTIVADO
fr: ajustement
pl: Przyciąganie
pt_br: Ajuste ligado
ru: Привязка

source: Snap objects to the current grid
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ajustar objetos a la cuadrícula actual
fr: Ajuster les objets à la grille actuelle
pl: Przyciąganie obiektów do obecnej sieci
pt_br: Snap objetos na grade atual

source: Hierarchy
af: Hierargie
ar: تسلسل​_هرمي
de: Hie_rarchie
es: Je_rarquía
fr: Hiérarchie
it: Ge_rarchia
pl: Hierarchia
pt_br: Hierarquia
ru: Иерархия

source: Edit operations
af: Bewerk Tekseienskappe
ar: حرّر خصائص النص
de: Text Eigenschaften bearbeiten
es: Editar las propiedades del texto
fr: Editer les propriétés du texte
it: Modifica attributi
pl: Edytuj operacje
pt_br: Editar operações
ru: Операции редактирования

source: Down Schematic
af: Stroombaandiagram Af
ar: /انزل إلى المخطط
de: /Zum Schaltplan hinab
es: Descender en esquema
fr: Descendre dans le schéma
it: Giu nello schema
pl: /Wgłąb Schematu
pt_br: Descer ao Esquemático
ru: Войти в подсхему

source: Descend down in the schematic hierarchy
af: daal in hierargie af
ar: ﻿انحدر في التسلسل الهرمي
de: In der Hierachie hinabsteigen
es: Descender en la jerarquía
fr: descendre dans la hiérarchie
it: discende nella gerarchia
pl: Zejdź na dół w schemacie hierarchii
pt_br: Desce à Esquemático hierarquia
ru: Искать в подсхемах

source: Down Symbol
af: Simbool Af
ar: /انزل إلى الرمز
de: /Zum Symbol hinab
es: Descender en símbolo
fr: Descendre dans le symbole
it: Giu nel simbolo
pl: /Wgłąb symbolu
pt_br: Descer ao Símbolo
ru: Войти в символ

source: Descend down in the symbol hierarchy
af: daal in hierargie af
ar: ﻿انحدر في التسلسل الهرمي
de: In der Hierachie hinabsteigen
es: Descender en la jerarquía
fr: descendre dans la hiérarchie
it: discende nella gerarchia
pl: Zejdź na dół w hierarchii symboli
pt_br: Desce à símbolo hierarquia
ru: Искать в подсхемах

source: Up
af: Op
ar: /اصعد
de: /Hinauf
es: Arriba
fr: En haut
it: Su
pl: /W góry
pt_br: Subir
ru: Вверх

source: ascend up in the schematic hierarchy
af: daal in hierargie af
ar: ﻿انحدر في التسلسل الهرمي
de: In der Hierachie hinabsteigen
es: Descender en la jerarquía
fr: descendre dans la hiérarchie
it: discende nella gerarchia
pl: Wstąpić do schematycznej hierarchii
pt_br: Subir na hierarquia esquemática
ru: Подняться вверх в схеме иерархии

source: Cut to Clipboard
af: Sny na klembord
ar: قصّ إلى الحافظة
de: Einfügen
es: Cortar al portapapeles
fr: Coupe la sélection dans le presse-papier
it: Taglia negli appunti
pl: Wytnij do schowka
pt_br: Cortar à área de transferência
ru: Вырезание в буфер

source: Cut the current selection to the system clipboard
af: Sny die huidige seleksie na die stelsel klipbord
fr: Couper la sélection actuelle dans le presse-papiers du système
ru: Вырезать текущий выбор в системном буфере обмена

source: Copy to Clipboard
af: Kopieer in 1 in
ar: انسخ إلى الحافظة
de: Kopieren
es: Copiar al portapapeles
fr: Copier vers le presse-papier
it: Copia negli appunti
pl: Kopiuj do schowka
pt_br: Copiar à área de transferência
ru: Копирование в буфер

source: Copy the current selection to the system clipboard
af: Sny die huidige seleksie na die stelsel clipCopy die huidige seleksie na die stelsel clipboardboard
fr: Copiez la sélection actuelle dans le presse-papiers du système
ru: Скопировать текущий выбор в системный буфер обмена

source: Paste Clipboard
af: Plak 1
ar: ألصق من الحافظة
de: Einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
pl: Wklej ze schowka
pt_br: Colar da área de transferência
ru: Вставка из буфера

source: Paste the contents of the system clipboard
af: Plak die inhoud van die stelsel klipbord
ru: Вставить содержимое системного буфера обмена

source: Close the current path
af: Lopende bladsy
ar: الصفحة الحالية
de: Aktuelle Seite
es: Hoja actual
fr: la page en cours
it: Pagina corrente
pl: Zamknij bieżącą ścieżkę
pt_br: Feche o polígono atual
ru: Закрыть текущий многоугольник

source: Done
af: gedaan
ru: Готово

source: Terminate the current path
af: Lopende bladsy
ar: الصفحة الحالية
de: Aktuelle Seite
es: Hoja actual
fr: la page en cours
it: Pagina corrente
pl: Zakończ bieżącą ścieżkę
pt_br: Terminar o atual polígono
ru: Завершить текущий многоугольник

source: End
af: Zoem Uitmate
ar: /قرّب مع شمل الامتدادات
de: /Automatisch
es: Mostrar todo
fr: /Agrandissement auto
it: Zoom alla pagina
pl: Koniec
pt_br: Fim

source: End this path and exit path mode
af: Eindig hierdie pad af weg en uitgang

source: Continue
af: Aanhou

source: Resume input of the current path
af: Lopende bladsy
ar: الصفحة الحالية
de: Aktuelle Seite
es: Hoja actual
fr: la page en cours
it: Pagina corrente
pl: Wznawia wejście bieżącej ścieżki
pt_br: Retomar a entrada do polígono atual
ru: Возобновить ввод текущего полигона

source: Cancel
af: Menu/Kanselleer
ar: انتقل/ألغِ
de: Ausschnitt/Abbrechen
es: Panorámica/Cancelar
fr: Panoramique/Annuler
it: Annulla
pt_br: Cancelar
ru: Отмена

source: Cancel path mode
af: Kanselleer pad af

source: Undo
af: Maak Ongedaan
ar: تراجع
de: Rückgängig
es: Deshacer
fr: Défaire
it: Annulla
pl: Cofnij
pt_br: Desfazer
ru: Отменить

source: Undo the last path segment
af: Ontdoen die laaste polygoon segment
ar: التراجع عن مقطع المسار الأخير
de: Das letzte Pfadsegment rückgängig machen
es: Deshace el último segmento de ruta
fr: Annuler le dernier segment de chemin
it: Annulla l'ultimo segmento del percorso
pl: Cofnij ostatni segment ścieżki
pt_br: Undo the last polygon segment
ru: Отменить последний сегмент пути

source: Clear
af: Maak Skoon
ar: امسح
ru: Убрать все

source: Open an existing schematic or symbol file
af: Maak 'n bestaande skematiese of simbool lêer

source: Save the current document
af: Slaan die huidige dokument

source: Quit gschem and exit
af: Ophou gschem en uitgang

source: redraw the current window
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ventana actual
fr: Vue en cours
pl: przerysować bieżące okno
pt_br: Redesenhar a janela atual

source: Error reading menu item
af: fout ontleding
ar: تحليل الأخطاء
es: Análisis de errores
it: Errore voce di menu lettura
pt_br: Erro ao ler o item do menu
ru: Ошибка при чтении пункта меню

source: Bad string
af: Makro inhoud
ar: سلسلة الكلية
es: Cadena de macro

source: _File
af: Lêer
ar: _ملف
de: _Datei
es: _Archivo
fr: _Fichier
pl: _Plik
pt_br: _Arquivo
ru: _Файл

source: _View
af: Aansig
ar: _عرض
de: _Ansicht
es: _Ver
fr: _Affichage
it: _Vista
pl: _Widok
pt_br: Exibir
ru: _Вид

source: _Grid
af: Rooster
ar: شبكة
de: Gitter
es: Cuadrícula
fr: la grille
it: Griglia
pl: Krata
pt_br: Grade
ru: Сетка

source: Display dots grid
af: Vertoon kolletjies rooster
ar: عرض النقاط الشبكة
de: Zeigen Sie Rasterpunkte an
es: Pantalla de puntos de cuadrícula
fr: Afficher la grille de points
it: Mostra la griglia dei punti
pl: Wyświetlaj siatkę kropek
pt_br: Grade de pontos de exibição
ru: Показать сетку точек

source: Display mesh grid
af: Toon mesh rooster
ar: عرض تعشيق الشبكة
de: Gittergitter anzeigen
es: Mostrar malla de malla
fr: Afficher la grille de maillage
it: Visualizza la griglia della mesh
pl: Wyświetl siatkę siatki
pt_br: Exibir a janela do console
ru: Показать сетку сетки

source: Tried to set the sensitivity on non-existent menu item
af: Het probeer om gevoeligheid op nie-bestaande menu-artikel
ar: حاول لضبط حساسية على عنصر القائمة غير موجودة
de: Versuchte die Empfindlichkeit auf nicht vorhandenem Menüelement einzustellen
es: Intentado ajustar la sensibilidad en el elemento inexistente del menú
fr: Essayé de régler la sensibilité sur un élément de menu inexistant
it: Ho cercato di impostare la sensibilità sulla voce di menu inesistente
pl: Próba aktywacji nieistniejącego elementu menu
pt_br: Tentou-se dar sensibilidade a item não existente
ru: Попытка установки чувствительности несуществующего элемента меню

source: gschem: Enabling menu icons
af: gschem: sodat menu ikone

source: gschem: Disabling menu icons
af: gschem: Aanskakel menu ikone

source: Enabling menu tooltips
af: Enabling spyskaart wenke

source: Disabling menu tooltips
af: Aanskakel spyskaart wenke

source: Action not found
af: Aksie nie gevind

source: Menu path not found
af: spyskaart pad nie gevind

source: Error: did not find path
af: Fout: het pad nie vind
it: Errore: non ha trovato il percorso

source: Could not open file
af: Kon nie open lêer
ar: لا يمكن فتح الملف
de: Konnte die Datei nicht öffnen
es: No se pudo abrir el archivo
fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file
pl: Nie można otworzyć pliku
pt_br: Não foi possível abrir o arquivo
ru: Не удалось открыть файл

source: Remove
af: Verwyder syfers
ar: أزل الأعداد
de: Nummern entfernen
es: Borrar los números
fr: Dissiper
it: Rimuovi numeri
pl: Usunąć
pt_br: Remover
ru: Удалить

source: _Show path
af: Toon Teks
ar: أظهر الإ_ثنين
de: _Beide anzeigen
es: Mostrar am_bos
fr: Afficher les _deux
it: Mostra _entrambi
pl: Pokazuj ścieżka
pt_br: Mostrar caminho
ru: Показать путь к файлу
