Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Snap to Grid
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Commuta la modalità magnetica
pl: Przyciągaj do siatki
pt_br: Encaixe na grade
ru: Привязки к сетке

source: Edit...
af: Bewerk...
ar: حرّر...
de: Bearbeiten...
es: Editar...
fr: Éditer...
it: Modifica...
pl: Edytuj...
pt_br: Editar...
ru: Правка...

source: Edit Arc
af: Kleur
ar: لون
de: Farbe
es: Color
fr: Couleur
it: Modifica colore
pl: Edytuj łuk
pt_br: Editar Arco
ru: Правка дугу

source: Edit Object
af: Bewerk Teks
ar: حرّر النص
de: Text bearbeiten
es: Editar texto
fr: Éditer le texte
it: Modifica Testo
pl: Edytuj Obiekt
pt_br: Editar Objeto
ru: Правка объект

source: Edit Text
af: Bewerk Teks
ar: حرّر النص
de: Text bearbeiten
es: Editar texto
fr: Éditer le texte
it: Modifica Testo
pl: Edytuj tekst
pt_br: Editar Texto
ru: Правка текста

source: Edit Color
af: Kleur
ar: لون
de: Farbe
es: Color
fr: Couleur
it: Modifica colore
pl: Edytuj Kolor
pt_br: Editar Cor
ru: Выбрать цвет

source: Edit Pin Type
af: Bewerk Vultipe
ar: حرّر نوع الدبوس
de: Pin-Typ bearbeiten
es: Editar tipo de pin
fr: Édition du type de broche
it: Modifica tipo di pin
pl: Edytuj rodzaj pinu
pt_br: Editar tipo do pino
ru: Изменить тип вывода

source: Invert Selection
af: Kies
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
it: Aum_enta ingrandimento
pl: Odwracać Zaznaczenie
pt_br: Seleção invertida
ru: Наоборот

source: Select Last
af: Kies
ar: انتق
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Wybierz Ostatnia
pt_br: Selecione o último
ru: Выберите последний

source: Deselect mode
af: Uitsoekmodus
ar: وضع الانتقاء
de: Auswahlmodus
es: Seleccionar
fr: Mode Sélection
it: Modalità selezione
pl: tryb odznaczyć
pt_br: MDeselect mode
ru: Режим отмены выделения

source: Pan Left
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Trascina a sinistra
pl: Pan Lewy
pt_br: Pan Esquerda
ru: Прокрутка влево

source: Pan Right
af: Regs Bo
ar: اليمين العلوي
de: 0ben Rechts
es: Arriba a la derecha
fr: En haut à droite
it: Trascina a destra
pl: Pan prawo
pt_br: Pan direita
ru: Прокрутка вправо

source: Pan Down
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Trascina in giù
pl: Pan dół
ru: Прокрутка вниз

source: Zoom Selection
af: Kies
ar: منتقى
de: Auswahl
es: Selección
fr: Sélection
it: Aum_enta ingrandimento
pl: Wybór zoomu
pt_br: Seleção de zoom
ru: Выбор масштаба

source: Zoom Extents
af: Zoem Uitmate
ar: /قرّب مع شمل الامتدادات
de: Automatisch
es: /Mostrar todo
fr: /Agrandissement auto
it: Zoom alla pagina
pl: Zakresy powiększenia rysunku
pt_br: Zoom desenho
ru: Уместить в окне

source: Zoom In
af: Zoem In
ar: /قرّب
de: Vergrößern
es: /Aumentar ampliación
fr: /Zoom avant
pl: Powiększ
pt_br: Zoom maior
ru: Увеличить

source: Zoom Out
af: Zoem Uit
ar: /بعّد
de: Verkleinern
es: Disminuir ampliación
fr: /Zoom arrière
pl: Pomniejsz
pt_br: Zoom menor
ru: Уменьшить

source: Zoom All
af: Zoem alles
ar: بعّد لل_حد الأقصى
de: Gesamte _Zeichenfläche
es: Vista co_mpleta
fr: Zoom _Complet
it: Visualizza _tutto
pl: Zoomu Wszystko
pt_br: Zoom tudo
ru: Увеличить все

source: Zoom to Mag
af: Zoem spesifiseer
ar: _قرّب
de: Ver_größern
es: _Aumentar ampliación
fr: Zoom a_vant
it: Aum_enta ingrandimento
pl: Powiększenie jest
pt_br: Zoom Ampliar
ru: Увеличить до увеличения

source: Documentation
af: Komponentmodus
ar: ت_وثيق
de: Dokumentation...
es: D_ocumentación
it: D_ocumentazione...
pl: Dokumentacja
pt_br: Documentação...
ru: Документация

source: Show/Hide Invisible Text
af: Toon/Verberg Onsigbare Teks
ar: أظهر/أخف النص الخفي
de: Unsichtbaren Text anzeigen/verbergen
es: Mostrar/Ocultar texto oculto
fr: Afficher/Cacher le texte invisible
it: Mostra/Nascondi testo invisibile
pl: Wyświetlaj/ukryj niewidoczny tekst
pt_br: Exibir/Ocultar textos ocultos
ru: Показать/скрыть невидимый текст

source: Show/Hide Inherited Attributes
af: Voeg Eienskap By
ar: سمة مفصولة
de: Attribut ablösen
es: Desvincular propiedad
fr: Attribut détaché
it: %i attributo
pl: Wyświetlaj/ukryj Dziedziczone Atrybuty
pt_br: Mostrar/Ocultar atributos herdados
ru: Показать / скрыть унаследованные атрибуты

source: Show/Hide net names
af: Toon/Verberg Onsigbare Teks
ar: أظهر/أخف النص الخفي
de: Unsichtbaren Text anzeigen/verbergen
es: Mostrar/Ocultar texto oculto
fr: Afficher/Cacher le texte invisible
it: Mostra/Nascondi testo invisibile
pl: Wyświetlaj/ukryj netnames
pt_br: Mostrar / Ocultar nomes de rede
ru: Показать / скрыть имена сетей

source: First Page
af: Sluit Bladsy
ar: ال_سّابقة
de: Erste Seite
es: Primera página
fr: Première page
it: Stampa pagina
pl: Pierwsza strona
pt_br: Primeira página
ru: Первая страница

source: Previous Page
af: Sluit Bladsy
ar: ال_سّابقة
de: Vorherige Seite
es: Pagina anterior
fr: Précédent
it: Pagina precedente
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница

source: Next Page
af: Nuwe Bladsy
ar: صفحة جديدة
de: Neue Seite
es: Nueva página
fr: Nouvelle page
it: Pagina successiva
pl: Następna strona
pt_br: Próxima página
ru: Следующая страница

source: Page Up
af: Bladsy
ar: الصفحة
de: Seite nach oben
es: Página arriba
fr: Page précédente
it: _Pagina
pl: Strona w górę
pt_br: Subir página
ru: Страница вверх

source: Page Down
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Página abajo
fr: Mode Panoramique
it: Trascina in giù
pl: Strona w dół
pt_br: Página abaixo
ru: Листать вниз

source: Last Page
af: Nuwe Bladsy
ar: صفحة جديدة
de: Neue Seite
es: Nueva página
fr: Nouvelle page
it: Pagina successiva
pl: Ostatnia strona
pt_br: Última página
ru: Последняя страница

source: Print Page
af: Sluit Bladsy
ar: ال_سّابقة
de: Seite drucken
es: Imprimir página
fr: Imprimer Page
it: Stampa pagina
pl: Drukuj stronę
pt_br: Página de impressão
ru: Печать страницы

source: Revert Changes
af: Gaan Bladsy Terug
ar: أعد الصفحة
de: Seite wirklich wiederherstellen?
es: ¿Seguro que quiere recargar la página?
fr: Abandonner les modifications ?
it: Annulla i cambiamenti
pl: cofnąć zmiany
pt_br: Reverter as mudanças
ru: Отменить все изменения

source: Revert All
af: Gaan Bladsy Terug
ar: أعد الصفحة
de: Seite wirklich wiederherstellen?
es: ¿Seguro que quiere recargar la página?
fr: Abandonner les modifications ?
it: Annulla i cambiamenti
pl: przywrócić wszystkie
pt_br: Reverter tudo
ru: Отменить все

source: Up Hierarchy
af: Hierargie
ar: تسلسل هرمي
de: Hierarchie
es: Je_rarquía
fr: Hiérarchie
it: Su nella gerarchia
pl: Hierarchia w górę
pt_br: Hierarquia ascendente
ru: Вверх по иерархии

source: Add Component
af: Voeg Komponent By
ar: أضف مكونا
de: Bauteil hinzufügen
es: Añadir componente...
fr: Ajouter un composant
it: Aggiungi componente
pl: Dodaj komponent
pt_br: Adicionar Componente
ru: Добавить компонент

source: Add Net
af: Voeg Net By
ar: أضف شبكة
de: /Netz einfügen
es: Añadir conexión
fr: /Ajouter une piste
it: Aggiungi net
pl: Dodaj połączenie
pt_br: Inserir Conexão
ru: Добавить соединение

source: Add Bus
af: Voeg Bus By
ar: أضف ناقلا
de: /Bus einfügen
es: Añadir Bus
fr: Ajouter un bus
it: Aggiungi bus
pl: Dodaj magistralę
pt_br: Adicione Barramento
ru: Добавить шину

source: Add Text
af: Voeg Teks By
ar: أضف نصا
de: /Text einfügen
es: Añadir texto
fr: Ajouter du texte
it: Aggiungi testo
pl: Dodaj tekst
pt_br: Adicione texto
ru: Добавить текст

source: Add Line
af: Voeg Lyn
ar: خط
de: Linie
es: Añadir Línea
fr: Ligne
it: Aggiungi linea
pl: Dodaj Linię
pt_br: Adicionar linha
ru: Добавить линию

source: Add Box
af: /Voeg Bus By
ar: أضف ناقلا
de: /Bus einfügen
es: Añadir Caja
fr: Ajouter un bus
it: Aggiungi riquadro
pl: Dodaj pole
pt_br: Adicionar Caixa
ru: Добавить прямоугольник

source: Add Circle
af: Sirkel
ar: دائرة
de: Kreis
es: Añadir Círculo
fr: Cercle
it: Aggiungi cerchio
pl: Add Okrąg
pt_br: Adicionar Círculo
ru: Добавить окружность

source: Add Arc
af: Voeg Eienskap By
ar: أضف سمة
de: Attribut hinzufügen
es: Añadir Arco
fr: Ajouter un attribut
it: Aggiungi arco
pl: Dodaj Łuk
pt_br: Adicionar Arco
ru: Добавить дугу

source: Add Picture
af: Afbeelding
ar: صورة
de: Bild
es: Añadir Imagen
fr: Image
it: Aggiungi immagine
pl: Dodaj Obraz
pt_br: Adicionar Imagem
ru: Добавить изображение

source: Create New Session
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Crear nueva sesión
fr: Vue en cours
it: Salva come
pl: Utwórz Nową Sesję
pt_br: Criar nova sessão
ru: Создать новую сессию

source: Open a Session
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva come
pl: Otwórz Sesję
pt_br: Abra uma sessão
ru: Открыть сеанс

source: Save Session
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva come
pl: Zachowaj Sesję
pt_br: Salvar sessão
ru: Сохранить сеанс

source: Attach Attributes
af: Bewerk Eienskappe
ar: حرّر المواصفات
de: Attribute bearbeiten
es: Editar propiedades
fr: Éditeur d'attributs
it: Collega attributi
pl: Dołączać Atrybuty
pt_br: Anexar atributos
ru: Прикрепить атрибуты

source: Detach Attributes
af: Bewerk Eienskappe
ar: سمة مفصولة
de: Attribut ablösen
es: Desvincular propiedad
fr: Attribut détaché
it: Scollega attributi
pl: Odłączyć Atrybutów
pt_br: Descarte atributos
ru: Отделить атрибуты

source: Reset Attribute Positions
af: Bestemming
ar: الوجهة
de: Ziel
es: Destino
fr: Réinitialiser les positions d'attributs
it: Ripeti l'ultima azione
pl: Resetowanie Pozycje atrybutów
pt_br: Repor Atributo Posições
ru: Сброс атрибутов позиций

source: Show Attribute Value
af: Wys Kenmerk Waarde
ar: سمة ﻿الشقّ تالفة
de: Attributwert anzeigen
es: El atributo del elemento está mal especificado
fr: Afficher la valeur de l'attribut
it: Mostra il valore dell'attributo
pl: Pokaż Atrybut Wartość
pt_br: Mostrar Valor de atributo
ru: Показать значение атрибута

source: Show Attribute Name
af: Wys Kenmerk Naam
ar: سمة ﻿الشقّ تالفة
de: Attributname anzeigen
es: El atributo del elemento está mal especificado
fr: Afficher le nom de l'attribut
it: Mostra il nome dell'attributo
pl: Pokaż Atrybut Nazwa
pt_br: Mostrar o nome do atributo
ru: Показать имя атрибута

source: Open Attributes Editor
af: Enkeleienskap-Bewerker
ar: محرّر سمة منفردة
de: Einzel-Attributebearbeitung
es: Editor de una única propiedad
fr: Éditeur d'attribut
it: Editor Singola Caratteristica
pl: Edycja pojedyńczego atrybutu
pt_br: Editor de atributo
ru: Открыть редактор атрибутов

source: Find Specific Text
af: Vind Teks
ar: اب_حث عن نص معين...
de: Text _suchen...
es: _Encontrar texto específico
fr: Rechercher le texte
it: Trova testo specifico
pl: Znajdź konkretnego tekstu
pt_br: Procurar texto
ru: Найти текст

source: Hide Specific Text
af: Verskuil Teks
ar: أ_خف نصا معينا...
de: Text _verbergen...
es: _Ocultar texto específico
fr: Cacher le texte
it: Nascondi testo specifico
pl: Ukryj wybrany tekst
pt_br: Ocultar texto
ru: Скрыть текст

source: Show Specific Text
af: Toon Teks
ar: أدخل النص للظهور
de: Text an_zeigen...
es: Mo_strar texto específico
fr: Afficher le texte
it: Mostra testo specifico
pl: Pokazuj wybrany tekst
pt_br: Mostrar texto
ru: Показать текст

source: Show Console Window
af: Sluit Venster
ar: إطار وحدة التحكم
de: Zeigt das Konsolenfenster an
es: Mostrar ventana de la consola
fr: Fenêtre Show Console
it: Mostra finestra Console
pl: Pokaż okno współrzędnych
pt_br: Mostrar console
ru: Показать окно консоли

source: Show Coordinates Window
af: Wys Koördinate Venster
ar: إحداثيات النافذة
de: Zeigt das Koordinatenfenster an
es: Mostrar ventana de coordenadas
fr: Afficher les coordonnées
it: Mostra la finestra coordinate
pl: Pokaż okno współrzędnych
pt_br: Mostra Coordenadas
ru: Показать окно координат

source: Translate Symbol
af: Verskuif
ar: اسحب
de: Verschieben nach
es: Traducir símbolo
fr: Translater
it: Converti simbolo
pl: Przekłada Symbol
pt_br: Símbolo de traduzir
ru: Сместить символ

source: Update Component
af: Vernuwe Komponent
ar: حدّث المكون
de: Bauteil aktualisieren
es: Actualizar componente
fr: Mise à jour du composant
it: Aggiorna componente
pl: Aktualizuj element
pt_br: Atualizar Componente
ru: Обновить компонент

source: Cycle Grid Mode
af: Boogmodus
ar: وضع القوس
de: Bogenmodus
es: Modo Arco
fr: Mode Arc de cercle
it: Modalità Arco
pl: Cykl Tryb Siatka
pt_br: Modo de Grade de Ciclo
ru: Режим сетки цикла

source: Cycle Snap Mode
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Commuta la modalità magnetica
pl: Cykl Tryb Snap
pt_br: Modo Centrar Ciclo
ru: Режим привязки цикла

source: Set Default Text Size
af: Teksgrootte
ar: حجم النص
de: Text Größe
es: Tamaño de texto
fr: Défaut Taille de texte
it: Imposta la dimensione del testo predefinita
pl: Ustaw domyślny rozmiar tekstu
pt_br: Definir tamanho de texto padrão
ru: Установить размер текста по умолчанию

source: gEDA Manuals
af: Handleiding
ar: يدوي
fr: Manuels gEDA
it: Manuali gEDA
pt_br: Manuais do GEDA
ru: Документация gEDA

source: Show Hotkeys
af: Toon Verskuilde
ar: مفاتيح ساخنة
de: Tastenbelegungen
es: Teclas rápidas
fr: Raccourcis
it: Mostra i tasti scelta rapida
pl: Klawisze skrótów
pt_br: Mostrar teclas de atalho
ru: Показать горячие клавиши

source: Component Documentation
af: Komponentmodus
ar: توثيق الم_كونات
de: Bauteil-D_okumentation...
es: D_ocumentación del componente...
fr: Documentation du composant
it: Documentazione componente
pl: Dokumentacja Komponent
pt_br: Documentação componente
ru: Документация на компонент

source: _Symbol
af: Simbole
ar: رموز
de: Symbole
es: Símbolos
fr: _Symbole
it: _Simbolo
pl: _Symbole
pt_br: _Símbolo
ru: Символ

source: Export embedded symbol
af: Uitvoer ingebed simbool
ar: تصدير رمز مضمّن
de: Eingebettetes Symbol exportieren
es: Exportar símbolo insertado
fr: Exporter le symbole incorporé
it: Esporta simbolo incorporato
pl: Eksportuj osadzony symbolu
pt_br: Símbolo de inserção de exportação
ru: Экспорт встроенного символа

source: _Picture
af: Prent
ar: صورة
de: Bild
es: Imagen
fr: Image
it: Immagine
pl: Obrazek
pt_br: Imagem
ru: _Рисунок

source: Export embedded picture
af: Uitvoer ingebedde prentjie
ar: تصدير الصورة المدمجة
de: Eingebettetes Bild exportieren
es: Exportar imagen insertada
fr: Exporter une image intégrée
it: Esporta immagine incorporata
pl: Eksportuj osadzony obrazek
pt_br: Exportar imagem embed
ru: Экспорт встроенного изображения

source: _File/_Export
af: Lêer/Uitvoer
it: _File/_Esporta
ru: Файл/Экспорт

source: _Symbols
af: Simbole
ar: حرف
de: Symbole
es: _Símbolos
fr: _Symboles
it: _Simboli
pl: _Symbolika
pt_br: _Símbolos
ru: Символы

source: _Open Editor
af: Oop redakteur
ar: فتح محرر
de: Öffnen Sie den Texteditor
es: Editor abierto
fr: Ouvrir l'Éditeur
it: Apri l'editor
pl: Otwórz edytor
pt_br: Editor aberto
ru: Открытый редактор

source: Edit DRC rules...
af: Wysig ontwerpreëls...
ar: تحرير قواعد التصميم...
de: Gestaltungsregeln bearbeiten...
es: Editar reglas de diseño...
fr: Modifier les règles de conception...
it: Modifica regole di progettazione...
pl: Edytuj reguły projektowania...
pt_br: Editar regras de design...
ru: Изменить правила дизайна...

source: Run DRC 1
af: eerste ontwerpreëls
ar: قواعد التصميم الأول
de: erste Designregeln
es: primeras reglas de diseño
fr: premières règles de conception
it: prime regole di progettazione

source: Run DRC 2
af: tweede ontwerpreëls
ar: قواعد التصميم الثاني
de: zweite Designregeln
es: segundas reglas de diseño
fr: deuxième règle de conception
it: seconde regole di progettazione

source: Version Control
af: Weergawe beheer
ar: التحكم في الإصدار
de: Versionskontrolle
es: Control de versiones
fr: Contrôle de Version
it: Controllo versione
pl: Kontrola Wersji
pt_br: Controle de versão
ru: Контроль версий

source: Bill of Materials
af: Materiaalrekening
ar: فاتورة المواد
de: Stückliste
es: Lista de materiales
fr: Nomenclature
it: Distinta materiali

source: gEDA netlist
af: gEDA netlys
ar: gEDA قائمة العقدة
de: gEDA-Netzliste
fr: netlist gEDA
it: netlist gEDA
pt_br: netlist gEDA
ru: список узлов gEDA

source: hierarchy Verilog
af: hiërargie Verilog
ar: التسلسل الهرمي فيريلوج
de: Hierarchie Verilog
es: jerarquía Verilog
fr: hiérarchie Verilog
it: gerarchia Verilog
pl: Hierarchia Verilog
pt_br: Hierarquia Verilog
ru: Иерархия Верилог

source: _Tools/_Symbols
af: Gereedskap/Simbole
ar: أدوات / الرموز
de: Werkzeuge/_Symbole
es: Herramientas/Símbolos
fr: Outils/_Symboles
it: Strumenti/Simboli
pl: Narzędzia/Symbole
pt_br: Ferramentas/Símbolos
ru: Инструменты/Символы

source: Grid
ar: وضع القوس
de: Bogenmodus
es: Cuadrícula
fr: Mode Arc de cercle
it: Modalità Arco
pl: Krata
pt_br: Grade
ru: Сетка

source: is
ar: يكون
es: es
ru: Является

source: Snap OFF (CAUTION!)
ar: الجذب موقف (تنبيه)
de: Freihandmodus (ACHTUNG! Ausrichten am Raster abgeschaltet)
es: PRECAUCIÓN!: Ajuste a la rejilla DESACTIVADO
it: Snap OFF (ATTENZIONE!)
pl: Przyciąganie do siatki: wyłączone (OSTROŻNIE!)
pt_br: Ajuste desligado (CUIDADO!)
ru: ВНИМАНИЕ! Привязка отключена!

source: Snap ON
ar: الجذب مشغّل
de: Am Raster ausrichten
es: Ajuste a la rejilla ACTIVADO
pl: Przyciąganie do siatki: włączone
pt_br: Ajuste ligado
ru: Привязка включена

source: Snap back to the grid (CAUTION!)
ar: جذب نحو الشبيكة (تنبيه!)
de: Objekte neu am Raster ausrichten (Achtung!)
es: Reajuste a la rejilla (¡PRECAUCIÓN!)
it: Snap alla griglia (ATTENZIONE)!
pt_br: Reajuste à grade (CUIDADO!)
ru: ВНИМАНИЕ! Включите привязку к сетке!

source: Rubber band mode is OFF
ar: الشريط المطاطي موقف
de: Gummifäden AUS
es: Goma de borrar DESACT
it: Rubber band OFF
pl: Uzupełnianie połączeń przy przesuwaniu: Wyłączone
pt_br: O modo Rubberband está desativado
ru: Режим «резиновых» соединений отключён

source: Rubber band mode is ON
ar: الشريط المطاطي مشغل
de: Gummifäden EIN
es: Goma de borrar ACT
it: Rubber band ON
pl: Uzupełnianie połączeń przy przesuwaniu: Włączona
pt_br: O modo de banda de borracha está ligado
ru: Режим «резиновых» соединений включён

source: Magnetic net mode is ON
ar: وضع الشبكة المغناطيسية: مشغل
de: Magnetischer Netzmodus: EIN
es: Modo de Ayuda a la conexión: ACTIVADO
it: modalià net magnetiche: ON
pl: Tryb sieci magnetycznej jest włączony
pt_br: Modo conexão magnética É LIGADA
ru: Режим «магнитных» соединений включён

source: Magnetic net mode is OFF
ar: وضع الشبكة المغناطيسية: موقف
de: Magnetischer Netzmodus: AUS
es: Modo de Ayuda a la conexión: DESACTIVADO
it: modalià net magnetiche: OFF
pl: Magnetyczny tryb siatki jest wyłączony
pt_br: Modo conexão magnética É DESLIGADA
ru: Режим «магнитных» соединений отключён

source: Action feedback mode set to OUTLINE
ar: وضع ردود الإجراء معيّن إلى حد الخارجي
de: Aktions-Rückmeldemodus wurde auf OUTLINE festgelegt.
es: Modo de realimentación seleccionado: SILUETA
it: Controllo azioni in modalità CONTORNO
pl: Tryb wyświetlania przemieszczanych elementów
pt_br: Retorno de ação ajustado para silhueta
ru: При выполнении действий объекты будут отрисовываться полностью

source: Action feedback mode set to BOUNDINGBOX
ar: وضع ردود الإجراء معيّن إلى الإطار المحيط
de: Aktions-Rückmeldemodus wurde auf BOUNDINGBOX festgelegt.
es: Modo de realimentación seleccionado: CONTENEDOR
it: Controllo azioni in modalità PERIMETRO
pl: Tryb wyświetlania obwiedni przemieszczanych elementów
pt_br: Retorno de ação ajustado para caixa completa
ru: При выполнении действий вместо объектов будет отрисовываться рамка

source: opening
ar: بداية
pt_br: abertura
ru: открытие

source: Filter:
ar: منقي:
es: Filtro:
fr: Filtre:
it: Filtro:
pl: Filtr:
pt_br: Filtro:
ru: Фильтр:

source: Autonumber text
ar: نص تعداد آلي
de: Nummeriere Text automatisch
es: Autoenumerar texto
fr: Annotation automatique
it: Testo di autonumerazione
pl: Automatyczna numeracja
pt_br: Autonumerar texto
ru: Автонумерация

source: Invalid schematic on clipboard
it: schema non valido sui appunti
ru: Неверный схеме в буфере обмена

source: Clipboard Insertion Failed
ar: فشل إدخال البيانات الحافظة
de: Einfügen von der Ablage scheiterte.
es: Fallo al insertar el contenido del portapapeles
fr: Échec de l'insertion du contenu copié
it: Inserimento appunti fallito
pl: Błąd podczas wklejania
pt_br: Inserção da área de tranferência falhou
ru: Ошибка вставки данных из буфера обмена

source: Open
ar: افتح...
de: Öffnen
es: Abrir...
fr: Ouvrir
it: Apri...
pl: Otwórz
pt_br: Abrir
ru: Открыть

source: Rescan
ru: Пересканировать

source: Tooltips
pl: Etykietki narzędzi
ru: Всплывающие

source: Rescan the libraries
ru: Повторное сканирование библиотек

source: Set styles options
ru: Настройка параметров стилей

source: Style 6
ru: Стиль 6

source: Reference
ru: Справка

source: Include
ru: Включают в себя

source: Rescan component libraries
ru: Пересканировать библиотеки компонентов

source: Set style filter
ru: Установить фильтр стиль

source: active view
ru: Активный вид

source: Active sheet of the notebook
ru: Активный вкладке блокнота

source: Focus Filter
ru: Фильтр

source: When true, initial focus will be the filter entry, otherwise the Component Tree
ru: Когда правда, первоначальный акцент будет элемент фильтра, в противном случае дерево компонентов

source: unknown
ar: غير معروف
de: Unbekannt
es: desconocido
fr: inconnu
pl: nieznany
pt_br: Desconhecido
ru: Неизвестный

source: ** Invalid UTF-8 in log message. See stderr or gschem.log.
ar: ‏﻿** UTF-8 غير صالح في رسالة سجل. راجع stderr أو gschem.log.
de: ** Diese Fehlermeldung enthält eine ungültige UTF-8 Kodierung. Siehe gschem.log und stderr.
es: ** mensaje sin codificación UTF-8 en la ventana de registro. Véase la ventana de registro de gschem o la salida de errores.
fr: ** UTF-8 invalide dans le message de log. Regardez stderr ou gschem.log.
it: ** UTF-8 non valido in messaggio del log. Verificare in stderr o gschem.log.
pl: ** Nieprawidłowy znak UTF-8 w komunikacie. Zobacz standardowe wyjście błędów lub plik gschem.log.
pt_br: ** Mensagem UTF-8 inválida no log. Veja stderr ou gschem.log.
ru: ** Недопустимый символ в кодировке UTF-8 в окне журнала. См. stderr или gschem.log.

source: Drag & Drop failed
ar: التراجع/الإعادة معطلين في الملف rc
de: Einfügen von der Ablage scheiterte.
es: Fallo al insertar el contenido del portapapeles
fr: Échec de l'insertion du contenu copié
it: Inserimento appunti fallito
pl: przeciągnij i upuść zawiodły
pt_br: Inserção da área de tranferência falhou
ru: перетащить и падение не удалось

source: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 gEDA Contributors (see ChangeLog for details)
de: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 gEDA Contributors (siehe ChangeLog )
es: Todos los derechos reservados © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Todos los derechos reservados © 1998-2017 Contribuyentes de gEDA (revisar el ChangeLog para más detalles)
it: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 collaboratori di gEDA (vedere il ChangeLog per i dettagli)
pl: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 Kontrybutorzy gEDA (szczegóły w pliku ChangeLog)
pt_br: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 Contribuidores gEDA (veja ChangeLog para detalhes)
ru: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 gEDA Contributors (подробности см. в файле ChangeLog)

source: Enter new snap grid spacing:
ar: ﻿أدخل تباعد جديد لشبيكة الجذب:
de: Neuen Rasterabstand eingeben:
es: Introduzca el nuevo espaciado de la rejilla:
fr: Entrez le nouvel espacement de la grille de snap :
it: Inserisci la nuova spaziatura griglia snap:
pl: Wprowadź nową odległość przyciągania:
pt_br: Nova largura de grade:
ru: Введите новый интервал привязки к сетке:
