Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: The operating system is out of memory or resources.
af: Die bedryfstelsel is uit die geheue of hulpbronne.
de: Zu wenig Speicher, oder andere Resoucen.
es: El sistema se encuentra sin memoria o recursos suficientes.
fr: Le système d'exploitation n'a plus assez de mémoire ou de ressources.
it: Il sistema operativo ha terminato le risorse di memoria.
pl: Brak pamięci lub innych zasobów systemu operacyjnego.
pt_br: Sistema sem memória ou recursos suficientes.
ru: Операционной системе не хватает памяти или ресурсов.

source: Failed to open
af: Kon nie open
ar: فشل تحميل الصورة: %s
de: Gescheitert zu öffnen
es: Error al abrir
fr: Impossible de remplacer les images: %s
it: Impossibile aprire
pl: Nie udało się otworzyć
pt_br: Falhou ao abrir
ru: Не удалось открыть

source: falling back to
af: val terug na

source: <various>
af: <verskeie>
it: <vari>
ru: <различные>

source: Attribute name must not be empty. Please set a name.
af: Eienskappe met 'n leë naam word verbied. Kies asseblief 'n naam.
ar: غير مسموح بسمات مع اسم فارغ. الرجاء تعيين اسم.
de: Attribute mit leerem Namen sind nicht erlaubt. Gib bitte einen Namen ein.
es: No se permiten las propiedades sin nombre. Por favor, introduzca un nombre.
fr: Les attributs sans nom sont interdits. Donnez un nom.
it: Attributi con il nome vuoto non sono permessi. Inserire un nome.
pl: Atrybuty bez nazwy nie są dozwolone. Podaj prawidłową nazwę.
pt_br: Atributos com nome vazio não são permitidos. Defina um nome.
ru: Не допускается отсутствие имени у атрибута. Введите имя.

source: Multi-Attribute Editor
af: Enkeleienskap-Bewerker
ar: محرّر سمة منفردة
de: Einzel-Attributebearbeitung
es: Editor de una única propiedad
fr: Éditeur multi-attributs
it: Editor Singola Caratteristica
pl: Wielu Atrybut Editor
pt_br: Editor de atributos múltiplos
ru: Редактор атрибута

source: Select an attribute to add
af: Kies kenmerk te voeg
ar: سمة ﻿الشقّ تالفة
de: Wählen Sie ein hinzuzufügendes Attribut aus
es: Seleccione un atributo para agregar
fr: Sélectionnez un attribut à ajouter
it: Selezionare un attributo da aggiungere
pl: Wybierz atrybut, aby dodać
pt_br: Selecione um Atributo para adicionar
ru: Выберите атрибут для добавления

source: Show Value only
af: Toon slegs waarde
ar: أظهر القيمة فقط
de: Nur Wert anzeigen
es: Mostrar sólo valor
fr: Montrer seulement la valeur
it: Mostra solo il valore
pl: Wyświetlaj wartość
pt_br: Mostra apenas Valor
ru: Значение

source: Show Name only
af: Toon slegs naam
ar: أظهر الاسم فقط
de: Nur Name anzeigen
es: Mostrar sólo nombre
fr: Montrer seulement le nom
it: Mostra solo il nome
pl: Wyświetlaj nazwę
pt_br: Mostra apenas Nome
ru: Имя

source: Select an attribute visibility option
af: Kies 'n kenmerk sigbaarheid opsie

source: Promote
af: Bevorder
ar: رَقِّ
de: Einsetzen
es: Promocionar
fr: Promouvoir
it: Promuovi
pl: Promuj
pt_br: Promover
ru: Вынести

source: Duplicate
af: Dupliseer
ar: ضاعف
de: Duplizieren
es: Duplicar
fr: Cloner
it: Duplica
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать

source: Copy to all
af: Kopieer in 1 in
ar: انسخ إلى 1
de: Kopieren in 1
es: Copiar en memoria intermedia 1
fr: Copier dans 1
it: Copia in tutti
pl: Kopiuj do wszystkich
pt_br: Copiar para todos
ru: Скопировать во все

source: Edit Attributes
af: Bewerk Eienskappe
ar: حرّر المواصفات
de: Attribute bearbeiten
es: Editar propiedades
fr: Éditeur d'attributs
it: Modifica attributi
pl: Zmodyfikuj atrybuty
pt_br: Editar Atributos
ru: Правка атрибутов

source: Ctrl+Enter inserts new line; Ctrl+Tab inserts Tab
af: Ctrl + Enter insetsels nuwe lyn; Ctrl + Tab voeg Tab

source: Enter or type a value for the new attribute then press the Add button
af: Tik of tik 'n waarde vir die nuwe kenmerk druk dan op die knoppie Voeg

source: Enable or disable attribute visibility
af: Aktiveer of kenmerk sigbaarheid te skakel

source: Add new attribute to component
af: Voeg nuwe kenmerk komponent

source: symbols
af: Simbole
ar: رموز
de: Symbole
es: Símbolos
fr: sym - Symboles
it: Simboli
pl: symbolika
pt_br: Símbolos
ru: символы

source: pins
af: Pen
ru: вывода

source: pin
af: Pen
ar: دبوس
de: Anschluß
fr: Broche
pt_br: Pino
ru: Вывод

source: net
af: Skakeling
ar: شبكة
de: Netz
es: Conexión
fr: Piste
it: Collegamento
pl: Połączenie
pt_br: Conexão
ru: соединение

source: attributes
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Attributi
pl: Atrybuty
pt_br: atributos
ru: Атрибуты

source: attribute
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Attributo
pl: Atrybut
pt_br: atributo
ru: атрибут

source: Auto Height
af: Outomatiese Hoogte
ar: ارتفاع تلقائي
de: Automatische Höhe
es: Altura automática
fr: Hauteur automatique
it: Altezza automatica
pl: pełna nazwa pliku
pt_br: Altura Automática
ru: Автоматическая высота

source: Enable or disable Page Select dialog auto height
af: Aktiveer of deaktiveer Page Select dialoog outomatiese hoogte
fr: Activer ou désactiver la hauteur automatique du dialogue de sélection de page
pl: Włącz lub wyłącz automatyczną wysokość okna dialogowego Wybór strony
pt_br: Ativar ou desativar a altura automática da caixa de diálogo Selecionar página
ru: Включить или отключить автоматическую высоту диалога выбора страницы

source: Full names
af: Volle name
ar: الأسماء الكاملة
de: Ganze Namen
es: Nombres completos
fr: Noms complets
it: Nomi completi
pl: Pełne nazwy plików
pt_br: Nomes completos
ru: Полные имена

source: Move Up
af: Beweeg
ar: حرّك
de: Verschieben
es: Mover
fr: Déplacer
it: Sposta
pl: Ruszaj się W górę
pt_br: Subir
ru: Перемещение

source: Move Down
af: Aansigskuifmodus
ar: وضع الإنتقال الإختياري
de: Ausschnittmodus
es: Modo Centrar
fr: Mode Panoramique
it: Trascina in giù
pl: Ruszaj się Na dół
pt_br: Mover para baixo
ru: Прокрутка вниз

source: New Blank
af: Nuwe Leeg
it: Nuova vuota

source: New Page
af: Nuwe Bladsy
ar: صفحة جديدة
de: Neue Seite
es: Nueva página
fr: Nouvelle page
it: Nuova pagina
pl: Nowy arkusz
pt_br: Nova página
ru: Новая страница

source: Open Page...
af: Maak lêer oop...
ar: افتح ملفا...
de: Datei öffnen...
es: Abrir archivo...
fr: Ouvrir fichier...
it: Apri file...
pl: Otwórz stronę...
pt_br: Abrir Página...
ru: Выберите файл...

source: Save Page
af: Bewaar Bladsy
ar: احفظ الصفحة
de: Seite speichern
es: Guardar página
fr: Enregistrer la page
it: Salva la pagina
pl: Zapisz arkusz
pt_br: Salvar página
ru: Сохранить страницу

source: Close Page
af: Sluit Bladsy
ar: أغلق الصفحة
de: Seite schließen
es: Cerrar página
fr: Fermer la page
it: Chiudi pagina
pl: Zamknij arkusz
pt_br: Fechar página
ru: Закрыть страницу

source: Discard Page
af: Werp Bladsy Weg
ar: أهمل الصفحة
de: Seite ablegen
es: Descartar página
fr: Abandonner la page
it: Scartare Pagina
pl: Porzuć arkusz
pt_br: Descartar
ru: Выбросьте страницу

source: Revert Page
af: Keer terug na bladsy
ar: العودة إلى الصفحة
de: Seite zurücksetzen
es: Revertir página
fr: Revenir à la page
it: Ripristina pagina
pt_br: Reverter página
ru: Вернуть страницу

source: Page Manager
af: Bladsybestuurder
ar: مدير الصفحات
de: Seitenverwaltung
es: Administrador de páginas
fr: Gestionnaire de pages
it: Gestore Pagina
pl: Zarządzanie arkuszami
pt_br: Gerenciador de Páginas
ru: Менеджер страниц

source: Changed
af: Veranderd
ar: غُيّر
de: Geändert
es: Modificado
fr: Modifié
it: Cambiato
pl: Zmieniono
pt_br: Alterado
ru: Изменён

source: Right click on rows for more options...
af: Regs-klik op die lêernaam vir meer opsies...
ar: نقرة يمنى فوق اسم الملف للحصول على المزيد من الخيارات...
de: Rechtsklick auf den Dateinamen zeigt mehr Optionen...
es: Pulse con el botón derecho para ver más opciones...
fr: Utilisez le clic droit sur le nom de fichier pour plus d'options...
it: Clicca con il tasto destro del mouse sul nome del file per ulteriori opzioni...
pl: Kliknij prawym przyciskiem na rzędach więcej opcji...
pt_br: Clique direito no linhas para opções...
ru: Щёлкните по имени файла правой кнопкой для выбора дополнительных действий...

source: Select PostScript Filename...
af: Kies PostScript Lêernaam...
ar: انتق اسم ملف بوست-سكريبت...
de: PostScript-Dateinamen auswählen...
es: Seleccionar archivo PostScript...
fr: Enregistrer en PostScript sous...
it: Seleziona un file disegno...
pl: Wybierz PostScript Infomacje...
pt_br: Selecione um arquivo de PostScript...
ru: Выберите имя файла PostScript...

source: Extents with margins
af: Uitmate met kantlyn
ar: امتدادات مع هوامش
de: Alles mit Rand
es: Completo con márgenes
fr: Totalité avec marges
pl: Cały arkusz wraz z marginesami

source: Extents no margins
af: Uitmate sonder kantlyn
ar: امتدادات بلا هوامش
de: Alles ohne Rand
es: Completo sin márgenes
fr: Totalité sans marge
pl: Cały arkusz bez marginesów

source: Current Window
af: Huidige Venster
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ventana actual
fr: Vue en cours
it: Chiudi finestra
pl: Bieżące okno
pt_br: Atual janela
ru: Текущее окно

source: Landscape
af: Landskap
ar: عرضيّ
de: Querformat
es: Apaisado
fr: Paysage
pl: Poziome

source: Portrait
af: Portret
ar: طوليّ
de: Hochformat
es: Vertical
pl: Pionowe

source: Print...
af: Druk...
ar: ا_طبع...
de: _Drucken...
es: Im_primir...
fr: _Imprimer...
it: Stampa...
pl: Drukuj...
pt_br: Imprimir...
ru: Печать...

source: Settings
af: Instellinge
ar: إعدادات
de: Einstellungen
es: Opciones
fr: Configuration
pl: Ustawienia

source: Output paper size:
af: Uitset-papiergrootte:
ar: حجم ورق الإخراج:
de: Papiergröße:
es: Tamaño de papel:
fr: Taille de papier:
pl: Rozmiar papieru:

source: Orientation:
af: Orientasie:
ar: الاتّجاه:
de: Ausrichtung:
es: Orientación:
it: Orientamento:
pl: Ułożenie papieru:
ru: Поворот:

source: Destination
af: Bestemming
ar: الوجهة
de: Ziel
es: Destino
it: Destinazione
pl: Lokalizacja docelowa
pt_br: Destino
ru: Назначения для печати

source: File:
af: Lêer:
ar: الملف:
de: Datei:
es: Archivo:
fr: Fichier:
pl: Plik:
pt_br: Arquivo:
ru: Файл:

source: Command:
af: Opdrag:
ar: الأمر:
de: Befehl:
es: Comando:
fr: Commande:
pl: Polecenie:

source: Print the current document
af: Druk die huidige stroombaandiagram
de: Drucken Sie das aktuelle Dokument
es: Imprimir el documento actual
fr: Imprimer le document en cours
pl: Drukuj bieżący arkusz

source: No print destination specified
af: Geen drukbestemming aangegee nie
ar: لم تحديد وجهة للطباعة
de: Das Ziel für den Ausdruck fehlt
es: No se ha especificado el destino de impresión
fr: Destination pour l'impression non spécifiée
pl: Nie podano lokalizacji docelowej wydruku
ru: Печати не указан пункт назначения

source: Cannot print current schematic to
af: Kan huidige skematiese om nie te druk
ar: لا يمكن طباعة المخطط الحالي إلى
de: Der aktuelle Schaltplan kann nicht gedruckt werden
es: No se puede imprimir el esquema actual a
fr: Impossible d'imprimer le schéma courant pour
it: Non è possibile stampare schema corrente
pl: Nie można wydrukować bieżącego arkusza do
pt_br: Não é possível imprimir diagrama atual para
ru: Не удается распечатать текущую схему для

source: An error occurred while printing
af: 'N fout tydens die druk
ar: حدث خطأ أثناء الطباعة
de: Beim Drucken ist ein Fehler aufgetreten
es: Se ha producido un error al eliminar datos
fr: Une erreur s'est produite lors de l'impression
it: È verificato un errore durante la stampa
pl: Wystąpił błąd podczas drukowania
pt_br: Erro desconhecido ocorreu durante a impressão
ru: Произошла ошибка во время печати

source: The log may contain more information.
af: Kyk op die puntelys vir meer inligting.
ar: تحقق من سجل لمزيد من المعلومات.
de: Das Log-Fenster von gschem sind eventuell Details eingetragen.
es: El registro puede contener más información.
fr: Le journal peut contenir plus d'informations.
it: Il registro può contenere più informazioni.
pl: Logi programu mogą zawierać dodatkowe informacje.
pt_br: O arquivo de log pode conter mais informações.
ru: Журнал может содержать дополнительную информацию.

source: Print Error
af: Fout
ar: خطأ الطباعة
de: Drucken
es: Imprimir...
fr: Imprimer
it: Errore di stampa
pl: błąd drukowania
pt_br: Imprimir Erro
ru: Ошибка печати

source: Printed current schematic to
af: Het lopende stroombaandiagram na gedruk
ar: طُبع المخطط الحالي إلى
de: Gedruckt aktueller schematische
es: Esquema actual impreso para
fr: Schéma actuel imprimé pour
it: Stampato schema corrente
pl: Wydrukowano bieżący arkusz do
pt_br: Imprimir ao diagrama ao
ru: Напечатано нынешней схеме для

source: Failed to write PDF to
af: Kon nie PDF skryf om
ar: فشل تحميل الصورة
de: Fehler beim Schreiben von PDF in
es: Error al escribir PDF en
fr: Échec de l'écriture du PDF
it: Impossibile scrivere PDF to
pl: Nie udało się zapisać PDF do
pt_br: Falhou ao salvar PDF ao
ru: Сбой при записи в формате PDF

source: Error printing file
af: fout ontleding
ar: خطأ في الطباعة إلى الملف
es: Análisis de errores
fr: Erreur lors de l'impression du fichier
it: Errore file di stampa
pl: Błąd drukowania pliku
pt_br: Erro imprimindo arquivo
ru: Ошибка при печати файла

source: <b>Error Processing Configuration.</b>
af: <b>Fout Proccessing Konfigurasie.</b>
pl: <b>Konfiguracja błąd przetwarzania.</b>

source: gschem RC File Error
af: gschem RC Lêer Fout
pl: gschem RC Błąd pliku

source: An unknown error occurred while parsing configuration files.
af: 'N Onbekende fout het voorgekom tydens die ontleding van konfigurasielêers.
de: Beim Analysieren von Konfigurationsdateien ist ein unbekannter Fehler aufgetreten.
es: Se ha producido un error desconocido al analizar archivos de configuración.
fr: Une erreur inconnue s'est produite lors de l'analyse des fichiers de configuration.
it: Si è verificato un errore sconosciuto durante l'analisi dei file di configurazione.
pl: Wystąpił nieznany błąd podczas parsowania plików konfiguracyjnych.
pt_br: Erro desconhecido ao analisar arquivos de configuração.
ru: ОШИБКА: неизвестная ошибка при анализе файлов настроек.

source: Rename Session
af: Herbenoem Sessie

source: Specify new name for Session:
af: Spesifiseer nuwe naam vir Sessie:

source: Confirm delete session
af: Bevestig die uitvee-sessie
ar: تأكيد حذف الجلسة
de: Bekræft sletningssession
es: Confirmar eliminar sesión
fr: Confirmer la suppression de la session
it: Conferma l'eliminazione della sessione
pt_br: Confirmar exclusão da sessão
ru: Подтвердите удаление сессии

source: Select export file
af: Kies PostScript Lêernaam
ar: انتق اسم ملف بوست-سكريبت...
de: PostScript-Dateinamen auswählen
es: Seleccionar archivo PostScript...
fr: Enregistrer en PostScript sous...
it: Seleziona un file disegno
pl: Wybierz plik eksportu
pt_br: Selecione um arquivo de exportação
ru: Выберите файл экспорта

source: exported to
af: uitgevoer word na
pt_br: exportados para

source: Load the selected session
af: Laai die gekose sessie
ar: تحميل الدورة المختارة
de: Laden Sie die ausgewählte Sitzung
es: Cargar la sesión seleccionada
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Załadować wybraną sesję
pt_br: Carregar a sessão selecionada
ru: Загрузка выбранного сеанса

source: Show the Open Session dialog at start-up, over-rides auto-load-last feature
af: Wys die oop sessie dialoog by die begin, oorheers motor-vrag-laaste funksie

source: Automatically add and remove files from sessions
af: Voeg en lêers te verwyder om die sessies outomaties

source: Show at start-up
af: Toon Teks beginnende met
ar: تظهر عند بدء التشغيل
de: Text anzeigen, der beginnt mit:
es: Mostrar texto que comienza por:
fr: Montrer le texte commençant par :
it: Mostra allo start-up
pl: Pokaż przy starcie
pt_br: Mostrar na inicialização
ru: Показывать при запуске

source: Auto update
af: outomatiese update
ar: التحديث التلقائي

source: Session Name
af: Sessie Naam
ar: أظهر ال_اسم
de: _Name anzeigen
es: Mostrar _nombre
fr: Afficher le _nom
it: Mostra _Nome
pl: sesja Nazwa
pt_br: Sessão Nome
ru: Название сеанса

source: File Count
af: Lêerorde
ar: ترتيب الملف
de: Dateireihenfolge
es: Orden de archivos:
fr: dans l'ordre des éléments du fichier
it: Sequenza dei file
pl: Ilość plików
pt_br: Contagem de arquivos
ru: Количество файлов

source: Rename the selected session
af: Herbenoem die gekose sessie
ar: النافذة الحالية
de: Aktuelles Fenster
es: Ventana actual
fr: Vue en cours
pl: Zmień nazwę wybraną sesję
pt_br: Renomear a sessão selecionada

source: Delete the selected session
af: Verwyder die gekose sessie

source: Export the selected session to a project file
af: Uitvoer van die gekose sessie om 'n projek lêer

source: Manage Sessions
af: bestuur sessies

source: _Rename
af: Lêernaam
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
it: Nome file
pl: Przemianować
pt_br: _Renomear
ru: переименовывать

source: _Delete
af: verwyder
ar: ا_حذف
de: _Löschen
es: _Borrar
fr: _Supprimer
it: _Elimina
pl: _Usuń
pt_br: _Apagar
ru: _Удалить

source: _Export
af: uitvoer
it: Esporta immagine
ru: экспорт

source: Open Session
af: Oop sessie

source: New Session
af: nuwe sessie

source: Save Session As
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva come
pl: Zapisz sesję jako
pt_br: Salvar sessão como
ru: Сохранить сеанс как

source: error opening
af: fout ontleding
ar: تحليل الأخطاء
es: Análisis de errores
it: apertura errore
pt_br: erro abertura
ru: Ошибка при открытии

source: File Name error! system
af: Lêernaam fout! stelsel

source: File open for read-only error
af: Lêer oop vir lees-alleen fout

source: Error opening output
af: fout ontleding
ar: تحليل الأخطاء
es: Análisis de errores
it: Errore, uscita di apertura
pt_br: Erro ao abrir a saída
ru: Ошибка при открытии выходной

source: Wrote configuration to
af: opset gered
ar: فشل تحميل الصورة: %s
de: Die folgenden Bilder konnten nicht überschrieben werden: %s
es: Se escribió la configuración para
fr: Impossible de remplacer les images: %s
it: Ha scritto di configurazione per
pl: Napisano konfigurację do
pt_br: Escreveu a configuração para
ru: Написал конфигурацию для

source: File error
af: lêer fout
ar: <b>المجال</b>
de: <b>Suchbereich</b>
es: <b>Ámbito</b>
fr: <b>Portée</b>
it: errore file
pl: Błąd pliku
pt_br: Erro arquivo
ru: Ошибка файла

source: Clear attributes and restore default filter list?
af: Duidelike kenmerke en herstel verstekfilter lys?

source: Restore default
af: standaard te herstel

source: Close without changing any settings
af: Sluit sonder om te bewaar
ar: أ_غلق دون حفظ
de: Schließen _ohne Speichern
es: _Cerrar sin guardar
fr: Fermer sans sa_uvegarder
it: Chiudi senza sal_vare
pl: Zamknij bez zmiany ustawień
pt_br: Fechar sem alterar as configurações
ru: Закрыть без изменения настроек

source: _Save
af: Stoor
ar: ا_حفظ
de: _Speichern
es: _Guardar
fr: _Enregistrer
it: _Salva
pl: Zapi_sz
pt_br: _Salvar
ru: _Сохранить

source: Close and Write settings to disk
af: Sluit en skryf instellings op skyf

source: Change settings and close but do not write settings to storage
af: instellings verandering en naby maar nie skryf instellings te stoor

source: none
af: geen
ar: لا شيء
de: nichts
es: ninguno
fr: aucun
it: nessuno
pl: brak
pt_br: nenhum

source: Menu/Cancel
af: Menu/Kanselleer
ar: قائمة/ألغِ
de: Menü/Abbrechen
es: Menú/Cancelar
fr: Menu/Annuler
it: Menu/Cancella
pl: Menu/Anuluj
pt_br: Menu/Cancelar
ru: Меню/Отмена действия

source: Pan/Cancel
af: Menu/Kanselleer
ar: قائمة/ألغِ
de: Menü/Abbrechen
es: Menú/Cancelar
fr: Menu/Annuler
it: Pan/Cancella
pl: Pan/Anuluj
pt_br: Menu/Cancelar
ru: Прокрутка/Отмена действия

source: Repeat/none
af: Herhaal/geen
ar: كرّر/لا شيء
de: Wiederholen/Nichts
es: Repetir/ninguno
fr: Répéter/aucun
it: Ripeti/Niente
pl: Powtórz/brak
pt_br: Repetir/nenhum
ru: Повтор: ---

source: Pick
af: Kies
ar: التقط
de: Auswählen
es: Coger
fr: Prendre
it: Prendi
pl: Wybierz
pt_br: Pegar
ru: Выбор

source: New
af: Huur
ar: جديد
es: Nuevo
fr: Nouveau
it: Nuovo

source: Save
af: Bewaar
ar: احفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt_br: Salvar
ru: Сохранить

source: Save As
af: Bewaar Alles
ar: احفظ الكل
de: _Alles speichern
es: Guardar todo
fr: Enregistrer toutes les pages
it: Salva come
pl: Zapisz jako
pt_br: Salvar Como
ru: Сохранить как

source: Print
af: Druk...
ar: اطبع...
de: Drucken...
es: Imprimir...
fr: Imprimer...
it: Stampa
pl: Drukuj
pt_br: Imprimir
ru: Печать

source: Cut
af: Sny 2
ar: _قصّ
de: _Ausschneiden
es: Cor_tar
fr: Co_uper
it: Taglia
pl: Wytnij
pt_br: Cortar
ru: Вырезать

source: Paste
af: Plak 2
ar: أ_لصق
de: E_infügen
es: _Pegar
fr: C_oller
it: Incolla
pl: Wklej
pt_br: Colar
ru: Вставить

source: Redo
af: Herstel
ar: كرّر
de: Wiederherstellen
es: Rehacer
fr: Refaire
it: Ripristina
pl: Przywróć
pt_br: Refazer
ru: Повторить

source: Unselect
af: Ontkies
ar: إلغاء
es: Deseleccionar
fr: Désélectionner
it: Deseleziona
pt_br: Desmarcar

source: Invert
af: Omkeer
ar: عكس
es: Inversión
fr: Inversion
it: Invertire
pt_br: Inversão

source: Attrib
af: Eienskappe
ar: سمات
es: Propiedades
fr: Attributs
it: Attributo
pt_br: Atributos

source: Line
af: Lyn
ar: خط
es: Línea
fr: Ligne
it: Linea
pt_br: Linha

source: Circle
af: Sirkel
ar: دائرة
es: Círculo
fr: Cercle
it: Cerchio
pt_br: Circulo

source: Arc
af: Boog
ar: قوس
es: Arco
it: Arco
pt_br: Arco

source: Path
af: Voeg Net By
ar: /أضف شبكة
de: Netz einfügen
es: Añadir polígono
fr: Ajouter une piste
it: Poligono
pl: Ścieżka
pt_br: Caminho
ru: многоугольник

source: Image
af: Beeld
ar: صورة
es: Imagen
it: Immagine
pt_br: Imagem

source: First
af: Eerste
ar: أول
es: Primero
fr: Première
it: Primo
pt_br: Primeira

source: Prev
af: Vorige
ar: السابق
es: Previa
fr: Précédente
it: Precedente
pt_br: Anterior

source: Next
af: Volgende
ar: التالى
es: Próxima
fr: Prochain
it: Prossimo
pt_br: Próximo

source: Down
af: Af
ar: أسفل
es: Abajo
fr: Vers le bas
it: Giù

source: Last
af: Laaste
ar: الاخير
es: Último
fr: Dernière
it: Scorsa

source: Manage
af: Bestuur
ar: يدير
es: Gestionar
fr: Gérer
it: Gestire

source: Netnames
af: Netwerkname
ar: الأسماء الصافية
es: Nombres de red
fr: Noms de réseau
it: Nomi di rete

source: Pan
af: Skuif Aansig
ar: انتقل
de: Ausschnitt verschieben
es: Centrar respecto al cursor
fr: Panoramique
pl: Przesuń widok
ru: Центрирование

source: Window
af: Venster
fr: fenêtre
it: Finestra

source: Selected
af: Gekies
fr: Choisie
it: Selezionata

source: Properties
af: Bewerk Tekseienskappe
fr: Propriétés
it: Proprietà

source: Unlock
af: Ontsluit
ar: فكّ القفل
de: Entsperren
es: Desfijar
fr: Déverrouiller
it: Sblocca
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировка

source: Update
af: Opdateer
fr: Mettre à jour
it: Aggiornare

source: Color
af: Kleur
fr: Couleur
it: Colore

source: Snap On
af: Snap Op
fr: Alignement automatique

source: image file not found
af: beeld-lêer nie gevind
fr: Image non trouvée
pt_br: Não foi encontrado o arquivo de imagem
ru: Файл изображения не найдены

source: Toolbar icon not found
af: nutsbalk icon nie gevind
fr: Icône de la barre d'outils introuvable
pt_br: Ícone da barra de ferramentas não encontrado
ru: Значок на панели инструментов не найден

source: Creating new Toolbar configuration
af: Die skep van 'n nuwe nutsbalkopstelling
de: Neue Symbolleistenkonfiguration erstellen
es: Creación de una nueva configuración de la barra de herramientas
fr: Créer une nouvelle configuration de barre d'outils
it: La creazione di nuova configurazione Toolbar
pl: Tworzenie nowej konfiguracji paska narzędzi
pt_br: A criação de novas ferramentas de configuração
ru: Создание новой конфигурации на панели инструментов

source: Saving Toolbar settings...
af: spaar nutsbalkopstelling...
de: Speichern der Symbolleisteneinstellungen...
es: Guardar la configuración de la barra de herramientas...
fr: Enregistrement des paramètres de la barre d'outils...
it: Salvataggio delle impostazioni della barra degli strumenti...
pl: Zapisywanie ustawień paska narzędzi...
pt_br: Guardar definições da barra de ferramentas...
ru: Сохранение параметров панели инструментов...
