Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/*.po
Languages: af, ar, de, es, fr, it, pl, pt_br, ru

source: Automatic slotting:
af: Outomatiese spleet:

source: Automatic slotting
af: Outomatiese spleet

source: Overwrite existing numbers:
af: Oorskryf bestaande getalle:

source: Overwrite existing numbers
af: Oorskryf bestaande getalle

source: slotted object without slot attribute may cause problems when autonumbering slots
af: gaatjieslepel voorwerp sonder slot attribuut mag probleme veroorsaak wanneer outomatiese nummering slots
ar: ﻿كائن مقسم (مشقوق) بدون سمة الشقّ قد يسبب مشاكل عند الترقيم الآلي للشقوق
de: Objekte mit "numslot" Attribut und ohne "slot" Attribut können beim automatischen Nummerieren von Bauteilen Probleme verursachen.
es: Un componente con varios elementos sin la propiedad 'slot' puede causar problemas al autonumerar los números de elemento
fr: Les objets à slots sans attribut de slot sont susceptibles de créer des problèmes durant l'annotation automatique
it: un oggetto con slot ma senza attributo di slot potrebbe causare problemi con l'autonumerazione
pt_br: Objetos com slots, sem atributo slot, podem causar problemas na autonumeraçãode slots
ru: Многосекционный объект без атрибута «slot» может вызвать проблемы при автонумерации секций

source: duplicate slot may cause problems: [symbol name=%s, number=%d, slot=%d]
af: duplikaatgleuf mag probleme veroorsaak: [symbolname=%s, number=%d, slot=%d]
ar: ﻿شقّ مكرر قد يسبب مشاكل: [اسم​الرمز=%s، العدد=%d، الشقّ=%d]
de: Doppelt vergebener slot kann Probleme verursachen: [Symbolname=%s, Number=%d, slot=%d]
es: La duplicidad de la propiedad 'slot' puede causar problemas: [nombre del símbolo=%s, número=%d, slot=%d]
fr: Les slots dupiqués sont susceptibles de créer des problèmes : [symbolname=%s, number=%d, slot=%d]
it: uno slot duplicato potrebbe causare problemi: [nome simbolo=%s, numero=%d, slot=%d]
pt_br: Slots duplicados podem causar problemas: [símbolo=%s, número=%d, slot=%d]
ru: Дублирование секций может вызвать проблемы: [symbolname=%s, number=%d, slot=%d]

source: No search string given in autonumber text.
af: Geen soekstring word in outonommer-teks gegee nie.
ar: لا يوجد نص بحث في نص الترقيم الآلي.
de: Es wurde kein Suchstring im Dialog eingegeben.
es: No se ha especificado una cadena de búsqueda para autonumerar texto.
fr: Pas de motif de recherche fourni pour l'annotation automatique.
it: Nessuna stringa di ricerca nel testo di autonumerazione.
pl: Nie podano tekstu wyszukiwania.
pt_br: Sem chave de pesquisa na autonumeração.
ru: Не задано выражение для автонумерации.

source: Diagonal
af: Diagonaal
ar: قطري
fr: en diagonal
it: Diagonale
pl: Po przekątnej
ru: По диагонали

source: Top to bottom
af: Bo to onder
ar: من الأعلى للأسفل
de: Von oben nach unten
es: De arriba hacia abajo
fr: de haut en bas
it: Dall'alto verso il basso
pl: Od góry do dołu
pt_br: De cima para baixo
ru: Сверху вниз

source: Bottom to top
af: Onder tot bo
ar: من الأسفل للأعلى
de: Von unten nach oben
es: De abajo hacia arriba
fr: de bas en haut
it: Dal basso verso l'alto
pl: Od dołu do góry
pt_br: De baixo para cima
ru: Снизу вверх

source: Left to right
af: Links tot regs
ar: من اليسار لليمين
de: Von links nach rechts
es: De izquierda hacia derecha
fr: de gauche à droite
it: Da sinistra a destra
pl: Od lewej do prawej
pt_br: Da esquerda para direita
ru: Слева направо

source: Right to left
af: Regs tot links
ar: من اليمين لليسار
de: Von rechts nach links
es: De derecha hacia izquierda
fr: de droite à gauche
it: Da destra a sinistra
pl: Od prawej do lewej
pt_br: Da direita para a esquerda
ru: Справа налево

source: File order
af: Lêerorde
ar: ترتيب الملف
de: Dateireihenfolge
es: Orden de archivos:
fr: dans l'ordre des éléments du fichier
it: Sequenza dei file
pl: Kolejność plików
pt_br: Ordem dos arquivos
ru: По порядку в файле

source: _History
af: geskiedenis
de: Geschichte

source: _Unset
af: ontstel

source: _Wild
af: wilde

source: Selected objects
af: geselekteerde voorwerpe
ar: الكائنات المنتقاة
de: Ausgewählte Objekte
es: Objetos seleccionados
fr: les objets sélectionnés
it: Oggetti selezionati
pl: Wybrane obiekty
pt_br: Selecionar Objetos
ru: Выделенные объекты

source: Current page
af: Lopende bladsy
ar: الصفحة الحالية
de: Aktuelle Seite
es: Hoja actual
fr: la page en cours
it: Pagina corrente
pl: Bieżącej stronie
pt_br: Página Atual
ru: Текущая страница

source: Whole hierarchy
af: Hele hierargie
ar: التسلسل الهرمي الكامل
de: Gesamte Hierarchie
es: Jerarquía completa
fr: la hiérarchie complète
it: Intera gerarchia
pl: Całej hierarchii
pt_br: Toda hierarquia
ru: Вся иерархия

source: Options
af: Opsies
ar: الخيارات
de: Optionen
es: Opciones
it: Opzioni
pl: Opcje
pt_br: Opções
ru: Настройки

source: An error occurred while inserting clipboard data
af: 'N fout tydens die inbring van knipbord data
ar: حدث خطأ أثناء إدخال البيانات من الحافظة
de: Beim Einfügen von Zwischenablagedaten ist ein Fehler aufgetreten
es: Se ha producido un error al insertar datos desde el portapapeles
fr: Une erreur s'est produite lors de l'insertion des données du Presse-papiers
it: Si è verificato un errore durante l'inserimento dei dati negli appunti
pl: Wystąpił błąd podczas wklejania danych ze schowka
pt_br: Um erro ocorreu inserindo dados da área de transferência
ru: Произошла ошибка при вставке данных в буфер обмена

source: Open all
af: Maak alles oop
ar: افتح الكل
de: Öffne alle
es: Abrir todo
fr: Ouvre tout
it: Apri tutto
pl: Otwórz wszystko
pt_br: Abra tudo

source: Close
af: Sluit Bladsy
ar: أ_غلق
de: S_chließen
es: C_errar
fr: _Fermer
it: _Chiudi
pl: Zamknij
pt_br: Fechar
ru: Закрыть

source: Styles
af: styl
ru: Стили

source: Tooltip settings
af: Tooltip instellings
de: QuickInfo-Einstellungen
es: Configuración de información sobre herramientas
fr: Paramètres de l'info-bulle
it: Impostazioni tooltip
pl: Ustawienia etykiet narzędzi
pt_br: Configurações de dicas de ferramentas
ru: Настройки подсказки

source: Enable tooltips
af: Aktiveer gereedskapstippies
ar: ‏تمكين تلميحات الأدوات
de: Aktivieren Sie QuickInfos
es: Habilitar información sobre herramientas
fr: Activer les info-bulles
it: Abilita i suggerimenti
pl: Włącz etykiety narzędzi
pt_br: Ativar dicas de ferramentas
ru: Включить всплывающие подсказки

source: Disable tooltips
af: Deaktiveer nutsbepalings

source: Default is to reference the component
af: Verstekgedrag - verwys na komponent
ar: ﻿السلوك الافتراضي - العنصر المرجعي
de: Bauteil referenzieren (Voreinstellung)
es: Comportamiento por defecto - designar componente
fr: Comportement par défaut - référencer le composant
it: Comportamento predefinito - Consultazione componente
pl: Domyślnie - użyj odniesiena do składnik
pt_br: O padrão é referenciar o componente
ru: Вставить как ссылку (по умолчанию)

source: Embed component in schematic
af: Lê komponent in stroombaandiagram in
ar: ﻿ضمّن المكون في المخطط
de: Bauteil in den Schaltplan einbetten
es: Incrustar componente en el esquema
fr: Embarquer le composant dans le schéma
it: Incorpora il componente nello schema
pl: Osadź element w pliku schematu
pt_br: Embutir componente no diagrama
ru: Внедрить в схему

source: Include component as individual objects
af: Sluit komponent as afsonderlike voorwerpe in
ar: ضمّن المكون ككائنات فردية
de: Bauteil als Einzelkomponenten einfügen
es: Incluir componentes como objetos individuales
fr: Éclater le composant en objets individuels
it: Includi componente come oggetto individuale
pl: Wstaw element jako indywidualne obiekty składowe
pt_br: Incluir como objetos individuais
ru: Вставить как отдельные объекты

source: Components
af: Komponente
ar: مكونات
de: Bauteile
es: Componentes
fr: Composants
it: Componenti
pl: Elementy
pt_br: Componentes
ru: Компоненты

source: Name
af: Naam
ar: اسم
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt_br: Nome
ru: Имя

source: Value
af: Waarde
ar: قيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
pl: Wartość
pt_br: Valor
ru: Значение

source: None
af: Geen
ru: Никто

source: Style 1
af: styl 1
ru: Стиль 1

source: Style 2
af: styl 2
ru: Стиль 2

source: Style 3
af: styl 3
ru: Стиль

source: Style 4
af: styl 4
ru: Стиль 4

source: Style 5
af: styl 5
ru: Стиль 5

source: Style 7
af: styl 7
ru: Стиль 7

source: Style 8
af: styl 8
ru: Стиль 8

source: All
af: Alles
ar: الكل
de: Alle
es: Todo
fr: Tous
it: Tutto
pl: Wszystko
pt_br: Todos
ru: Все

source: Enable all styles
af: Aktiveer alle styles
ru: Включить все стили

source: Uncheck all styles
af: Ontmerk alle styles
ru: Отмените все стили

source: Embed
af: Lê In
ar: ضمّن
de: Einbetten
es: Incrustar
fr: Embarquer
it: Incorpora
pl: Osadź
pt_br: Embutir
ru: Внедрение

source: Preview
af: Voorskou
ar: معاينة
de: Vorschau
es: Vista preliminar
fr: Prévisualisation
it: Anteprima
pl: Podgląd
pt_br: Visualização
ru: Предпросмотр

source: Attributes
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Attributi
pl: Atrybuty
pt_br: Atributos
ru: Атрибуты

source: Close without saving
af: Maak toe sonder om te stoor
ar: إغلاق بدون حفظ
de: Schließen ohne speichern
es: Cerrar sin guardar
fr: Fermer sans enregistrer
it: Chiudi senza salvare
pl: Zamknij bieżącą stronę bez zapisywania
pt_br: Feche sem salvar
ru: Закрыть без сохранения

source: Save changes
af: Stoor veranderinge
fr: Sauvegarder les modifications
it: Salvare le modifiche

source: unsaved page
af: ongestoorde bladsy
ar: صفحة غير محفوظة
de: ungespeicherte Seite
es: página no guardada
fr: page non enregistrée
it: pagina non salvata
pl: niezapisana strona
pt_br: página não guardada
ru: несохраненная страница

source: unsaved pages
af: ongestoorde bladsye
ar: صفحات غير محفوظة
de: nicht gespeicherte Seiten
es: незапазени страници
fr: pages non sauvegardées
it: pagine non salvate
pl: niezapisane strony
pt_br: páginas não guardadas
ru: несохраненные страницы

source: selected pages
af: geselekteerde bladsye
ar: الصفحات المحددة
de: ausgewählte Seiten
es: páginas seleccionadas
fr: pages sélectionnées
it: pagine selezionate
pl: wybrane strony
ru: выбранные страницы

source: safe mode
af: veilige af
ar: الوضع الآمن
de: Sicherheitsmodus
es: modo seguro
fr: mode sécurisé
it: modalità sicura
pl: tryb bezpieczeństwa
pt_br: modo de segurança
ru: безопасный режим

source: Console
af: Konsole

source: Drag & Drop
af: Sleep & Drop
ar: السحب والإفلات

source: An error occurred while receiving Drag & Drop data
af: 'N fout tydens die ontvangs van Sleep & Drop data
ar: حدث خطأ أثناء تلقي البيانات السحب والإفلات
de: Beim Empfangen von Drag & Drop-Daten ist ein Fehler aufgetreten
es: Se ha producido un error al recibir datos de arrastrar y soltar
fr: Une erreur s'est produite lors de la réception des données glisser-déposer
it: Si è verificato un errore durante la ricezione di dati Drag & Drop
pl: Wystąpił błąd podczas odbierania danych Drag & Drop
pt_br: Ocorreu um erro enquanto estiver recebendo dados de arrastar e soltar
ru: Произошла ошибка при получении Drag & Drop данных

source: Data error
af: data fout
ar: خطأ في البيانات
de: Datenfehler
es: Error de datos
fr: Erreur de donnée
it: errore dati
pl: błąd danych
pt_br: Erro de dados
ru: ошибка в данных

source: Coordinates
af: Komponentmodus
ar: وضع المكون
de: Bauteilmodus
es: Modo Componentes
fr: Mode Composant
it: Scelta Componente
pl: Współrzędne
pt_br: Coordenadas
ru: Координаты

source: Screen
af: Skerm
ar: شاشة
de: Bildschirm (Pixel)
es: Pantalla
fr: Écran
it: Schermo
pl: Ekran
pt_br: Janela
ru: Отображаемая область

source: World
af: Wêreld
ar: عالم
de: Weltkoordinaten
es: Mundo
fr: Monde
it: Mondo
pl: Świat
pt_br: Canvas
ru: Вся рабочая область

source: Could not load image file
af: Kon nie open beeld-lêer
ar: لا يمكن فتح الملف
de: Bilddatei konnte nicht geladen werden
es: No se pudo cargar el archivo de imagen
fr: Impossible de charger le fichier image
it: Impossibile caricare il file immagine
pl: Nie można załadować pliku obrazu
pt_br: Não foi possível carregar o arquivo de imagem
ru: Не удалось загрузить файл изображения

source: gEDA: GPL Electronic Design Automation
af: gEDA: GPL Elektroniese Ontwerp Outomatisering
ar: gEDA: GPL (أتمتة التصميم الإلكتروني)
de: gEDA: Elektronische Designautomatisierung
es: gEDA: Automatización de Diseño Electrónico GPL
pl: gEDA: GPL Elektroniczne Automatyka Projektowanie
pt_br: gEDA: GPL Automação de Design Electrónico
ru: gEDA: САПР электроники под лицензией GPL

source: About gschem
af: Oor gschem
ar: عن gschem
de: Über gschem
es: Acerca de gschem
fr: À propos de gschem
it: Informazioni su gschem
pl: O programie
pt_br: Sobre gschem
ru: О программе

source: Text Size
af: Teksgrootte
ar: حجم النص
de: Text Größe
es: Tamaño de texto
fr: Taille de texte :
it: Dimensione Testo
pl: Rozmiar czcionki
pt_br: Tamanho do Texto
ru: Размер текста

source: Enter new text size:
af: Gee nuwe teksgrootte aan:
ar: أدخل حجم نص جديد:
de: Neue Textgröße eingeben:
es: Introduzca nuevo tamaño de texto:
fr: Entrez la nouvelle taille de texte :
it: Inserisci nuova ampiezza del testo:
pl: Wprowadź nowy rozmiar czcionki:
pt_br: Novo tamanho do texto:

source: Arc Parameters
af: Boogparameters
ar: معاملات القوس
de: Bogen Parameter
es: Parámetros de arco
fr: Paramètres d'arc
it: Parametri Arco
pl: Parametry łuku
pt_br: Parametros do Arco
ru: Параметры дуги

source: Start Angle:
af: Beginhoek:
ar: زاوية البدأ:
de: Start Winkel:
es: Ángulo de comienzo:
fr: Angle de départ :
it: Angolo di Attacco:
pl: Kąt początkowy:
pt_br: Ângulo Inicial:
ru: Начальный угол:

source: Degrees of Sweep:
af: Grade van Kromming:
ar: درجات الاجتياح:
de: Öffnungswinkel:
es: Grados de barrido:
fr: Balayage :
it: Gradi di sviluppo dell'arco:
pl: Kąt rozwarcia:
pt_br: Graud da varredura:
ru: Угол разворота:

source: Pin
af: Pen
ar: د_بوس
fr: _Broche
pt_br: Pino
ru: Вывод

source: Net
af: Skakeling
ar: شبكة
de: Netz
es: Conexión
fr: Piste
it: Collegamento
pl: Połączenie
pt_br: Conexão
ru: Соединение

source: Attribute
af: Eienskappe
ar: سمات
de: Attribut
es: Propiedades
fr: Attributs
it: Attributo
pl: Atrybut
pt_br: Atributos
ru: Атрибут

source: Grid point
af: Boogmodus
ar: ﻿نقطة شبيكة
de: Rasterpunkt
es: Punto de rejilla
fr: Point de grille
it: Modalità Arco
pl: Punkt siatki
pt_br: Ponto de grade
ru: Точка сетки

source: Detached attribute
af: Bewerk Eienskappe
ar: سمة مفصولة
de: Attribut ablösen
es: Desvincular propiedad
fr: Attribut détaché
it: Scollega attributi
pl: Odłączony atrybut
pt_br: Atributo separado
ru: Неприкреплённый атрибут

source: Text
af: Teks
ar: نص
es: Texto
fr: Texte
it: Testo
pl: Tekst
pt_br: Texto
ru: Текст

source: Selection
af: seleksie
ar: انتق
de: Auswählen
es: Selección
fr: Sélection
it: Seleziona
pt_br: Selecção
ru: Выделение

source: Zoom box
af: Zoem Reghoek
ar: قرّب المربع
de: Ausschnitt wählen
es: Ventana de ampliado
fr: Boîte d'agrandissement
it: Ingrandisci Riquadro
pl: Obszar powiększenia
pt_br: Janela de Zoom
ru: Рамка масштабирования

source: Stroke
af: Wyserslag
ar: جرة (Stroke)
de: Taste
es: Gesto
fr: Trait
it: Tratto
pl: Gest
pt_br: Gesto
ru: Жест

source: Lock
af: Sluit
ar: أقفل
de: Sperren
es: Fijar
fr: Verrouiller
it: Blocca
pl: Zablokuj
pt_br: Bloquear
ru: Блокировка

source: Net junction
af: Funksie
ar: وصلة شبكة
de: Netzverbindung
es: Unión de conexiones
fr: Jonction de liaison
it: Azione
pl: Połączenie przewodów
pt_br: Junção da rede
ru: Соединительная точка

source: Hollow
af: Hol
ar: مجوّف
de: Leer
es: Hueco
fr: Vide
pl: Brak
pt_br: Vazio
ru: Пусто

source: Filled
af: Gevul
ar: مملوء
de: Gefüllt
es: Relleno
fr: Plein
pl: Pełne
pt_br: Preenchida
ru: Заливка

source: Mesh
af: Rooster
ar: خيط الشبكة
de: Gitter
es: Malla
fr: Quadrillage
pl: Siatka
pt_br: Malha
ru: Сетка

source: Hatch
af: Arseer
ar: تهشير
de: Schraffiert
es: Trama
fr: Rayures
pl: Kreskowanie
pt_br: Linhas
ru: Штриховка

source: Edit Fill Type
af: Bewerk Vultipe
ar: حرّر نوع الملء
de: Füllung bearbeiten
es: Editar tipo de relleno
fr: Éditer le type de remplissage
it: Modifica il Tipo di Riempimento
pl: Edytuj typ wypełnienia
pt_br: Editar Preenchimento
ru: Выбрать заполнение

source: Fill Type:
af: Vultipe:
ar: نوع الملء:
de: Füllung:
es: Tipo de relleno:
fr: Type de remplissage :
it: Tipo riempimento:
pl: Typ wypełnienia:
pt_br: Preenchimento:
ru: Тип:

source: Line Width:
af: Lynwydte:
ar: عرض الخط:
de: Linienbreite:
es: Ancho de línea:
fr: Épaisseur :
it: Larghezza linea:
pl: Szerokość linii:
pt_br: Largura da Linha:
ru: Толщина:

source: Angle 1:
af: Hoek 1:
ar: الزاوية 1:
de: Winkel 1:
es: Ángulo 1:
it: Angolo di Attacco:
pl: Kąt linii 1:
pt_br: Ângulo 1:
ru: Угол 1:

source: Pitch 1:
af: Steek 1:
ar: الإنحدار 1:
de: Abstand 1:
es: Separación 1:
fr: Écart1 :
pl: Odstęp między liniami 1:
pt_br: Passo 1:
ru: Шаг 1:

source: Angle 2:
af: Hoek 2:
ar: الزاوية 2:
de: Winkel 2:
es: Ángulo 2:
it: Angolo di Attacco:
pl: Kąt linii 2:
pt_br: Ângulo 2:
ru: Угол 2:

source: Pitch 2:
af: Steek 2:
ar: الإنحدار 2:
de: Abstand 2:
es: Separación 2:
fr: Écart2 :
pl: Odstęp między liniami 2:
pt_br: Passo 2:
ru: Шаг 2:

source: Select fill pattern
af: Kies
ar: انتق
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
pt_br: Selecionar padrão de preenchimento
ru: Выберите узор заливки

source: Solid
af: Solied
ar: متواصل
de: Durchgehend
es: Sólido
fr: Continu
pl: Jednolita
pt_br: Solido
ru: Сплошная

source: Dotted
af: Gestippeld
ar: منقط
de: Gepunktet
es: Punteado
fr: Pointillés
pl: Kropki
pt_br: Pontilhado
ru: Пунктир

source: Dashed
af: Gebroke
ar: شُرَط
de: Gestrichelt
es: Guión
fr: Tirets
pl: Kreski
pt_br: Tracejado
ru: Штрих

source: Center
af: Sentreer
ar: وسط
de: Strich-Punkt
es: Centrar
fr: Centré
pl: Kropka-kreska
pt_br: Centro
ru: Штрих-пунктир

source: Phantom
af: Spook
ar: وهم
de: Strich-Zwei-Punkt
es: Fantasma
fr: Fantôme
pl: Kropka-kropka-kreska
pt_br: Fantasma
ru: Двойной штрих-пунктир

source: Edit Line Width & Type
af: Bewerk Lynwyddte & -styl
ar: حرّر عرض و نوع الخط
de: Linieneigenschaften bearbeiten
es: Editar ancho y tipo de línea
fr: Épaisseur et type de ligne
it: Modifica Larghezza & Tipo di Linea
pl: Edycja stylu linii
pt_br: Editar Largura e Tipo de Linha
ru: Свойства линии

source: Line Type:
af: Vultipe:
ar: نوع الملء:
de: Füllung:
es: Tipo de relleno:
fr: Type de remplissage :
it: Tipo riempimento:
pl: Rodzaj linii:
pt_br: Tipo de Linha:
ru: Тип линии:

source: End Type:
af: Einde Tipe:
ar: النّوع:
de: Umfang:
es: Tipo:
fr: Type :
it: Modifica tipo di pin:
pl: Zakończenie Rodzaj:
pt_br: Tipo de final:
ru: Конечное стиль:

source: Width:
af: Wydte:
ar: العرض:
de: Breite:
es: Ancho:
fr: Largeur :
pl: Szerokość:
pt_br: Largura:
ru: Толщина:

source: Dash Length:
af: Streeplengte:
ar: طول الشرطة:
de: Linienlänge:
es: Longitud de la línea en la discontinuidad:
fr: Longueur du tiret :
pl: Długość kreski:
pt_br: Tamanho do traço:
ru: Штрих:

source: Dash Space:
af: Streepspasie:
ar: فراغ الشرطة:
de: Linienlücke:
es: Espaciado de la discontinuidad:
fr: Espace entre tirets :
pl: Długość przerwy:
pt_br: Tamanho do espaço:
ru: Промежуток:

source: Find Text
af: Vind Teks
ar: ابحث عن نص
de: Text suchen
es: Encontrar texto:
fr: Recherche de texte
it: Trova testo
pl: Znajdź tekst
pt_br: Localizar Texto
ru: Поиск текста

source: Text to find:
af: Teks om te vind:
ar: النص المطلوب:
de: Zu suchender Text:
es: Texto a encontrar:
fr: Texte à rechercher :
it: Testo da trovare:
pl: Szukany tekst:
pt_br: Loc. Texto:
ru: Текст для поиска:

source: Search hidden attributes
af: Vervang bestaande eienskappe
ar: أظهر السمات الموروثة
de: Geerbte Attribute anzeigen
es: Mostrar propiedades heredadas
fr: Montrer les attributs hérités
it: Mostra gli attributi ereditati
pt_br: Pesquisar atributos ocultos
ru: Поиск скрытый атрибуты

source: Descend into hierarchy
af: daal in hierargie af
ar: ﻿انحدر في التسلسل الهرمي
de: In der Hierachie hinabsteigen
es: Descender en la jerarquía
fr: descendre dans la hiérarchie
it: discende nella gerarchia
pl: Zejdź do hierarchii
pt_br: Descer para hierarquia
ru: Спуститесь в иерархии

source: Close on ascent
af: Sluit Bladsy
ar: أغلق الصفحة
de: Seite schließen
es: Cerrar página
fr: Fermer la page
it: Chiudi pagina
pl: Zamknij na wzniesieniu
pt_br: Fechar na subida
ru: Закрыть на подъём

source: Hide Text
af: Verskuil Teks
ar: أخف النص
de: Text verbergen
es: Ocultar texto:
fr: Cacher le texte
it: Nascondi testo
pl: Ukryj tekst
pt_br: Esconder Texto
ru: Скрыть текст

source: Hide text starting with:
af: Verskuil teks beginnende met:
ar: أخف النص البادئ بـ:
de: Text verbergen, der beginnt mit:
es: Ocultar texto que comienza por:
fr: Cacher le texte commençant par :
it: Nascondi il testo iniziando con:
pl: Ukryj tekst zaczynający się od:
pt_br: Ocultar texto iniciado com:
ru: Скрыть текст, начинающийся с:

source: Show Text
af: Toon Teks
ar: أظهر النص
de: Text anzeigen
es: Mostrar texto
fr: Montrer le texte
it: Mostra testo
pl: Wyświetl tekst
pt_br: Mostrar texto
ru: Показать текст

source: Show text starting with:
af: Toon Teks beginnende met:
ar: أظهر النص البادئ بـ:
de: Text anzeigen, der beginnt mit:
es: Mostrar texto que comienza por:
fr: Montrer le texte commençant par :
it: Mostra il testo iniziando con:
pl: Wyświetl tekst zaczynający się od:
pt_br: Mostrar texto iniciado com:
ru: Показать текст, начинающийся с:

source: Text Entry...
af: Teksaantekening...
ar: مدخل نص...
de: Texteingabe...
es: Introducción de texto...
fr: Ajout de texte...
it: _Testo...
pl: Wprowadzanie tekstu...
pt_br: Inserir texto...
ru: Ввод текста...

source: Translate
af: Verskuif
ar: اسحب
de: Verschieben nach
es: Mover
fr: Translater
it: Converti
pl: Tłumacz
pt_br: Transladar
ru: Сместить

source: Offset to translate? (0 for origin)
af: Afwyking om te verskuif? (0 vir oorsprong)
ar: قيمة الإزاحة من أجل السحب؟ (0 من أجل المبدأ)
de: Wie weit soll verschoben werden? (0 verschiebt zum Ursprung)
es: ¿Desplazamiento del movimiento? (0 para el origen)
fr: Cible pour translation ? (0 pour translation à l'origine)
it: Spostamento per conversione? (0 per l'origine)
pl: Offsetowy do tłumaczyć? (0 dla pochodzenia)
pt_br: Valor a transladar? (0 para origem)

source: Auto Zoom Extents
af: Zoem Uitmate
ar: /قرّب مع شمل الامتدادات
de: Automatisch
es: /Mostrar todo
fr: /Agrandissement auto
it: Zoom alla pagina
pl: Automatycznie zbliżeniem stopniu rysunkowych
pt_br: Extensões de zoom automático
ru: Автозумирование Экстенты

source: Icon
af: ikoon
pt_br: Ícone
ru: Значок

source: Action
af: Handeling
ar: إجراء
de: Aktion
es: Acción
it: Azione
pl: Czynność
pt_br: Ação
ru: Действие

source: Keystroke(s)
af: Sleutelslae
ar: ضغطة مفاتيح
de: Tastenabfolge
es: Pulsación(es)
fr: Touche(s)
it: Tasto(i)
pl: Klawisz(e)
pt_br: Arranjos de tecla
ru: Сочетание клавиш

source: Command
af: Opdrag:
ar: الأمر:
de: Befehl:
es: Comando:
fr: Commande:
it: Componente
pl: Rozkaz
pt_br: Comando
ru: команда

source: Major symbol changes detected.
af: Belangrike simbool veranderinge word opgespoor.
it: Rilevati importanti cambiamenti sul simbolo.
pt_br: Alterações de símbolo detectada.
ru: Обнаружено значительное изменение символа.

source: Changes have occurred to the symbols shown below. Be sure to verify each of these symbols.
af: Wysigings het plaasgevind op die simbole wat hieronder getoon word. Maak seker dat jy al hierdie simbole verifieer.
it: I cambiamenti ai simboli sono mostrati in basso. Assicurarsi di verificare ogni simbolo.
pl: Zmiany dotyczyły symboli przedstawionych poniżej. Koniecznie sprawdź każdy z tych symboli.
pt_br: Mudanças ocorreram nos símbolos abaixo. Verifique cada um dos símbolos.
ru: Приведённые ниже символы были изменены. Удостоверьтесь, что проверили каждый из них.

source: Symbol
af: Simbole
ar: رموز
de: Symbole
es: Símbolos
fr: sym - Symboles
it: Simbolo
pt_br: Símbolo
ru: Символ

source: Dismiss this dialog
af: Skakel hierdie dialoog af
pl: Zamknij to okno dialogowe
ru: Отклонить этот диалог
