Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/kh.po
Languages: kh

source: Warning: <%s> did not expand
kh: Promean: <%s> min pongrik

source: Command-line error: disabling auto load last
kh: kamhosa banteat peaky banhchea: bet kar phtok rothayont chongokraoy

source: Assuming schematic file suffix for
kh: sa nm t tha eksar koumnour bampruonh samreab bachchy

source: Assuming symbol file suffix for
kh: sa nm t tha eksar del chea nimittaroub samreab bachchy

source: An error was encountered loading requested session
kh: ban chuobabrateah kamhosa muoy knong kar phtok ban snae rsom samyobrachoum

source: Auto Load
kh: phtok daoy svyobravotte

source: The GEDADATA environment variable must be set! gschem cannot locate some data files. Please ensure the GEDADATA environment variable points to the correct location.
kh: ather bristhean GEDADATA trauvte trauv ban kamnt! gschem min ach kamnt titeang eksar tinnony muoychamnuon. saum brakd GEDADATA nih pintou ather bristhean tow titeang troemotrauv.

source: Unable to locate scheme initialization file
kh: min ach kamnt titeang eksar chabphdaem

source: Read scheme initialization file
kh: saum an eksar chabphdaem chamrouh

source: Failed to read scheme initialization file
kh: saum an eksar chabphdaem chamrouh

source: version
kh: Kamne:

source: Logging system is disabled
kh: samy del ban chabphtaem chea brapn

source: ERROR: Failed to load or evaluate startup script.
kh: kamhosa: ban breachy knong kar phtok ryy veayotamlei skrib pel chabphdaem.

source: Exiting normal
kh: kammovithi chenh thommotea

source: FAILED:
kh: breachy:

source: Parent Window
kh: bangauoch me

source: Parent window for this dialog
kh: bangauoch del chea aupouk mteay haey champoh braab nih

source: Title
kh: chamnangcheung

source: Dialog window title
kh: chamnangcheung bangauoch braab

source: Label Text
kh: leak atthabat

source: Text to be displayed for the Macro label
kh: atthabt del trauv bangheanh samreab slak meakrau

source: Macro:
kh: meakrau:

source: Macro String
kh: khsae aksaar meakrau

source: Evaluate
kh: karvayotamlei

source: Retrieving main window position.
kh: kampoung tow yk titeang bangauoch me.

source: Retrieving main window geometry.
kh: kampoung tow yk thorneimatr bangauoch me

source: Auto-Restore
kh: sta r daoy svyobravotte

source: Automatically restore the main window geometry
kh: chuosachoul thorneimatr bangauoch me daoy svyobravotte

source: Horizontal adjustment
kh: lei tamrouv phtek

source: Page
kh: Tompr

source: Page Geometry
kh: Thorneimatr Tompr

source: Vertical adjustment
kh: Lei tamrouv banhchhor

source: Usage: %s [OPTION ...] [--] [FILE ...] Interactively edit gEDA schematics or symbols. If one or more FILEs are specified, open them for editing; otherwise, create a new, empty schematic. Options: -a, --render-adaptor <DRV> Specify which render adaptor to use, Cario or X11. -c, --config-file <FILE> Additional configuration file to load. -g, --guile <DIR> Add DIR to the Guile path (pre-config). -f, --font <NAME> set font family name -h, --help Help; this message. -l, --list List saved session names. -m, --safe-mode Safe Mode. -n, --no-auto No auto load last document. -o, --output <FILE> Output filename (for printing and image output). -p, --place Automatically place the window. -q, --quiet Quiet mode. -r, --run <FILE> Scheme script to run at startup. -s, --start <name> Startup using the given session name. -t, --title-block <FILE> Start a new drawing using the specified title-block. -u, --undo-dir <DIR> Specify a temporary directory for Undo files. -v, --verbose Verbose mode. -V, --version Show version information. -x (EXPR) Scheme expression to run at startup. -z, --minimized Hide the main window, used for scripting -- Treat all remaining arguments as filenames. Report bugs at <https://bugs.launchpad.net/geda> gEDA homepage: <http://www.geda-project.org>
kh: karobrae brasa: %s [CHOMREUS ...] [--] [EKSAR ...] koumnour bampruonh gEDA kesamruol antorokamm ning nimittasanhnhea. brasenbae mean EKSARs muoy ryy chraen trauv ban banhcheak baek aoy puokke samreab kar kesamruol; bae min dauchneh te , bangkeut thmei tte koumnour bampruonh. Chomreus: -a, --render-adaptor=DRV bangheanh a dab thr banhcheak del karobrae, Cario ryy X11. -c, --config-file=EKSAR eksar kamnt rochneasampnth banthem tiet daembi phtok. -h, --help saum chuoy; bangheanh sar nih. -L DIR banthem DIR daembi svengork Scheme phlauv. -l, --list banhchi chhmoh samy del ban roksaatouk. -m, --safe-mode baek rbieb sovotthephap. -n, --no-auto min phtok eksar chongokraoy nih daoy svyobravotte. -o, --output=EKSAR chhmoh eksar lotthophl (samreab kar baohpoump). -p dak bangauoch daoy svyobravotte. -q, --quiet rbieb sngatsngiem. -r, --run EKSAR Scheme skrib daembi rt nowpel chabphdaem. -s, --start <chhmoh eksar> pel del chabphdaem daoy brae chhmoh samyobrachoum del ban phdal aoy. -t, --title-block EKSAR chabphtaem kour thmei muoy daoy brae chamnangcheung blok del ban banhcheak. -u, --undo-dir DIR banhcheak tht bandaohasann samreab eksar del minothveuvinh. -v, --verbose rbieb briyay. -V, --version bangheanh ptrmean kamne. -x <EXPR> Scheme kar banhchenhomte daembi rt nowpel chabphdaem. -- kar pyeabeal akouymng del now sesasal teangoasa dauchchea chhmoh eksar. rbaykar kamhosa now <https://bugs.launchpad.net/geda> gEDA/gaf kehtompr: <http://www.geda-project.org/>

source: Copyright (C) 1998-2017 gEDA developers This is free software, and you are welcome to redistribute it under certain conditions. For details, see the file `COPYING', which is included in the gEDA distribution. There is NO WARRANTY; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE, to the extent permitted by law.
kh: Roksaasetthi (C) 1998-2017 gEDA anak aphivodtho nih kuchea phnek tn seri haey anak ka ach chekchay vea now kraom lokkhakhand cheakleak. saum meul kar `COPYING' eksar samreab p tr mean lomet, del trauv ban ruom banhchoul nowknong karchekcheay gEDA. kmean karthanea, tomham del ban anounhnhat daoy chbab.

source: error parsing
kh: nhek kamhos

source: ERROR
kh: kamhos

source: option requires an argument
kh: chomreusa teamtear akouymng

source: Unknown option
kh: min skal chomreus

source: Unknown option character
kh: chomreusa tuoaksaar min skal

source: help for more information
kh: chuoy samreab ptrmean banthem

source: Run
kh: choum ti

source: Preview Buffer
kh: kar phtok tinnony kar meul cheamoun

source: Filename
kh: chhmoh​ eksar

source: name of file to be previewed
kh: chhmoh eksar nung trauv ban meul cheamoun

source: Object List
kh: chreusa vottho

source: List of objects to be previewed
kh: banhchi vottho del nung trauv ban meul cheamoun

source: Active
kh: sakammopheap

source: Whether the preview widget is enabled or disabled
kh: tha tae theato krahvek meul cheamoun trauv ban bet ryy baek

source: Large size
kh: star tomham

source: Whether the preview widget should be large or small
kh: tha tae theato krahvek meul cheamoun kuor mean tomham thom ryy tauch

source: Coordinates Mode
kh: rbieb kauardaone

source: Sets the Format Mode used to display coordinates on the status bar
kh: kamnt rbieb trongtreay del ban brae daembi bangheanh kar saam rb saamruol leu rbar sthanphap

source: Grid Mode
kh: rbieb kraleachatrang

source: Sets the Grid Mode to display on the status bar
kh: kamnt rbieb kraleachatrangk daembi bangheanh now leu rbar sthanphap

source: Grid Size
kh: tomham kraleachatrang

source: Sets the Grid Size to display on the status bar
kh: kamnt tomham kraleachatrangk daembi bangheanh now leu rbar sthanphap

source: height
kh: kamposa

source: Sets the height of the status bar
kh: kamnt kamposa robsa rbar sthanphap

source: Left Button Text
kh: atthabt boutong chhveng

source: Set the string for the Left Button Text
kh: kamnt khsae aksaar samreab atthabt boutong chhveng

source: Middle Button Text
kh: atthabt boutong k nta l

source: Set the string for the Middle Button Text
kh: kamnt khsae aksaar samreab atthabt boutong k nta l

source: Right Button Text
kh: atthabt boutong stam

source: Set the string for the Right Button Text
kh: kamnt khsae aksaar samreab atthabt boutong sdam

source: Snap Mode
kh: rbieb khtasa

source: Sets the Snap Mode to display on the status bar
kh: kamnt rbieb khtasa daembi bangheanh now leu rbar sthanphap

source: Snap Size
kh: tomham khtasa

source: Sets the Snap Size to display on the status bar
kh: kamnt tomham khtasa daembi bangheanh now leu rbar sthanphap

source: Status Text
kh: atthabt sthanphap

source: Set the string for the text on the Status Bar
kh: kamnt khsae aksaar samreab atthabt now leu rbar sthanphap

source: Status State
kh: rodth sthanphap

source: Status Bar Height
kh: sthanphap bar kamposa

source: Set or get the height of the status bar
kh: kamnt ryy ttuol ban kamposa robsa rbar sthanphap

source: Coordinate display, right click for format options
kh: saam rb saamruol kar bangheanh, choch kandor khangosdam samreab chomreusa kar thveu trongtreay

source: Left pointer button assignment
kh: karchattang boutong pruonh now khangochhveng

source: Middle pointer button assignment, right click for options
kh: karchattang boutong pruonh now m chchhu m, choch kandor khangosdam samreab chomreus

source: Right pointer button assignment, right click for options
kh: karchattang boutong pruonh now khangosdam, choch kandor khangosdam samreab chomreus

source: Indicates the current snap, grid units or state
kh: bangheanh tha rodth ryy kraleachatrangk khtasa

source: Indicates the current command state
kh: banhcheak pi sthanphap bachchobbann robsa peaky banhchea

source: Gschem status bar
kh: Gschem rbar sthanphap

source: Grid
kh: Kraleachatrang

source: OFF
kh: BET

source: Error
kh: kamhosa knong kar

source: NONE
kh: KMEAN

source: Object ~A is not included in the current gschem page.
kh: vottho ~A min trauv ban ruomobanhchoul nowknong tompr gschem bachchobban.

source: Invalid text name/value visibility ~A.
kh: chhmoh atthabt min troemotrauv-tamlei pheap meulkheunh ~A.

source: Processing
kh: damnaerkar

source: Skipping
kh: romlong

source: entry in rc file
kh: tamlei knong eksar daoy rc

source: Bad Value
kh: koun tamlei

source: check
kh: pinityameul

source: or Scheme, continuing with
kh: ryy krongkar bant cheamuoy

source: maximum value
kh: tamlei atebarmea

source: minimum value
kh: tamlei abbabarmea

source: default value
kh: tamlei lomneadaem

source: Invalid type assignment, check
kh: kechchakar braphet min troemotrauv, kar truotpinit

source: This is gEDA/gschem version
kh: nih kuchea kamne gEDA/gschem

source: but you have a version
kh: bo nde anak mean kamne muoy

source: Please be sure that you have the latest rc file
kh: saum brakd tha anakmean chongokraoy bamphot del rc pi eksar

source: file
kh: eksar

source: Invalid value, zoom-gain cannot be zero, check entry in rc file
kh: tamlei min troemotrauv , pongrik kar kaenlaeng min ach chea sauny , pinityameul theato nowknong eksar daoy rc

source: Invalid type assignment, check zoom-gain entry in rc file
kh: karchattang braphet min troemotrauv , pinityameul theato pongrik kar kaenlaeng nowknong eksar daoy rc

source: Continuing with default value
kh: bant cheamuoy tamlei lomneadaem

source: Invalid type assignment, check logging entry in rc file
kh: karchattang braphet min troemotrauv , pinityameul theato kab chheu nowknong eksar daoy rc

source: Invalid value, snap-size cannot be zero, check entry rc file
kh: tamlei min troemotrauv , mean tomham khtasa min ach chea sauny , pinityameul eksar daoy rc theato

source: Invalid type assignment, check snap-size entry in rc file
kh: karchattang braphet min troemotrauv , pinityameul tomham theato khtasa knong eksar daoy rc

source: Invalid value, bus-ripper-size cannot be zero, check entry rc file
kh: tamlei min troemotrauv , rth y nd krong - Ripper tomham min ach chea sauny pinity eksar daoy rc theato

source: Invalid type assignment, check bus-ripper-size entry in rc file
kh: karchattang braphet min troemotrauv , pinityameul theato rth y nd krong - Ripper tomham nowknong eksar daoy rc

source: Can not scroll 0 steps, invalid scrollpan-steps, check entry in rc file
kh: min ach rmour 0 chomhan scrollpan chomhan - min troemotrauv pinityameul theato nowknong eksar daoy rc

source: Invalid type assignment, check scrollpan-steps entry in rc file
kh: karchattang braphet min troemotrauv , pinityameul scrollpan chaul knong chomhan eksar daoy rc

source: Invalid zoom factor
kh: katta pongrik min troemotrauv

source: Object ~A is not directly included in a page.
kh: vottho ~A min mean daoy phtal nowknong tompr muoy.

source: Could not launch URI
kh: min ach baek chea URI

source: Found invalid gschem window smob ~S
kh: smob bangauoch del gschem min troemotrauv del ban rk kheunh ~S

source: current value of
kh: tamlei bachchobbann nei kar

source: is
kh: ku

source: Processing Action
kh: sarachr damnaerkar

source: Cannot
kh: min ach

source: while inside an action!
kh: khn pel del nowknong sakammopheap muoy!

source: New page created
kh: tompr thmei del ban bangkeut laeng

source: New Window created
kh: ban bangkeut bangauoch kammovithi thmei

source: Failed to Save All
kh: ban breachy knong kar roksaatouk eksar teangoasa

source: Saved All
kh: eksar teangoasa trauv ban roksaatouk

source: Error encountered, Save Failed
kh: ban chuobabrateah kamhosa , roksaatouk ban breachy

source: Write Image
kh: sarser roubpheap

source: Write PDF
kh: sarser chea PDF

source: Canceled close all
kh: loubchaol yeang chitasnetth teangoasa

source: Closing all documents
kh: bet eksar teangoasa

source: starting shut-down
kh: kar chabphtaem lomdab bet choh

source: Symbol is not embedded, export anyway?
kh: nimittasanhnhea min trauv ban bangkob, neachenh yeangnakadaoy?

source: Picture is not embedded, export anyway?
kh: roubpheap min trauv ban bangkob neachenh te?

source: Empty buffer
kh: sate b ntaoh asann ku tte

source: Offset Mode
kh: rbieb ohvaset

source: Specify offset distance:
kh: banhcheak chamngeay bahbauv:

source: Zoom Magnification
kh: pongrik pongrik

source: Specify new zoom:
kh: banhcheak pongrik thmei:

source: Check path:
kh: saum pinityameul phlauv:

source: error
kh: kamhos

source: No component selected
kh: sameasapheak del ban chreusa min mean

source: Confirm revert ALL documents
kh: aahang kar phtok laengvinh eksar teangoasa

source: Searching for source
kh: karosvengork samreab braphp

source: Failed to descend into
kh: ban breachy knong kar choh chaul tow knong

source: Hierarchy Error
kh: kamhosa knong thananoukram

source: Searching for symbol
kh: karosvengork nimittaroub

source: Symbol is not a real file. Symbol cannot be loaded.
kh: nimittasanhnhea minmen cheaek sar pitabrakd. nimittasanhnhea del min ach trauv ban phtok.

source: Cannot find any schematics above the current one!
kh: min ach rk kheunh koumnour bampruonh teangoasa khangleu bachchobbann!

source: Object is attached to something
kh: vottho trauv ban phcheab tow nung aveimuoy

source: Attribute is already attached
kh: kounalokkhan trauv ban phcheab ruoch tow haey

source: WARNING: Do not translate with snap off!
kh: bamream: mi k bre daoyman khtasa bet!

source: WARNING: Turning snap on and continuing with translate.
kh: promean: baek khtasa now leu ning bant cheamuoy karobakabre.

source: WARNING: Snap grid size is not equal to 100!
kh: promean: tomham kraleachatrangk khtasa min smaenung 100!

source: WARNING: If you are translating a symbol to the origin, the snap grid size should be set to 100
kh: promean: brasenbae anak kampoung bakabre chea nimittasanhnhea muoy tow daem, kraleachatrangk khtasa tomham trauv ban kamnt tow 100

source: Grid OFF
kh: bet kraleachatrang

source: Dot grid activated
kh: kraleachatrangk chamnoch thveu aoy sakam

source: Mesh grid activated
kh: kraleachatrangk saamnanh ban thveu aoy sakam

source: Snap OFF (CAUTION!)
kh: khtasa bet (braytn !)

source: Snap ON
kh: khtasa now leu

source: Snap back to the grid (CAUTION!)
kh: khtasa tralbtow kraleachatrangk (braytn!)

source: Rubber band mode is OFF
kh: rbieb bet kawsaou robsa krom t nrti

source: Rubber band mode is ON
kh: rbieb del krom tantrei kawsaou ku now thngai

source: Magnetic net mode is ON
kh: rbieb sotth meanhetich del mean now leu

source: Magnetic net mode is OFF
kh: rbieb bet sotth meanhetich ku

source: Off
kh: Bet

source: On
kh: now thngaiti

source: Drag-Can-Move is now
kh: ausa ach phlasati ku ilauv

source: Action feedback mode set to OUTLINE
kh: rbieb mte anak ban kamnt daembi krong sakammopheap

source: Action feedback mode set to BOUNDINGBOX
kh: rbieb mte anak ban kamnt daembi chtokaon sakammopheap chang

source: Auto-Pan is now
kh: daoy svyobravotte ban ku ilauv

source: (read only) width=%d, height=%d
kh: (ban te an) ttung=%d, kamposa=%d

source: Canceled Close all
kh: loubchaol kar bet teangoasa

source: Could not open the session file
kh: min ach baek eksar samy nih

source: is not accessible
kh: kuchea kar min ach chaul damnaerkar ban

source: File
kh: chhmoh​ eksar

source: Warning relative file names detected in session
kh: promean sachnheate chhmoh eksar ban rk kheunh nowknong samy

source: Session
kh: breachy knong kar roksaatouk samyobrachoum

source: opening
kh: kar baek

source: of
kh: nei

source: documents
kh: eksar

source: did not contain any accessible documents
kh: min mean eksar namuoy del ach chaul damnaerkar ban

source: Sessions
kh: breachy knong kar roksaatouk samyobrachoum

source: Removing session
kh: kar daoh samyobrachoum

source: Failed to remove session
kh: breachy knong kar yk samyobrachoum

source: <b>Could not remove session</b>
kh: <b>min achy k samyobrachoum</b>

source: There are no saved sessions
kh: min mean vokk del ban roksaatouk te

source: created with
kh: ban bangkeut daoy

source: An error occurred attempting to create session
kh: kamhosa muoy ban kaetlaeng bonbng daembi bangkeut samyobrachoum

source: <b>Session Error</b>
kh: <b>kamhosa knong samyobrachoum</b>

source: Creation failed
kh: kar bangkeut ban breachy

source: Opened session
kh: ban baek samyobrachoum

source: Renaming session
kh: kar daoh samyobrachoum

source: to
kh: tow

source: Failed to rename session
kh: ban breachy btau r chhmoh samyobrachoum

source: <b>Could not rename session</b>
kh: <b>min ach btau r chhmoh samyobrachoum</b>

source: Created session
kh: ban baek samyobrachoum

source: with
kh: cheamuoy

source: Saved
kh: del ban roksaatouk

source: documents to session
kh: eksar tow eksar samyobrachoum

source: An error occurred attempting to save session
kh: kamhosa muoy ban kaetlaeng pyeayeam daembi roksaatouk samy

source: Save session failed
kh: breachy knong kar roksaatouk samyobrachoum

source: Show Sessions at startup is now ENABLED
kh: kar bangheanh nowpel chabphdaem samy ilauvnih ku trauv ban bet

source: Show Sessions at startup is now DISABLED
kh: kar bangheanh nowpel chabphdaem samy ilauvnih ku trauv ban bet

source: Session system initialized!
kh: samy del ban chabphtaem chea brapn

source: Deselect Mode
kh: daoh chreusa rbieb

source: Select Mode
kh: chreusa rbieb

source: Select Box Mode
kh: chreusa rbieb braab

source: Zoom Box
kh: bangkeun tidthpheap

source: Copy to point
kh: chamlong changaoul

source: Rotate Mode
kh: bangvil rbieb

source: Side to offset?
kh: chreusa bahpeal daembi tbskat

source: Mirror Mode
kh: rbieb kanhchok

source: Pan Mode
kh: rbieb tidthpheap ban

source: Choose component
kh: chreusa sameasapheak

source: Magnetic Net Mode
kh: meanhetich rbieb b nta nh

source: Net Mode
kh: rbieb b nta nh

source: Pin Mode
kh: rbieb pin

source: Line Mode
kh: rbieb banteat

source: Box Mode
kh: rbieb braab

source: Circle Mode
kh: rbieb rongvong

source: Text Mode
kh: rbieb atthabat

source: Arc Mode
kh: rbieb thnou

source: Path Mode
kh: rbieb phokaon

source: Picture Mode
kh: rbieb roubpheap

source: Bus Mode
kh: rbieb rothayontokrong

source: Move Mode
kh: kar phlasa btaur rbieb

source: Paste %d Mode
kh: rbieb bet phcheab, %d

source: First point?
kh: chamnoch dambaung

source: Second point?
kh: chamnoch tipir

source: Project Mode
kh: rbieb visaealpheap muoy

source: Select Projectiles
kh: chreusa banteat daembi pongrik

source: Select Object
kh: chreusa vottho

source: Show Hidden
kh: bangheanh pi kar del ban leak

source: Snap Off
kh: khtasa bet

source: Resnap Active
kh: tamrum daoy svyobravotte sakam

source: Initializing default configuration settings
kh: chabphdaem lomneadaem karkamnt

source: Failed to save user configuration to
kh: breachy knong kar roksaatouk karkamnt rochneasampnth anak brae

source: Closing Page
kh: tompr banhchob karpipheaksaea denhdaol

source: Set page <%s> active.
kh: kamnt tompr <%s> sakam.

source: Really revert page?
kh: pitchea tralb tompr

source: An error occurred while processing request to revert
kh: kamhosa muoy ban kaetlaeng khn pel del ttuol ban thleakchoh tinnony

source: <b>File error.</b>
kh: <b>kamhosa eksar.</b>

source: Revert failed
kh: tralb bratebatte kar ban breachy

source: Error encountered during file operation
kh: kamhosa knong kar chuobabrateah knongamlongpel brate b tde kar eksar muoy

source: Recovery: undo last action
kh: kar ngeublaeng vinh : min thveu sakammopheap chongokraoy

source: already attached to an object
kh: phcheab tow nung vottho ruochhaey

source: Attribute is
kh: kounalokkhan ku

source: One attribute was
kh: kounalokkhan muoy ku

source: All of the attributes were
kh: kounalokkhan teangoasa ku

source: Some of the attributes were
kh: kounalokkhan muoychamnuon mean

source: Attached %d attribute
kh: phcheab kounalokkhan %d

source: Point 2 missed x=%d, y=%d
kh: ban khakkhan chamnoch 2, x=%d, y=%d

source: Point 1 missed x=%d, y=%d
kh: ban khakkhan chamnoch 1, x=%d, y=%d

source: Translating objects
kh: bakabre vottho

source: Translating schematic
kh: koumnour bampruonh bakabre

source: Delete locked object?
kh: loub vottho del ban chaksao

source: attributes were hidden
kh: kounalokkhan del trauv ban leak

source: hidden attributes were revealed
kh: kounalokkhan del ban leak trauv ban bangheanh

source: Hidden text is now visible
kh: atthabt del leak ku ilauv ban meulkheunh

source: Hidden text is now invisible
kh: atthabt del leak ilauvnih kuchea kar meul minkheunh

source: Could not find symbol
kh: min ach rk kheunh nimittaroub

source: in library. Update failed
kh: nowknong bannaly . thveu aoy teansamy ban breachy

source: Updating symbol
kh: nimittaroub kampoung thveu bachchobbannphap

source: Could not resolve which end of pin to connect
kh: min ach daohsray ban del chea chongobanhchob nei mchoul daembi phcheab

source: Warning: Starting net off grid coordinate
kh: promean: kar chabphtaem kour chenhpi kraleachatrangk saam rb saam ruol

source: Warning: Ending net off grid coordinate
kh: promean: kar banhchob koumnour kraleachatrangk saam rb saam ruol

source: Bus ripper symbol was not found in any component library
kh: rothayontokrong kammovithi chriek nimittasanhnhea del min trauv ban rk kheunh nowknong bannaly sameasapheak namuoy laey

source: Update All
kh: thveu aoy teansamy

source: Update all selected Picture images
kh: thveu aoy teansamy roubpheap roubpheap del ban chreusa teangoasa

source: Failed to replace picture
kh: <b>ban breachy knong kar chomnuosa roubpheap</b>

source: <b>Failed to replace picture</b>
kh: <b>ban breachy knong kar chomnuosa roubpheap</b>

source: Original size
kh: star tomham

source: When checked the image size will be exported
kh: pel thik tomham roubpheap nung trauv ban neachenh

source: An unknown error occurred
kh: min skal kamhosa muoy ban kaetlaeng

source: <b>Failed to load picture</b>
kh: <b>breachy knong kar phtok eksar roubpheap</b>

source: Load failed
kh: breachy knong kar phtok

source: Buffer is empty, nothing to place
kh: sate b ntaoh asann ku tte kmeanoavei daembi dak

source: Slot attribute malformed
kh: malformed kounalokkhan ron

source: numslots attribute missing
kh: numslots chattouk batkhluon
