Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/kh.po
Languages: kh

source: Slotting not allowed for this component
kh: Slotting min trauv ban anounhnhat samreab sameasapheak nih

source: New slot number [%d], is out of range
kh: chamnuon anak ronth daot thmei [%d] trauv ku chenhpi chuor

source: Undo: using temporary directory specified on command-line
kh: minothveuvinh: kar brae tht bandaohasann ban banhcheak now leu banteat peaky banhchea

source: Directory is not read/writable, check permissions
kh: that min trauv ban an / sarser ban, setthi pinit

source: Auto switching Undo system to type Memory
kh: kar phlasa btaur brapnth del minothveuvinh daoy svyobravotte daembi veay sate

source: Gschem Undo System
kh: brapnth minothveuvinh Gschem

source: Undo: encountered an error, file
kh: minothveuvinh nouv brapn kamhosa: eksar

source: Undo: system error
kh: minothveuvinh: kamhosa brapn

source: switching to MEMORY mode
kh: bdaur tow rbieb kar changcham

source: An error occurred during an UNDO disk operation
kh: kamhosa muoy ban kaetlaeng kamlong pel bratebatte kar robsa tha sa minothveuvinh

source: Undo/Redo disabled
kh: minothveuvinh / thveuvinh chn pikear

source: Undo error
kh: minothveuvinh kamhos

source: Undo failed
kh: minothveuvinh ban breachy

source: Search for:
kh: svengorok:

source: Set the search criteria
kh: kamnt lokkhan vinichchhy svengorok

source: Autonumber text in:
kh: aksaar svyobravotte now:

source: Set the context of the search scope
kh: kamnt bribt nei tomham svengorok

source: Skip numbers found in:
kh: romlng lekh del rk kheunh nowknong:

source: Set where NOT to look for numbers
kh: kamnt kanleng del min rk meul lekh

source: Sort order:
kh: tamrieb lomdab:

source: Select the orientation of the Scan method
kh: chreusa tisa nei vithi vipheak

source: Starting number:
kh: chabphtaem lekh​:

source: Set the starting number for the current scan
kh: kamnt lekh chabphtaem samreab sken bachchobban

source: Remove numbers:
kh: loub lekh:

source: Remove existing reference numbers
kh: loub lekh yong del mean

source: Automatic slotting:
kh: slotting daoy svyobravotte:

source: Automatic slotting
kh: slotting daoy svyobravotte

source: Overwrite existing numbers:
kh: sarser cheanleu lekh del meanosrab:

source: Overwrite existing numbers
kh: sarser cheanleu lekh del meanosrab

source: slotted object without slot attribute may cause problems when autonumbering slots
kh: vottho del ban sthet daoy kmean kounalokkhan ronth daot ach bangk banhhea pel autonumbering ron

source: duplicate slot may cause problems: [symbol name=%s, number=%d, slot=%d]
kh: ronth daot ach bangk banhhea stuon: [chhmoh nimittasanhnhea=%s, chamnuon anak=%d, ronth daot=%d]

source: No search string given in autonumber text.
kh: khsae aksaar svengork min trauv ban phtal aoy nowknong atthabt lekh svyobravotte.

source: Diagonal
kh: angkottroung

source: Top to bottom
kh: kampoul tow bat

source: Bottom to top
kh: pi bat tow kampoul

source: Left to right
kh: pichhveng tow stam

source: Right to left
kh: pi stam tow chhveng

source: File order
kh: Kolbamnng Eksar

source: Filter:
kh: Tamrong:

source: _History
kh: Bravotte

source: _Unset
kh: minban kamnt

source: _Wild
kh: Prei

source: Selected objects
kh: Vottho del ban chreus

source: Current page
kh: Tompr bachchobban

source: Whole hierarchy
kh: Thananoukram teangmoul

source: Autonumber text
kh: atthabt lekh svyobravotte

source: Scope
kh: Visaealpheap

source: Options
kh: Chomreus

source: Invalid schematic on clipboard
kh: <b>tinnony min troemotrauv now leu kdarotambietakhtasa</b>

source: An error occurred while inserting clipboard data
kh: kamhosa muoy ban kaetlaeng khn pel banhchoul tinnony kdarotambietakhtasa

source: Clipboard Insertion Failed
kh: ben th kta r tambiet khtasa breachy

source: Open
kh: Baek

source: Open all
kh: baek teangoasa

source: Close
kh: bet

source: Refresh
kh: thveu​ aoy​ srasa

source: Rescan
kh: sken laengvinh

source: Styles
kh: rochneabt

source: Tooltips
kh: ptrmean chomnuoy

source: Expand one level
kh: pongrik muoy kamrit

source: Expand all sub-folders
kh: pongrik tht rng teangoasa

source: Close this folder
kh: bet tht nih

source: Refresh this view
kh: thveu aoy srasa tidthpheap nih

source: Rescan the libraries
kh: sken bannaly laengvinh

source: Set styles options
kh: kamnt rochneabtm chomreus

source: Tooltip settings
kh: karkamnt ptrmean chomnuoy

source: Enable tooltips
kh: anounhnhat ptrmean chomnuoy

source: Disable tooltips
kh: bet ptrmean chomnuoy

source: Default is to reference the component
kh: lomneadaem ku daembi yong sameasapheak

source: Embed component in schematic
kh: sameasapheak del ban bangkob knong koumnour bampruonh

source: Include component as individual objects
kh: ruom banhchoul teang sameasapheak chea vottho bokkol

source: Components
kh: sameasapheak

source: Name
kh: chhmoh

source: Value
kh: koun tamlei

source: None
kh: kmean

source: Style 1
kh: rochneabtm 1

source: Style 2
kh: rochneabtm 2

source: Style 3
kh: rochneabtm 3

source: Style 4
kh: rochneabtm 4

source: Style 5
kh: rochneabtm 5

source: Style 6
kh: rochneabtm 6

source: Style 7
kh: rochneabtm 7

source: Style 8
kh: rochneabtm 8

source: All
kh: teangoasa

source: Enable all styles
kh: anounhnhat rochneabtm teangoasa

source: Uncheck all styles
kh: daoh thik rochneabtm teangoasa

source: Reference
kh: sechaktei yong

source: Embed
kh: banhchoul

source: Include
kh: banhchoul

source: Rescan component libraries
kh: bannaly sameasapheak sken laengvinh

source: Set style filter
kh: kamnt tamrong del mean steil beb

source: Preview
kh: meul cheamoun

source: Attributes
kh: kounalokkhan

source: active view
kh: tidthpheap sakam

source: Active sheet of the notebook
kh: tompr bachchobbann nei kompyoutr yuordai nih

source: Focus Filter
kh: tamrong kar phtao t

source: When true, initial focus will be the filter entry, otherwise the Component Tree
kh: nowpel del kar pit, kar phtao t arommo dambaung nung trauv ttuol theatotamrong nih bae min dauchneh te sameasapheak mektheang

source: S_elect the schematics you want to save:
kh: chreusa krongkar del anak chng roksaatouk

source: Save the changes to schematic "%s" before closing?
kh: roksaatouk kar phlasa btau rtow schematic "%s" moun pel bet?

source: There are %d schematics with unsaved changes. Save changes before closing?
kh: Mean %d schematics cheamuoy kar phlasa btau r minban roksaatouk. Roksaatouk kar phlasa btau r moun pel bet?

source: If you do not save, all your changes will be permanently lost.
kh: brasenbae anak min roksaatouk te real kar phlasa btau r robsa anak nung batbng cheaachentrai.

source: Close without saving
kh: bet daoy min roksaatouk

source: unsaved page
kh: tompr minban roksaatouk

source: unsaved pages
kh: tompr minban roksaatouk

source: selected pages
kh: tompr del ban chreusareus

source: destroying history
kh: bamphlanh chea bravotte sa sr t

source: Initializing Log & Console Systems configuration settings
kh: chabphdaem kar kab chheu tinnony & karkamnt rochneasampnth brapnth kongsaul

source: safe mode
kh: sovotthephap rbieb

source: multitasking mode
kh: rbieb kechchakar chraen

source: unknown
kh: min skal

source: Command interface: engaged using
kh: chamnochabratak peaky banhchea: ban chaulruom kar brae

source: ** Invalid UTF-8 in log message. See stderr or gschem.log.
kh: ** chea UTF-8 min troemotrauv nowknong sar kamntheto. saum meul stderr ryy gschem.log.

source: gEDA Console
kh: gEDA kongsaul

source: Drag & Drop
kh: ausa ning tomleak kar ban breachy

source: An error occurred while receiving Drag & Drop data
kh: kamhosa muoy ban kaetlaeng khn pel del ttuol ban kar ausa ning tomleak tinnony

source: Data error
kh: kamhosa tinnony

source: Drag & Drop failed
kh: ausa ning tomleak kar ban breachy

source: Coordinates
kh: kauardaone

source: Screen
kh: bangheanh robsa maunitr

source: World
kh: piphoplok

source: Could not load image file
kh: min ach phtok eksar roubpheap

source: gEDA: GPL Electronic Design Automation
kh: gEDA: nn GPL e lech trau ni rochnea svyobravotte

source: Copyright © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> Copyright © 1998-2017 gEDA Contributors (see ChangeLog for details)
kh: roksaa setth krobyeang © 1998-2017 Ales Hvezda <ahvezda@geda.seul.org> roksaa setth krobyeang © 1998-2017 gEDA anak chaulruom chamnek (meulkheunh kar phlasa btaur kamntheto samreab sechakdei lomait)

source: About gschem
kh: ampi gschem

source: Enter new snap grid spacing:
kh: kar banhchoul kraleachatrangk khtasa thmei chanloh:

source: Sets the default spacing which objects snaps to.
kh: kamnt komleat lomneadaem del vottho khtasa tow.

source: Text Size
kh: tomham aksaar

source: Enter new text size:
kh: tomham atthabt thmei kar banhchoul:

source: Sets the default text font size.
kh: kamnt tomham poumpoaksaar lomneadaem.

source: Arc Parameters
kh: Thnou Bareamet

source: Arc Radius:
kh: thnou kam:

source: Sets the radius of the Arc.
kh: kamnt kam nei thnou nih.

source: Start Angle:
kh: kar chabphtaem moum:

source: Sets the rotation of the arc.
kh: kamnt kar bangvil nei thnou nih.

source: Degrees of Sweep:
kh: deukre nei khyal:

source: Sets the central angle of the arc.
kh: kamnt moum k ntal nei thnou nih.

source: Background
kh: phtaikheangokraoy

source: Pin
kh: mchoul akkisani

source: Net endpoint
kh: chamnoch banhchob sot

source: Graphic
kh: krahvek

source: Net
kh: sot

source: Attribute
kh: kounalokkhan

source: Logic bubble
kh: ppouh takkavityea

source: Grid point
kh: chamnoch kraleachatrang

source: Detached attribute
kh: kounalokkhan del ban phdach

source: Text
kh: atthabat

source: Bus
kh: akkisani

source: Selection
kh: kar chreus

source: Bounding box
kh: chtokaonkeng bounding

source: Zoom box
kh: braab pongrik

source: Stroke
kh: kayvikear

source: Lock
kh: chaksao

source: Output background
kh: phtaikheangokraoy tinnophal

source: Net junction
kh: brasapv sot

source: Mesh grid major
kh: kraleachatrangk saamnanh thom

source: Mesh grid minor
kh: anitechn kraleachatrangk saamnanh

source: User Style 0
kh: rochneabtm del anakabrae 0

source: User Style 1
kh: rochneabtm brae 1

source: User Style 2
kh: rochneabtm anakabrae 2

source: User Style 3
kh: rochneabtm del anakabrae 3

source: User Style 4
kh: rochneabtm del anakabrae 4

source: User Style 5
kh: rochneabtm robsa anakabrae brasa 5

source: User Style 6
kh: rochneabtm robsa anakabrae brasa 6

source: User Style 7
kh: rochneabtm del anakabrae 7

source: User Style 8
kh: rochneabtm 8 anak brae

source: User Style 9
kh: rochneabtm robsa anakabrae brasa 9

source: Unknown
kh: min skal

source: Hollow
kh: brahaong

source: Filled
kh: bampenh ruoch

source: Mesh
kh: bratak

source: Hatch
kh: ha

source: *varies*
kh: *brebruol*

source: Edit Fill Type
kh: kesamruol braphet bampenh

source: Fill Type:
kh: bampenh braphet:

source: Line Width:
kh: ttung banteat:

source: Angle 1:
kh: moum ti 1:

source: Pitch 1:
kh: tilean ti 1:

source: Angle 2:
kh: moum ti 2:

source: Pitch 2:
kh: tilean 2:

source: Select fill pattern
kh: chreusa lomnoam bampenh

source: Set the width of the filler lines
kh: kamnt ttung nei banteat thveuaoy nih

source: Primary angle for filler lines
kh: moum chambong samreab banteat del ban thveuaoy

source: Spacing for the primary filler lines
kh: komleat samreab banteat thveuaoy chambong

source: Secondary angle for filler lines
kh: moum anouvityealy samreab banteat thveuaoy

source: Spacing for the secondary filler lines
kh: komleat samreab banteat thveuaoy anouvityealy

source: Square
kh: kare

source: Round
kh: choum ti

source: Solid
kh: rung

source: Dotted
kh: chamnouch

source: Dashed
kh: dach

source: Center
kh: mochchhomondal

source: Phantom
kh: khmaoch

source: Edit Line Width & Type
kh: kesamruol ttung banteat & braphet

source: Line Type:
kh: rochneabtm banteat:

source: End Type:
kh: braphet banhchob:

source: Width:
kh: ttung:

source: Dash Length:
kh: phtai tablau braveng:

source: Dash Space:
kh: avkasa dash:

source: Set width of the line
kh: kamnt ttung nei banteat

source: Set "dash" length of the line
kh: kamnt "sanhnhea" braveng robsa banteat

source: Set spacing between dashes in the line
kh: kamnt komleat rveang sanhnhea dach nowknong banteat

source: Find Text
kh: rk atthabat

source: Text to find:
kh: atthabt del trauv rok:

source: Search hidden attributes
kh: kounalokkhan del ban svengork del ban leak

source: Descend into hierarchy
kh: choh chaul tow knong thananoukram

source: Close on ascent
kh: bet leu laeng

source: Hide Text
kh: leak atthabat

source: Hide text starting with:
kh: leak atthabt del phtae m daoy:

source: Show Text
kh: bangheanh atthabat

source: Show text starting with:
kh: bangheanh atthabt del phtae m daoy:

source: Text Entry...
kh: theato atthabat...

source: Enter text, click apply, move cursor into window, click to place text. Middle button to rotate while placing.
kh: banhchoul atthabt , choch anouvot, phlasati tossaatronich tow knong bangauoch choch daembi dak atthabat. boutong k ntal daembi bangvil khn pel del kar dak.

source: Automatically zoom to the new extents after translation
kh: lei tamrouv tidthpheap knong kamrit banteabpi kar phlasa btau r

source: Translate
kh: bakabre

source: Offset to translate? (0 for origin)
kh: ohvaset daembi bakabre? (0 samreab braphp daem )

source: Auto Zoom Extents
kh: lei tamrouv daoy svyobravotte pongrik

source: Hotkeys
kh: kreabchoch chang

source: Icon
kh: roubtamnang

source: Action
kh: sakammopheap

source: Keystroke(s)
kh: sangkot kreabchoch (s ban)

source: Command
kh: peaky banhchea

source: Major symbol changes detected.
kh: kar phlasa btaur chea nimittaroub saamkhan muoy del ban rk kheunh.

source: Changes have occurred to the symbols shown below. Be sure to verify each of these symbols.
kh: kar phlasa btaur ban kaetlaeng tow nung nimittasanhnhea del ban bangheanh dauch khangokraom. trauv brakd tha daembi phtiengophtat knea nei nimittasanhnhea teangnih.

source: Symbol
kh: nimittasanhnhea

source: Dismiss this dialog
kh: teatchaol braab nih

source: invalid attribute value
kh: tamlei kounalokkhan min troemotrauv

source: Please correct in order to continue
kh: saum ke moun pel ban

source: The name and value must be non-empty. The name cannot end with a space. The value cannot start with a space
kh: chhmoh nih trauvte mean ning tamlei min tte. chhmoh min ach banhchob daoy dakakhlea. tamlei del min ach chabphtaem cheamuoy chanloh.

source: Invalid Attribute
kh: kounalokkhan min troemotrauv

source: Error:
kh: Kamhos:

source: Could not locate symbol
kh: min ach kamnt titeang nimittaroub

source: in library, try refreshing
kh: nowknong bannaly, pyeayeam sken laengvinh

source: not in library, opening as page
kh: min nowknong bannaly, kar baek chea tompr

source: symbol
kh: nimittasanhnhea

source: <b>Invalid Data.</b>
kh: <b>tinnony min troemotrauv.</b>

source: Initializing: Graphics Renderer Adaptor...
kh: chabphdaem : krahvek kammovithi bangheanh adabtr....

source: done
kh: thveu

source: Shutting down: Graphics Renderer Adaptor...
kh: banhchhob krahvek kammovithi bangheanh adabtr...

source: Done, renderer is down
kh: thveu ruoch, brapnth bangheanh chea kar thleakchoh

source: X pitch distance is less than extents
kh: pheap khosaknea nei tilean X mean techtuoch nasa

source: Y pitch distance is less than extents
kh: chamnouch Y mean chamngeay tech cheang kamrit

source: X and Y pitch distance are less than extents
kh: pheap khosaknea rveang tilean X ning Y tech cheang tomham

source: Components may overlay, Continue?
kh: sameasapheak ach krob pi leu bant?

source: Create Array:Error
kh: bangkeut a re: kamhos

source: Both row and column offset can not be zero
kh: ohvaset chuordek ning chuorochhor min ach chea saun

source: Either row or column count must be greater than 1
kh: reab chuor ryy chuorochhor trauvte thomcheang 1

source: Both row and column can not be zero
kh: teang chuor ning chuorochhor min ach chea saun

source: Selection x size
kh: kar chreusareusa tomham x

source: Selection y size
kh: chreusareusa tomham y

source: Number of rows to create
kh: chamnuon chuordek del trauv bangkeut

source: Number of columns to create
kh: chamnuon chuorochhr del trauv bangkeut

source: Create Array
kh: bangkeut a re

source: Count
kh: reab

source: X Size
kh: tomham X

source: Y Size
kh: tomham Y

source: Select
kh: chreus

source: Deselect
kh: min chreus

source: Array
kh: a re

source: Row
kh: chuordek

source: Offset
kh: ohvaset

source: Column
kh: chuorochhor

source: Spinner entry number of rows to create
kh: bangkeun chamnuon theato chuordek samreab bangkeut

source: Spinner entry number of columns to create
kh: bangkeun lekh t t pheak nei chuorochhr daembi bangkeut

source: invalid show option; defaulting to show both
kh: chomreusa bangheanh min troemotrauv; saamnom daembi bangheanh chhmoh ning tamlei

source: Select to choose an attribute visibility options
kh: chreusa daembi chreusa kounalokkhan del ach meulkheunh chomreusa muoy

source: Show only the name of the attribute
kh: bangheanh te chhmoh robsa kounalokkhan

source: Show only the value of the attribute
kh: bangheanh te tamlei robsa kounalokkhan

source: Show both the name and the value of the attribute
kh: bangheanh ban teang chhmoh ning tamlei robsa kounalokkhan

source: Show Value Only
kh: bante bangheanh tamlei

source: Show Name Only
kh: bangheanh te chhmoh bonnaoh

source: Show Name & Value
kh: bangheanh chhmoh ning tamlei

source: Enter or type an attribute name
kh: banhchoul ryy veay chhmoh attribute

source: Edit Attribute
kh: kesamruol kounalokkhan

source: Select the name of the attribute to add
kh: chreusa chhmoh kounalokkhan daembi kesamruol

source: Select the name of the attribute to edit
kh: chreusa chhmoh kounalokkhan daembi kesamruol

source: Input a value for the new attribute
kh: kar banhchoul tamlei samreab kounalokkhan thmei

source: Input or edit the value of the attribute
kh: banhchoul ryy kesamruol tamlei nei kounalokkhan

source: Enable or disable visibility of the attribute
kh: baek ryy bet pheap meulkheunh nei kounalokkhan

source: Single Attribute Editor
kh: kammovithi niponth attribute temuoy

source: Name:
kh: Chhmoh:

source: Value:
kh: Tamlei:

source: Visible
kh: del ach meulkheunh

source: Attribute Name List
kh: banhchi chhmoh kounalokkhan

source: Attribute Value Entry
kh: tamlei kounalokkhan theato

source: Color Edit
kh: Kesamruol color

source: Object color:
kh: n vottho:

source: Select a color for the selected objects.
kh: chreusa n samreab kar chreusa vottho muoy.

source: Set preloaded reference designators.
kh: kamnt ubakar yong sechaktei yong del ban phtok cheamoun.

source: Spice
kh: braphet klengoklay

source: Symbol renamed, cannot be undone
kh: nimittasanhnhea btau r chhmoh min ach minothveuvinh

source: Edit Component Properties
kh: kesamruol lokkhan sambotte sameasapheak

source: _Symbol:
kh: _Nimittaroub:

source: _Device:
kh: Ubakar:

source: _Author:
kh: Anaknipon:

source: _Version:
kh: Kamne:

source: _Enable
kh: Anounhnhat

source: _use-license:
kh: karobrae brasa achnhabn:

source: dist-_license:
kh: kar chekchay achnhabn:

source: Descr_iption:
kh: sangkheb:

source: Documen_tation:
kh: eksar:

source: _Comment:
kh: sechaktei athibbeay:

source: Options:
kh: chomreus:

source: _Embedded
kh: ban bangkob

source: _Locked
kh: ban chaksao

source: _Mirrored
kh: chhlohbanhcheang

source: _Electrical:
kh: akkisani:

source: _Ref Des:
kh: yong lok anak rochnea:

source: _No. Slot:
kh: karrab ronth daot:

source: No. _Pins:
kh: karrab mchoul:

source: _Value:
kh: tamlei:

source: _Foot Print:
kh: lomnoam:

source: Spice Type:
kh: braphet kleng:

source: Model Name:
kh: chhmoh maudel:

source: File name entry of component symbol
kh: theato chhmoh eksar nei nimittasanhnhea sameasapheak

source: Device identifier entry
kh: theato indentifier ubakar

source: Entry for name of the author
kh: theato samreab chhmoh anaknipon

source: Entry for the version of this symbol
kh: theato samreab kamne nei nimittasanhnhea nih

source: Enable or Disable version checking of this component
kh: baek ryy bet karpinity meul kamne nei sameasapheak nih

source: User license entry
kh: theato achnhabnn robsa anak brae

source: Entry for distribution license of the symbol
kh: theato som achnhabnn chekchay nei nimittasanhnhea

source: Description of the component
kh: sangkheb nei sameasapheak

source: Link to documentation for this device
kh: tamn tow eksar samreab ubakar nih

source: Entry for comments
kh: theato samreab tamlei sameasapheak

source: Embed symbol in schematic checkbox
kh: bangkob nimittasanhnhea knong braab thik

source: Checkbox to enable electrical properties
kh: braab thik nih daembi anounhnhat lokkhan sambotte akkisani

source: Entry for reference designator
kh: theato samreab chhmoh anaknipon

source: Spinner with entry for number of slots
kh: bradeab bangvil cheamuoy theato samreab chamnuon nei ron

source: Spinner with entry for number of pins
kh: theato samreab karorochna chea eksaryong

source: Entry for the component value
kh: theato samreab tamlei sameasapheak

source: Entry for the component foot print
kh: theato samreab lomnoam sameasapheak

source: Entry for spice-type over-ride
kh: theato samreab braphet bdeseth kar kleng

source: Entry for model file name
kh: theato samreab chhmoh eksar koumrou

source: _Type:
kh: braphet:

source: _Attributes:
kh: kounalokkhan:

source: Set the pin attributes
kh: kamnt kounalokkhan mchoul

source: _Number:
kh: chamnuon:

source: _Sequence:
kh: lomdab:

source: Set the sequence number
kh: kamnt lekh lomdab

source: _Label:
kh: slak​ sanhnhea:

source: Type:
kh: braphet:

source: Attributes:
kh: kounalokkhan:

source: Number:
kh: chamnuon:

source: Sequence:
kh: lomdab:

source: in
kh: kar banhchoul

source: out
kh: tinnophal

source: io
kh: banhchoul/banhchenh

source: oc
kh: anak bramoul tinh baekchamh

source: oe
kh: banhchenh baekchamh

source: pas
kh: a kam

source: tp
kh: kar thveutest chamnoch

source: tri
kh: bei rod

source: clk
kh: nealeka

source: pwr
kh: amnach

source: *missing*
kh: *batkhluon*

source: Pin Properties
kh: lokkhan sambotte robsa tomneaktomnong

source: Invalid Pin Node Type
kh: braphet pin thnang min troemotrauv

source: Ignoring Pin electrical VOID
kh: min aepeu nung pin toukcheamokh akkisani

source: Pin Properties Editor
kh: kammovithi niponth lokkhan sambotte pin

source: Set
kh: kamnt

source: Auto
kh: daoy svyobravotte

source: Attribute Type List
kh: braphet kounalokkhan banhchi

source: Text Alignment Option
kh: chomreusa tamrum atthabat

source: Pin Number
kh: lekh mchoul

source: Sequence Number
kh: lekh​ lomdab

source: Pin Label
kh: slak mchoul

source: Edit slot number
kh: chamnuon kesamruol phnek

source: Number of slots:
kh: chamnuon ron​:

source: Slot number:
kh: ron​ lekh​:

source: Set the active slot number
kh: kamnt lekh ronth daot sakam

source: Text Content
kh: Meateka Atthabat

source: Enter or edit the text string
kh: banhchoul ryy kesamruol khsae aksaar atthabat

source: A_lignment:
kh: tamrum:

source: Select the text alignment attribute
kh: chreusa kounalokkhan tamrum atthabat

source: Change the text case
kh: phlasa btau r karnei atthabat

source: _Color:
kh: n:

source: Select color attribute
kh: chreusa kounalokkhan pnr

source: Open font selection dialog
kh: baek braab chomreusa poumpoaksaar

source: _Rotation:
kh: bangvil:

source: Set the text rotation angle
kh: kamnt moum bangvil atthabat

source: Upper Left
kh: khangochhveng khang

source: Upper Middle
kh: phnek khangleu m chchhu m

source: Upper Right
kh: phnek khangleu khangosdam

source: Middle Left
kh: peak k nta l khangochhveng

source: Middle Middle
kh: peak k nta l m chchhu m

source: Middle Right
kh: peak k nta l stam

source: Lower Left
kh: khangochhveng teab cheang

source: Lower Middle
kh: m chchhu m teab cheang

source: Lower Right
kh: khangokraom sdam
