Repository: WileyECoyote/geda-gaf
Catalog: gschem/po/kh.po
Languages: kh

source: Upper
kh: aksaar​ thom

source: Lower
kh: aksaar​ tauch

source: Camel
kh: aud

source: Sentence
kh: brayok

source: Edit Text Properties
kh: kesamruol lokkhan sambotte atthabat

source: Text Properties
kh: lokkhan sambotte atthabat

source: Text alignment combobox
kh: chomreusa tamrum atthabat

source: Text case combobox
kh: chomreusa aksaar atthabat

source: Color options menu
kh: meunouy chomreusa pnr

source: Font selector button
kh: boutong chreusa poumpoaksaar

source: Text Rotation Angle Spinner Entry
kh: kar bangvil moum theato atthabt bangkeun banthoy

source: Text input field
kh: veal banhchoul atthabat

source: Large
kh: del mean tomham thom

source: Enable to enlarge the preview
kh: anounhnhat aoy mean karopongrik kar meul cheamoun

source: Auto file Suffix
kh: bachchy eksar daoy svyobravotte

source: Automatically append the file extension
kh: banthem khangchong daoy svyobravotte kantouy eksar

source: already exists
kh: thleab​ mean​ ruochhaey

source: Overwrite
kh: sarser cheanleu

source: Overwrite file?
kh: sarser cheanleu eksar?

source: Save canceled on user request
kh: baohbng kar roksaatouk leu saamnae robsa anak brae

source: If you load the original file, the backup file will be overwritten in the next autosave timeout and will be lost. Do you want to load the backup file?
kh: brasenbae anak ban phtok eksar daem, eksar bamroungtouk nih nung trauv ban sarser cheanleu now asa pel roksaatouk svyobravotte banteab haeynung trauv ban batbng. tae anak chng phtok eksar bamroungtouk?

source: Guile Path
kh: bannaly Guile

source: Specify new path to search:
kh: banhcheak phlauv thmei daembi svengorok:

source: Attempting to duplicate path
kh: pyeayeam stuon phlauv

source: Invalid path
kh: phlauv min troemotrauv

source: Refusing to remove path
kh: bdeseth min yk phlauv

source: Version
kh: Kamne:

source: Warning, Error reading image file
kh: promean, kamhosa knong kar an eksar roubpheap

source: Warning, Error accessing image file
kh: promean, kamhosa knong kar chaul damnaerkar eksar roubpheap

source: Shutting down icon factory
kh: kar bet rongochakr roubtamnang

source: Initializing icon factory
kh: chabphdaem rongochakr roubtamnang

source: Extents
kh: visaealpheap

source: Generate image from schematic Extents or the currently displayed view
kh: bangkeut roubpheap pi athr k tha krongkar ryy tidthpheap del ban bangheanh bachchobban

source: Use Color
kh: brae pnr

source: Enable or disable color imaging
kh: baek damnaerkar ryy bet kar thatroub pnr

source: Invert Image
kh: banhchrasa roubpheap

source: Enable to generate an inverted images
kh: anounhnhat aoy bangkeut roubpheap banhchras

source: Click to select size of the image to be created
kh: choch daembi chreusa tomham roubpheap trauv ban bangkeut laeng

source: Encapsulated Postscript
kh: encapsulation Postscript

source: Click to select the type of image to be created
kh: choch daembi chreusa braphet nei roubpheap del trauv ban bangkeut laeng

source: Error: Unable to write eps file
kh: kamhosa: min ach sarser eksar EPS

source: Wrote black and white image to
kh: sarser roubpheap sa khmaw tow

source: Generated PDF file
kh: eksar PDF del ban bangkeut

source: Unable to write
kh: min ach sarser

source: An error occurred while saving image with type
kh: kamhosa muoy ban kaetlaeng khn pel roksaatouk roubpheap del mean braphet

source: to filename
kh: chhmoh​ eksar

source: <b>Error Writing Imaging.</b>
kh: <b>kamhosa knong kar sarser roubpheap.</b>

source: Wrote color image to
kh: roubpheap sarser n tow

source: Unable to get pixbuf from gschem's window.
kh: min ach ttuol ban pixbuf pi ekrang kompyoutr.

source: Write image...
kh: roubpheap sarser...

source: Width x Height
kh: ttung * kamposa

source: Image type
kh: braphet roubpheap

source: Enable to use the Print color map instead of the display color map
kh: anounhnhat aoy brae phenti baohpoump n chomnuosa aoy kar bangheanh phenti

source: When enabled for reversed color images, only black and white will be reversed
kh: nowpel del ban anounhnhat samreab roubpheap n tralb kraoy, te khmaw ning sa nung trauv ban tralb

source: Could not allocate memory resources
kh: min ach bengchek thonthean angk changcham ban te

source: Activate Select mode
kh: thveu aoy sakamm chreusa rbieb

source: Add
kh: banthem

source: Add modes
kh: banthem rbieb

source: Add net
kh: banthem b nta nh

source: Attribute...
kh: kounalokkhan...

source: Add attribute
kh: banthem kounalokkhan

source: Component...
kh: sameasapheak...

source: Insert a symbol from the component library
kh: banhchoul nimittasanhnhea muoy pi bannaly sameasapheak

source: Add bus
kh: banthem rothayontokrong

source: Add text
kh: banthem atthabat

source: Zoom
kh: pongrik

source: Add operations
kh: banthem brate b tde kar

source: In
kh: knong

source: Increase the Zoom magnification
kh: bangkeun karopongrik bangruom

source: Out
kh: Chenh

source: Decrease the Zoom magnification
kh: banthoy karopongrik bangruom

source: Box
kh: chtokaonkeng

source: Zoom to a Windowed region
kh: pongrik towdl tambn muoy del mean brapnth bratebatte kar Windows

source: Extents
kh: visaealpheap

source: Zoom to the extents of the drawing
kh: pongrik tow nei koumnour

source: Mag
kh: pongrik

source: Zoom to a specified level
kh: pongrik dlkamrit del ban banhcheak

source: Zoom to selected objects
kh: pongrik tow vottho del ban chreus

source: Edit
kh: kesamruol

source: Edit modes
kh: kesamruol rbieb

source: Object...
kh: Vottho...

source: Edit Object Attributes
kh: kounalokkhan kesamruol vottho

source: Color...
kh: n...

source: Open the Color Editor Dialog
kh: baek kammovithi niponth braab Color

source: Open the Component Editor Dialog
kh: baek sameasapheak kammovithi niponth braab nih

source: Pin type...
kh: mchoul tomneaktomnong...

source: Open the Pin Type Dialog
kh: baek braab braphet mchoul

source: Create and array of objects
kh: bangkeut ning a re nei vottho

source: Break
kh: bambek

source: Break an object into separate objects
kh: bambek vottho dachdaoylek muoy del chaul tow knong vottho

source: Extend
kh: pongrik

source: Project linear objects to other objects
kh: vottho lineaer komrong tow vottho phsaengtiet

source: Delete
kh: loub

source: Delete the current selection
kh: loub chomreusa bachchobban

source: Copy
kh: chamlong

source: Copy selection
kh: chreusa chbab chamlong

source: MCopy
kh: chamlong chraen

source: Make multiple copies of selection
kh: saum chamlong multiple nei kar chreusareus

source: Move
kh: phlasati

source: Move selection
kh: kar phlasa btau r kar chreusareus

source: Mirror
kh: kanhchok

source: Mirror an object about a point
kh: kanhchok vottho del ban pi chamnoch muoy

source: Rotate
kh: bangvil

source: Rotate the current selection about a point
kh: bangvil chomreusa bachchobbann ampi chamnoch muoy

source: Snap
kh: khtasa now leu

source: Snap objects to the current grid
kh: khtasa tow kraleachatrangk vottho nea pel bachchobbann nih

source: Hierarchy
kh: thananoukram

source: Edit operations
kh: kar kesamruol brate b tde kar

source: Down Schematic
kh: tompr koumnour bampruonh chohkraom

source: Descend down in the schematic hierarchy
kh: choh chaul tow knong thananoukram koumnour bampruonh nih

source: Down Symbol
kh: nimittasanhnhea tow

source: Descend down in the symbol hierarchy
kh: chaur tow choh nowknong thananoukram nimittasanhnhea

source: Up
kh: laeng

source: ascend up in the schematic hierarchy
kh: tow laeng nowknong thananoukram koumnour bampruonh nih

source: Cut to Clipboard
kh: kat tow kdarotambietakhtasa

source: Cut the current selection to the system clipboard
kh: kat kar chreusareusa bachchobbann tow kdarotambietakhtasa brapnth nih

source: Copy to Clipboard
kh: chamlong tow kdarotambietakhtasa

source: Copy the current selection to the system clipboard
kh: chamlong kar chreusareusa bachchobbann tow kdarotambietakhtasa brapn

source: Paste Clipboard
kh: bet phcheab kta r tambiet khtasa

source: Paste the contents of the system clipboard
kh: bet phcheab meateka nei kdarotambietakhtasa brapnth nih

source: Close the current path
kh: bet phokaon bachchobban

source: Done
kh: thveu ruoch

source: Terminate the current path
kh: baohpoump eksar bachchobban

source: End
kh: banhchob

source: End this path and exit path mode
kh: banhchob rbieb ning chenh phlauv phokaon nih

source: Continue
kh: ban

source: Resume input of the current path
kh: bant kar banhchoul phlauv bachchobban

source: Cancel
kh: baohbng

source: Cancel path mode
kh: baohbng rbieb phokaon

source: Undo
kh: minothveuvinh

source: Undo the last path segment
kh: min thveu phnek phlauv chongokraoy

source: Clear
kh: Chomreah

source: Open an existing schematic or symbol file
kh: baek eksar ryy nimittasanhnhea del meanosrab koumnour bampruonh

source: Save the current document
kh: roksaatouk eksar bachchobban

source: Quit gschem and exit
kh: chhb gschem haey chenh

source: redraw the current window
kh: redraw bangauoch bachchobban

source: Error reading menu item
kh: nhek kamhos

source: Bad string
kh: khsae aksaar meakrau

source: Oops... got a NULL menu name
kh: aur!... ttuol ban chhmoh robsa meunouy tte

source: _View
kh: meul

source: _Grid
kh: Kraleachatrang

source: Display dots grid
kh: bangheanh kraleachatrangk chamnoch

source: Display mesh grid
kh: bangheanh kraleachatrangk saamnanh

source: Turn off the grid display
kh: bet kar bangheanh kraleachatrang

source: _Toolbars
kh: rbar ubakar

source: Toggle visibility of the Standard toolbar
kh: bet baek pheap meulkheunh nei rbar ubakar stangdar

source: Toggle visibility of the Selection toolbar
kh: pheap meulkheunh bet baek rbar ubakar kar chreusareus

source: Toggle visibility of the Page toolbar
kh: pheap meulkheunh bet baek rbar ubakar tompr

source: Toggle visibility of the Add toolbar
kh: pheap meulkheunh bet baek rbar ubakar banthem

source: Toggle visibility of the Zoom toolbar
kh: pheap meulkheunh nei kar bet baek rbar ubakar pongrik

source: Toggle visibility of the Symbol toolbar
kh: bet baek pheap meulkheunh nei rbar ubakar nimittasanhnhea

source: Toggle visibility of the Edit toolbar
kh: pheap meulkheunh nei kar bet baek rbar ubakar kesamruol

source: Toggle visibility of the Attributes toolbar
kh: pheap meulkheunh nei kar bet baek rbar ubakar lokkhan

source: Toggle visibility of the Grid/Snap toolbar
kh: pheap meulkheunh nei kar bet baek rbar ubakar kraleachatrangk/khtasa

source: Toggle visibility of tooltips on toolbars
kh: bet/baek pheap meulkheunh nei ptrmean chomnuoy now leu rbar ubakar

source: Display Icons on the toolbar
kh: bangheanh roubtamnang now leu rbar ubakar

source: Display Text on the toolbar
kh: bangheanh atthabt now leu rbar ubakar

source: Display Icons and Text vertically on the toolbar
kh: bangheanh roubtamnang ning atthabt banhchhor now leu rbar ubakar

source: Display Icons and Text horizontally on the toolbar
kh: bangheanh roubtamnang ning atthabt phdek now leu rbar ubakar

source: Toggle visibility of main menu icons
kh: roubtamnang bet baek pheap meulkheunh meunouy

source: Toggle main menu tooltips
kh: bet baek kar chomnuoy meunouy me

source: Toggle visibility of main context menu icons
kh: kanleasa saamkhan del ach meulkheunh meunouy bribt robsa roubtamnang

source: Toggle main context menu tooltips
kh: bet baek meunouy bribt chambong chomnuoy

source: Tried to set the sensitivity on non-existent menu item
kh: pyeayeam chuosachoul kar phtao t arommo leu theato meunouy del min mean

source: Excessive errors
kh: kamhosa huosabraman

source: disabling sensitivity warnings
kh: bet karopromean pi pheap rsaeb

source: Saving menu toolbar options...
kh: kar roksaatouk chomreusa rbar ubakar meunouy...

source: done
kh: ban thveu

source: there were %d errors
kh: mean %d kamhos

source: gschem: Enabling menu icons
kh: gschem: baek roubtamnang meunouy

source: gschem: Disabling menu icons
kh: gschem: bet roubtamnang meunouy

source: Enabling menu tooltips
kh: baek ptrmean chomnuoy meunouy

source: Disabling menu tooltips
kh: bet ptrmean chomnuoy meunouy

source: Action not found
kh: rk minkheunh sakammopheap

source: Menu path not found
kh: rk minkheunh phlauv meunouy

source: Error: did not find path
kh: kamhosa: minban rk kheunh phlauv

source: Could not open file
kh: min ach baek eksar samyobrachoum

source: Remove
kh: yokchenh

source: _Show path
kh: bangheanh phlauv

source: Recent menu items saved to
kh: ban roksaatouk theato meunouy thmei tow

source: Recent menu items restore from
kh: kar sdar theato meunouy thmei pi

source: The operating system is out of memory or resources.
kh: brapnth bratebatte kar ku asa sate ryy thonthea.

source: Failed to open
kh: ban breachy knong kar roksaatouk eksar teangoasa

source: falling back to
kh: thayokraoy tow

source: <various>
kh: <phsaeng>

source: Attribute name must not be empty. Please set a name.
kh: chhmoh kounalokkhan trauvte min tte. saum kamnt chhmoh.

source: Multi-Attribute Editor
kh: kammovithi niponth kounalokkhan chraen

source: Select an attribute to add
kh: chreusa kounalokkhan daembi banthem

source: Show Value only
kh: bangheanh tamlei tebonnaoh

source: Show Name only
kh: bangheanh te chhmoh

source: Select an attribute visibility option
kh: chreusa chomreusa pheap meulkheunh pheap chea mcheasa

source: Promote
kh: phsaapvophsaeay

source: Duplicate
kh: stuon

source: Copy to all
kh: chamlong tow teangoasa

source: symbols
kh: nimittasanhnhea

source: pin
kh: kar banhchoul

source: net
kh: sot

source: bus
kh: akkisani

source: attributes
kh: kounalokkhan

source: attribute
kh: kounalokkhan

source: Auto Height
kh: kamposa daoy svyobravotte

source: Enable or disable Page Select dialog auto height
kh: baek ryy bet braab chreusa tompr braab kamposa svyobravotte

source: Full names
kh: chhmoh eksar penhlenh

source: Enable or disable displaying of paths in file names
kh: baek ryy bet kar bangheanh phlauv knong chhmoh eksar

source: Move Up
kh: kar phlasa btaur rbieb

source: Move Down
kh: kar phlasa btaur rbieb

source: Revert Page
kh: tralb tompr

source: An error occurred while printing
kh: kamhosa muoy ban kaetlaeng khn pel baohpoum

source: Printed current schematic to
kh: baohpoump eksar bachchobban

source: Failed to write PDF to
kh: ban breachy knong kar choh chaul tow knong

source: Error printing file
kh: nhek kamhos

source: Confirm delete session
kh: banhcheak kar loub samy

source: Load the selected session
kh: breachy knong kar yk samyobrachoum

source: Show at start-up
kh: bangheanh atthabt del phtae m daoy

source: error opening
kh: nhek kamhos

source: Error opening output
kh: nhek kamhos

source: Wrote configuration to
kh: sarser karkamnt rochneasampnth daembi

source: File error
kh: <b>kamhosa eksar.</b>

source: Could not save Toolbar configuration to
kh: breachy knong kar roksaatouk karkamnt rochneasampnth anak brae daembi

source: Error, Toolbar configuration key file
kh: kamhosa knong kar, eksar kamnt rochneasampnth rbar ubakar

source: Retrieving toolbar geometry
kh: thorneimatr rbar ubakar bramoul rothayon

source: Toolbar configuration restored from
kh: karkamnt rochneasampnth rbar ubakar sta r laengvinh pi

source: Warning, error restoring toolbar configuration
kh: karopromean, karkamnt rochneasampnth rbar ubakar kamhosa kar sdar

source: Warning, toolbar configuration file access error
kh: karopromean, kamhosa knong kar chaul damnaerkar eksar kamnt rochneasampnth rbar ubakar

source: Toolbar configuration not found
kh: karkamnt rochneasampnth rbar ubakar del minban rk kheunh

source: Restoring user settings
kh: Sdar karkamnt robsa anak brae

source: Could not allocate a graphics context
kh: min ach bamroungtouk bribt krahvek

source: Retrieving main Window settings.
kh: kampoung tow yk karkamnt bangauoch me

source: Close Window canceled
kh: loubchaol kar bet teangoasa

source: Shutdown schematic editor
kh: bet kammovithi niponth koumnousateang

source: Loading file
kh: kampoung phtok eksar

source: New file
kh: eksar thmei

source: Failed to load file
kh: <b>breachy knong kar phtok eksar roubpheap</b>

source: Creating new file
kh: bangkeut eksar thmei

source: Path
kh: rbieb phokaon

source: Discarding page
kh: tompr baohbng

source: Closing
kh: tompr banhchob karpipheaksaea denhdaol

source: Could NOT save page
kh: min ach roksaatouk tompr

source: Error while trying to save
kh: mean kamhosa khn pel pyeayeam sangkroh

source: Saved as
kh: del ban roksaatouk

source: gEDA Schematic Editor
kh: gEDA koumnour bampruonh kammovithi nipon

source: Create and edit electrical schematics and symbols with gschem
kh: bangkeut ning kesamruol koumnour bampruonh akkisani ning nimittasanhnhea del mean

source: _New
kh: Thmei

source: Create a new empty file
kh: bangkeut eksar tte thmei

source: _Open...
kh: baek...

source: Open Recen_t
kh: baek thmei

source: Open recently accessed schematic or symbol files
kh: baek eksar schematic ryy nimittasanhnhea del ban chaul damnaerkar thmei

source: _Save
kh: Roksaatouk

source: Save _As...
kh: roksaatouk Chea...

source: Save the current document to a new name or location
kh: roksaatouk eksar bachchobbann tow chea chhmoh ryy titeang thmei

source: Save A_ll
kh: eksar teangoasa trauv ban roksaatouk

source: Save all open documents
kh: roksaatouk eksar del baek teangoasa

source: Save _Modified
kh: breachy knong kar roksaatouk samyobrachoum

source: Save all modified documents
kh: roksaatouk eksar del ban kebre teangoasa

source: _Revert
kh: tralb

source: Discard changes and reload the current document
kh: baohbng kar phlasa btaur ning kar phtok eksar bachchobban

source: Re_vert All
kh: tralb bratebatte kar ban breachy

source: Discard changes and reload all open documents
kh: baohbng kar phlasa btau r ning phtok eksar del ban baek teangoasa

source: _Print...
kh: baohpoum...

source: Print the current document
kh: baohpoump eksar bachchobban

source: Export options
kh: chomreusa neachenh

source: Write p_df
kh: sarser chea PDF

source: Create PDF document
kh: bangkeut eksar PDF

source: Write _image...
kh: roubpheap del ban sarser...

source: Export image
kh: banthem roubpheap

source: E_xecute Script...
kh: bratebatte skrib...

source: M_irror
kh: rbieb kanhchok

source: O_ffset
kh: rbieb ohvaset

source: Rotate _90
kh: bangvil rbieb

source: Snap to _grid
kh: rbieb khtasa

source: Snap selection to current grid
kh: khtasa tow kraleachatrangk chreusa bachchobban

source: Redraw the current window
kh: romlng bangauoch bachchobban

source: View component documentation
kh: meul eksar sameasapheak

source: _Up
kh: Leurng

source: Ne_w
kh: Thmei

source: Prin_t
kh: baohpoum...

source: Down _Schematic
kh: Chors Schematic

source: Down S_ymbol
kh: Chors Symbol

source: _Hierarchy Up
kh: kamhosa knong thananoukram

source: _Attribute...
kh: kounalokkhan...

source: _Text...
kh: atthabat...

source: Add box
kh: banthem chtokaon...

source: _Manage...
kh: kammovithi krobkrong...

source: Open the Session Manager dialog
kh: baek braab kammovithi krobkrong samy

source: Set selected name and value visible
kh: bangheanh chhmoh del ban chreusa ning ban tm lei

source: _Toggle Visibility
kh: bet baek pheap meulkheunh

source: Toggle attribute visibility
kh: bet baek pheap meulkheunh kounalokkhan

source: _Find Specific Text...
kh: rk atthabt cheakleak...

source: Open the Attributes Editor Dialog
kh: baek braab kammovithi niponth kounalokkhan

source: _Snap On-Off
kh: khtasa bet

source: _Rubberband
kh: scretching

source: _Magnetic Net
kh: sotth meanhetich

source: _Drag Move
kh: teanh phlasati

source: _Outline-Box
kh: krong - braab

source: _Auto-Pan
kh: banteah svay svyobravotte

source: _Text Size...
kh: tomham aksaar...

source: _Lower Behind
kh: phnek khangokraom teab

source: Move to _Bottom
kh: bat phlasati tow bat

source: _Help
kh: Chhuoi Phorng

source: Print
kh: baohpoum...

source: Export Symbol
kh: Chors Symbol

source: Export Picture
kh: banthem roubpheap

source: Offset selection
kh: kar chreus

source: Snap to Grid
kh: rbieb khtasa

source: Edit Arc
kh: banthem thnou

source: Edit Object
kh: kounalokkhan

source: Invert Selection
kh: kar chreus

source: Select Last
kh: chreusa vottho

source: Deselect mode
kh: daoh chreusa rbieb

source: Zoom Selection
kh: kar chreus

source: Zoom Extents
kh: visaealpheap

source: Zoom Out
kh: bangruom

source: Zoom All
kh: pongrik teangoasa

source: Zoom to Mag
kh: tamlei pongrik saamnom

source: Documentation
kh: eksar:

source: Show/Hide Invisible Text
kh: bangheanh/betbang kounalokkhan del meul minkheunh

source: Show/Hide Inherited Attributes
kh: bangheanh/leak kounalokkhan pi eksar chea

source: Show/Hide net names
kh: bangheanh pi kar del ban leak

source: Dark Color Scheme
kh: kdar leay l ngngut

source: Light Color Scheme
kh: ponlu l kdar leay

source: Monochrome Color Scheme
kh: kdar leay khmaw ning sa peur

source: Draw After
kh: kour banteabpi

source: Draw Before
kh: kour moun

source: Draw First
kh: kour dambaung

source: Draw Last
kh: kour chongokraoy

source: First Page
kh: tompr dambaung

source: Previous Page
kh: tompr moun

source: Next Page
kh: tom​ p​ r​ banteab

source: Page Up
kh: tompr leu

source: Page Down
kh: tompr kraom

source: Last Page
kh: tompr chongokraoy

source: Print Page
kh: baohpoump tompr nih

source: Revert Changes
kh: baohbng kar phlasa btau r

source: Revert All
kh: tralb bratebatte kar ban breachy

source: Add Text
kh: banthem atthabat...

source: Add Line
kh: banthem banteat

source: Add Pin
kh: banthem chamnoch teaktng akkisani

source: Add Box
kh: banthem chtokaon

source: Add Circle
kh: banthem rongvong

source: Add Arc
kh: banthem thnou

source: Add Picture
kh: banthem roubpheap...

source: Open a Session
kh: ban baek samyobrachoum

source: Save Session
kh: breachy knong kar roksaatouk samyobrachoum

source: Reset Attribute Positions
kh: kammovithi niponth attribute temuoy

source: Open Attributes Editor
kh: kammovithi niponth attribute temuoy

source: Find Specific Text
kh: rk atthabt cheakleak

source: Show Coordinates Window
kh: bangheanh samrobasamruol bangauoch

source: Mesh Grid Style
kh: kraleachatrangk saamnanh ban thveu aoy sakam

source: Turn Grid Off
kh: baek kraleachatrangk bet

source: Cycle Grid Mode
kh: rbieb kraleachatrang

source: Increase Grid Spacing
kh: bangkeun komleat kraleachatrang

source: Decrease Grid Spacing
kh: katbanthoy komleat kraleachatrang

source: Set Snap Spacing
kh: kamnt komleat khtasa

source: Turn Snap off
kh: khtasa bet

source: Turn Snap on
kh: baek khtasa now leu

source: Cycle Snap Mode
kh: rbieb khtasa

source: Toggle Net Rubber Band
kh: bet baek rbieb leatasanthung

source: Toggle Magnetic Nets
kh: bet baek kar taphcheab daoy svyobravotte

source: Enable/Disable Drag move
kh: anounhnhat vottho del ban ausa/bet

source: Toggle Outline Drawing
kh: bet baek krong koumnour

source: Enable/Disable Auto Panning
kh: baek/bet tidthpheap khteah daoy svyobravotte

source: _Symbol
kh: Nimittaroub

source: Export embedded symbol
kh: neachenh roubtamnang

source: _Picture
kh: roubpheap

source: Export embedded picture
kh: neachenh roub bangkob

source: _Symbols
kh: Nimittasanhnhea

source: _Open Editor
kh: baek kammovithi nipon

source: Edit DRC rules...
kh: kesamruol chbab rochnea...

source: Run DRC 1
kh: chbab rochnea dambaung

source: Run DRC 2
kh: chbab rochnea tipir

source: Version Control
kh: kar truotpinity kamne

source: Bill of Materials
kh: vi k y btr saamphear

source: gEDA netlist
kh: banhchi thnang gEDA

source: S_pice netlist
kh: banhchi thnang kleng thveu

source: VHDL netlist
kh: banhchi thnang VHDL

source: Verilog netlist
kh: banhchi thnang Verilog

source: hierarchy Verilog
kh: thananoukram Verilog

source: _Tools/_Symbols
kh: ubakar/nimittasanhnhea
