Repository: WileyECoyote/geda-gaf
Catalog: gaf/po/*.po
Languages: it, nl, ru

source: Usage: gaf [OPTION...] COMMAND [ARGS ...] gEDA/gaf command-line utility. General options: -n, --no-rcfiles inhibit loading of 'gafrc' files -h, --help display usage information and exit -V, --version display version information and exit Commonly-used commands (type `gaf <cmd> --help' for usage): shell Scheme REPL for interactive gEDA data processing config Edit gEDA configuration export Export gEDA files in various image formats. path Writes path strings to standard output port. Please report bugs to %s.
it: Uso: gaf [OPZIONI...] COMANDO [ARG ...] gEDA/gaf utilità a riga di comando. Opzioni generali: --no-rcfiles inibisce il caricamento dei file 'gafrc' -h, --help mostra le informazioni sull'uso ed esce -V, --version mostra le informazioni di versione ed esce Comandi usati correntemente (battere `gaf <cmd> --help' per l'uso): shell REPL Scheme per elaborazione dati gEDA interattiva config modifica la configurazione di gEDA export esporta i file gEDA in vari formati immagine. path Writes path strings to standard output port. Segnalare eventuali difetti a %s.
nl: Gebruik: gaf [OPTIE...] OPDRACHT [ARGUMENTEN ...] gEDA/gaf opdrachtregel utility. Algemene opties: --no-rcfiles verhinder het laden van 'gafrc' bestanden -h, --help toon gebruik informatie en eindig -V, --version toon versie informatie en eindig Algemeen gebruikte opdrachten (type `gaf <cmd> --help' voor gebruik): shell Scheme REPL voor interactieve gEDA gegevensverwerking config Bewerk de gEDA-configuratie export GEDA-bestanden exporteren in verschillende beeldformaten. path Schrijft padreeksen naar standaard uitvoerpoort. Rapporteer onvolkomenheden alstublieft aan %s.

source: Copyright (C) 1998-2017 gEDA developers This is free software, and you are welcome to redistribute it under certain conditions. For details, see the file `COPYING', which is included in the gEDA distribution. There is NO WARRANTY; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE, to the extent permitted by law.
it: Copyright (C) 1998-2017 gli sviluppatori di gEDA Questo è un software gratuito e sei libero di ridistribuirlo in certe condizioni. Per i dettagli, consultare il file 'COPYING', ovvero incluso nella distribuzione gEDA. Non c'è GARANZIA; nemmeno per COMMERCIABILITÀ o IDONEITÀ A UNO SCOPO PARTICOLARE, nella misura consentito dalla legge.
nl: Copyright (C) 1998-2017 gEDA developers Dit is gratis software en u bent van harte welkom om het te verspreiden onder bepaalde voorwaarden. Zie het bestand Kopiëren voor meer informatie opgenomen in de gEDA-distributie. Er is GEEN GARANTIE; zelfs niet voor VERKOOPBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL, voor zover wettelijk toegestaan.

source: Run `gaf --help' for more information
it: Eseguire "gaf --help" per ulteriori informazioni
nl: Voer `gaf --help' uit voor meer informatie

source: No command specified, nothing to do
it: Nessun comando specificato, niente da fare
nl: Geen opdracht opgegeven, niets te doen

source: ERROR: Unrecognised command
it: ERRORE: comando non riconosciuto
nl: FOUT: niet-herkende opdracht

source: Usage: gaf config [OPTION] [GROUP KEY [VALUE]] View and modify gEDA configuration. -p, --project[=PATH] select project configuration [PATH=.] -u, --user select user configuration -s, --system select system configuration -h, --help display usage information and exit If GROUP and KEY are specified, retrieves the value of that configuration parameter. If a VALUE was specified, sets the value of the parameter. The -p, -u and -s options can be used to select the configuration store affected (by default, the project configuration store for the current directory). If no GROUP and KEY were provided, outputs the filename of the selected configuration store. Please report bugs to %s.
it: Uso: gaf config [OPZIONE] [GRUPPO CHIAVE [VALORE]] Visualizza e modifica la configurazione di gEDA. -p, --project[=PERCORSO] seleziona la configurazione del progetto [PERCORSO=] -u, --user seleziona la configurazione utente -s, --system seleziona la configurazione di sistema -h, --help mostra le informazioni d'uso ed esce Se vengono specificati GROUP e KEY, ne recupera il valore parametro di configurazione. Se è stato specificato VALUE, imposta il valore di il parametro. Le opzioni -p, -u e -s possono essere utilizzate per selezionare il archivio di configurazione interessato (per impostazione predefinita, la configurazione del progetto memorizzare per la directory corrente). Se non sono stati forniti GROUP e KEY, restituisce il nome file dell'archivio di configurazione selezionato. Segnalare eventuali difetti a %s.
nl: Gebruik: gaf config [OPTIE] [GROEP SLEUTEL [WAARDE]] Bekijk en wijzig gEDA configuratie. -p, --project[=PATH] selecteer project configuratie [PATH=.] -u, --user selecteer gebruiker configuratien -s, --system selecteer systeem configuratie -h, --help toon gebruiksinformatie en stop Als GROUP en KEY zijn opgegeven, haalt u de waarde ervan op configuratieparameter. Als een WAARDE is opgegeven, stelt u de waarde in van de parameter. De opties -p, -u en -s kunnen worden gebruikt om de te selecteren configuratieopslag beïnvloed (standaard de projectconfiguratie opslaan voor de huidige map). Als er geen GROEP en KEY zijn opgegeven, geeft de bestandsnaam van het geselecteerde configuratiearchief door. Rapporteer onvolkomenheden alstublieft aan %s.
ru: Использование: gaf config [КЛЮЧ] [ГРУППА КЛЮЧЕВОЕ_СЛОВО [ЗНАЧЕНИЕ]] Просмотр и изменение настроек gEDA. -p, --project[=ПУТЬ] выбрать работу с настройками проекта [ПУТЬ=.] -u, --user выбрать работу с пользовательскими настройками -s, --system выбрать работу с системными настройками -h, --help показать информацию об использовании и выйти Если указаны GROUP и KEY, извлекается значение этого параметр конфигурации. Если указана VALUE, задается значение параметр. Параметры -p, -u и -s могут использоваться для выбора поврежден порт конфигурации (по умолчанию конфигурация проекта сохранить для текущего каталога). Если GROUP и KEY не были предоставлены, выводит имя файла выбранного хранилища конфигурации. Сообщайте об ошибках по адресу: %s.

source: Run `gaf config --help' for more information.
it: Eseguire "gaf config --help" per ulteriori informazioni.
nl: Voer `gaf config --help' uit voor meer informatie.
ru: Подробности см. в выводе команды «gaf config --help».

source: ERROR: You may only specify a single configuration store.
it: ERRORE: si può specificare solo un singolo archivio di configurazione.
nl: FOUT: U mag alleen een enkele configuratie opslag specificeren.
ru: ОШИБКА: можно указать только одно хранилище настроек.

source: WARNING: Could not load '%s': %s.
it: ATTENZIONE: impossibile caricare "%s": %s.
nl: WAARSCHUWING: Kan '%s': %s niet laden.
ru: ВНИМАНИЕ: не удалось загрузить «%s»: %s.

source: ERROR: You must specify both configuration group and key.
it: ERRORE: si deve specificare sia il gruppo di configurazione che la chiave.
nl: FOUT: U moet beide configuratie groep en sleutel specificeren.
ru: ОШИБКА: необходимо указать и группу настроек, и ключевое слово.

source: ERROR: %s.
it: ERRORE: %s.
nl: FOUT: %s.
ru: ОШИБКА: %s.

source: internal error
it: errore interno
nl: interne fout

source: ERROR: Bad argument '%s' to %s option.
it: ERRORE: argomento errato "%s" all'opzione %s.
nl: FOUT: Slecht argument '%s' voor %s optie.
ru: ОШИБКА: Недопустимый аргумент «%s» для опции «%s».

source: Run `gaf export --help' for more information.
it: Eseguire `gaf export --help' per ulteriori informazioni.
nl: Voer `gaf export --help' uit voor meer informatie.
ru: Подробности см. в выводе команды «gaf export --help».

source: ERROR: Cannot infer output format from filename '%s'.
it: ERRORE: impossibile ricavare il formato di uscita dal nome del file "%s".
nl: FOUT: Kan geen uitvoerformaat afleiden van bestandsnaam '%s'.
ru: ОШИБКА: не удалось определить формат выходного файла «%s».

source: ERROR: Cannot find supported format for filename '%s'.
it: ERRORE: impossibile trovare il formato supportato per il file di nome "%s".
nl: FOUT: Kan geen ondersteund formaat vinden voor bestandsnaam '%s'.
ru: ОШИБКА: не удалось найти поддерживаемый формат для файла «%s».

source: ERROR: Unsupported output format '%s'.
it: ERRORE: formato di uscita "%s" non supportato.
nl: FOUT: Niet ondersteund uitvoer formaat '%s'.
ru: ОШИБКА: вывод в формате «%s» не поддерживается.

source: ERROR: Selected output format does not support multipage output
it: ERRORE: il formato di uscita selezionato non supporta le pagine multiple
nl: FOUT: Geselecteerde uitvoer formaat ondersteund geen meerbladige uitvoer
ru: ОШИБКА: многостраничный вывод не поддерживается для выбранного выходного формата.

source: ERROR: Failed to load
it: ERRORE: fallito il caricamento di
nl: FOUT: Faalde om te laden
ru: ОШИБКА: не удалось загрузить

source: ERROR: Failed to change directory to
it: ERRORE: fallito il cambiamento di cartella a
nl: Faalde om bestandenmap te wijzigen naar
ru: ОШИБКА: Не удалось изменить каталог на

source: ERROR
it: ERRORE
nl: FOUT
ru: ОШИБКА

source: Usage: gaf export [OPTION ...] -o OUTPUT [--] FILE ... Export gEDA files in various image formats. -f, --format=TYPE output format (normally autodetected) -o, --output=OUTPUT output filename -p, --paper=NAME select paper size by name -s, --size "WIDTH;HEIGHT"specify exact paper size -k, --scale=FACTOR specify output scale factor -l, --layout=ORIENT page orientation [auto, portrait or landscape] -m, --margins=TOP;LEFT;BOTTOM;RIGHT set page margins -a, --align=HALIGN;VALIGN set alignment of drawing within page -d, --dpi=DPI pixels-per-inch for raster outputs -c, --color enable color output -n, --no-color disable color output -F, --font=NAME set font family for printing text -h, --help display usage information and exit Please report bugs to %s.
it: Uso: gaf export [OPZIONE ...] -o USCITA [--] FILE ... Esporta i file gEDA in vari formati immagine. -f, --format=TIPO formato d'uscita (normalmente autorilevato) -o, --output=USCITA nome file di uscita -p, --paper=NOME seleziona la dimensione carta per nome -s, --size=LARGH;ALT specifica esattamente la dimensione carta -k, --scale=FATTORE specifica il fattore di scala in uscita -l, --layout=ORIENT orientamento pagina -m, --margins=CIMA;SINISTRA;FONDO;DESTRA imposta i margini di pagina -a, --align=ALL.NTO-ORIZZ;ALL.NTO-VERT imposta l'allineamento dei disegni nella pagina -d, --dpi=DPI pixel-per-pollice per risultati raster -c, --color abilita il colore nei risultati -n, --no-color disabilita il colore nei risultati -F, --font=NAME imposta il font family per la stampa del testo -h, --help mostra le informazioni sull'uso ed esce Segnalare eventuali difetti a %s.
nl: Gebruik: gaf export [OPTIE ...] -o UITVOER [--] BESTAND ... Exporteer gEDA bestanden in verschillende afbeelding formaten. -f, --format=TYPE uitvoer formaat (normaal automatisch dedetecteerd) -o, --output=UITVOER uitvoer bestandsnaam -p, --paper=NAAM selecteer papier afmeting met naam -s, --size=BREEDTE;HOOGTE specificeer exacte papier afmeting -k, --scale=FAKTOR specificeer uitvoer schaal faktor -l, --layout=ORIENT pagina orientatie -m, --margins=BOVEN;LINKS;ONDER;RECHTS stel pagina grenzen in -a, --align=HALIGN;VALIGN stel uitlijning van tekening binnen pagina -d, --dpi=DPI pixels-per-inch voor raster uitvoer -c, --color schakel kleuren uitvoer in -n, --no-color schakel kleuren uitvoer uit -F, --font=NAAM stel font familie voor tekst afdrukken in -h, --help toon gebruiksinformatie en stop Rapporteer onvolkomenheden alstublieft aan %s.

source: ERROR: You must specify at least one input filename.
it: ERRORE: bisogna specificare almeno un nome file in ingresso.
nl: FOUT: U moet tenminste een invoer bestandsnaam specificeren.
ru: ОШИБКА: необходимо задать имя хотя бы одного входного файла.

source: ERROR: You must specify an output filename.
it: ERRORE: bisogna specificare un nome file in uscita.
nl: FOUT: U moet een uitvoer bestandnaam specificeren.
ru: ОШИБКА: необходимо задать имя выходного файла.

source: Usage: gaf shell [OPTION ...] Shell for interactive processing of gEDA data using Scheme. -e, --eval <EXPR> evaluate Scheme expression EXPR, and exit -h, --help display usage information and exit -l, --load <FILE> load Scheme source code from FILE -p, --path <DIR> add DIR to the front of the Guile load path -s, --scheme <FILE> load Scheme source code from FILE, and exit -- stop scanning arguments; run interactively The switch -e and -s stop argument processing, and pass all remaining arguments as the value of (command-line). Please report bugs to %s.
it: Uso: gaf shell [OPZIONE ...] Shell per l'elaborazione interattiva dei dati gEDA con Scheme. -e, --eval <EXPR> elabora l'espressione Scheme EXPR ed esce -h, --help mostra le informazioni sull'uso ed esce -l, --load <FILE> carica il codice sorgente Scheme da FILE ed esce -p, --path <DIR> aggiungere DIR alla anteriore del percorso di carico Guile -s, --scheme <FILE> carica il codice sorgente Scheme da FILE ed esce -- blocca la scansione degli argomenti ed esegue interattivamente -e e -s interruttori interrompere l'elaborazione argomento, e passano tutti gli argomenti rimanenti come valore (da riga di comando). Segnalare eventuali difetti a %s.
nl: Gebruik: gaf shell [OPTIE ...] Shell voor interactieve verwerking van gEDA gegevens gebruikmakend van Scheme. -s FILE laad Scheme broncode uit FILE, en eindig -c EXPR evalueer Scheme expressie EXPR, en eindig -- stop het scannen van argumenten; voer interactief uit De bovenstaande keuzes stoppen argument bewerking, en geven alle overblijvende argumenten door als waarde of (opdracht-lijn). -L DIRECTORY voeg DIRECTORY toe aan de voorzijde van het Scheme laadpad -l FILE laad Scheme broncode uit FILE -h, --help toon gebruiksinformatie en eindig Rapporteer onvolkomenheden alstublieft aan %s.
ru: Использование: gaf shell [КЛЮЧ ...] Командная оболочка интерпретатора Scheme для интерактивной работы с данными gEDA. -e, --eval <EXPR> вычислить ВЫРАЖЕНИЕ Scheme и выйти -h, --help вывести справку по использованию и выйти -l, --load <FILE> загрузить исходный код Scheme из ФАЙЛА -p, --path <DIR> добавить КАТАЛОГ в начало пути загрузки Scheme -s, --scheme <FILE> загрузить исходный код Scheme из ФАЙЛА и выйти -- прекратить сканирование аргументов; перейти в интерактивный режим -е и -s выше аргументы прекратить обработку ключа, все оставшиеся аргументы передаются как значение в виде (строка-команды). Отчёты об ошибках отправляйте по адресу %s.

source: Run `gaf shell --help' for more information.
it: Eseguire `gaf shell --help' per ulteriori informazioni.
nl: Voer `gaf shell --help' uit voor meer informatie.
ru: Подробности см. в выводе команды «gaf shell --help».

source: Usage: gaf [OPTION...] COMMAND [ARGS ...] gEDA/gaf command-line utility. General options: -n, --no-rcfiles inhibit loading of 'gafrc' files -h, --help display usage information and exit -V, --version display version information and exit Commonly-used commands (type `gaf <cmd> --help' for usage): shell Scheme REPL for interactive gEDA data processing config Edit gEDA configuration export Export gEDA files in various image formats. Please report bugs to %s.
ru: Использование: gaf [КЛЮЧ...] КОМАНДА [АРГУМЕНТЫ...] Утилита командной строки gEDA/gaf. Общие ключи: --no-rcfiles запрет загрузки файлов gafrc -h, --help справка об использовании и выход -V, --version вывод версии утилиты и выход Команды (для справки по использованию наберите «gaf <команда> --help»): shell командная оболочка Scheme для интерактивной обработки данных gEDA; config редактирование настроек gEDA; export экспорт файлов gEDA в различные форматы изображений. Сообщайте об ошибках по адресу: %s

source: gEDA/gaf %s (%s) (g%.7s) Copyright (C) 1998-2017 gEDA developers This is free software, and you are welcome to redistribute it under certain conditions. For details, see the file `COPYING', which is included in the gEDA distribution. There is NO WARRANTY, to the extent permitted by law.
ru: gEDA/gaf %s (%s) (g%.7s) Copyright (C) 1998-2017 разработчики gEDA Это свободное программное обеспечение, и вы можете его распространять на определённых условиях. Подробности см. в файле COPYING в дистрибутиве gEDA. Нет НИКАКИХ ГАРАНТИЙ в рамках, допустимых имеющимся законодательством.

source: Run `gaf --help' for more information.
ru: Подробности см. в выводе команды «gaf --help».

source: No command specified, nothing to do. Run `gaf --help' for more information.
ru: Никакой команды не указано, ничего не делать. Подробности см. в выводе команды «gaf --help».

source: ERROR: Unrecognised command `%s'. Run `gaf --help' for more information.
ru: ОШИБКА: неизвестная команда «%s». Подробности см. в выводе команды «gaf --help».

source: Usage: gaf export [OPTION ...] -o OUTPUT [--] FILE ... Export gEDA files in various image formats. -f, --format=TYPE output format (normally autodetected) -o, --output=OUTPUT output filename -p, --paper=NAME select paper size by name -s, --size "WIDTH;HEIGHT"specify exact paper size -k, --scale=FACTOR specify output scale factor -l, --layout=ORIENT page orientation [auto, portrait or landscape] -m, --margins=TOP;LEFT;BOTTOM;RIGHT set page margins -a, --align=HALIGN;VALIGN set alignment of drawing within page -d, --dpi=DPI pixels-per-inch for raster outputs -c, --color enable color output --no-color disable color output -F, --font=NAME set font family for printing text -h, --help display usage information and exit Please report bugs to %s.
ru: Использование: gaf export [КЛЮЧ ...] -o ВЫХОДНОЙ_ФАЙЛ [--] ФАЙЛ ... Экспорт файлов gEDA в различные форматы изображений. -f, --format=ТИП выходной формат (обычно определяется автоматически) -o, --output=ВЫХОДНОЙ_ФАЙЛ имя выходного файла -p, --paper=ФОРМАТ выбор формата по его названию -s, --size=ШИРИНА;ВЫСОТА задание точных размеров бумаги -k, --scale=КОЭФФИЦИЕНТ задание коэффициента масштабирования выхода -l, --layout=ОРИЕНТАЦИЯ ориентация страницы -m, --margins=СВЕРХУ;СЛЕВА;СНИЗУ;СПРАВА установка полей страницы -a, --align=ГОРИЗ_ВЫРАВНИВАНИЕ;ВЕРТ_ВЫРАВНИВАНИЕ установка выравнивания чертежа на странице -d, --dpi=DPI количество точек на дюйм для растровых изображений -c, --color цветной вывод --no-color монохромный вывод -F, --font=ИМЯ_ШРИФТА имя шрифта для вывода текста -h, --help справка по использованию и выход Отчёты об ошибках отправляйте по адресу %s.
